{
  "video_id": "VvIBJVES6G0",
  "title": "Spirit Junkie | Gabrielle Bernstein | Talks at Google",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1790.0,
      "end_time": 9020.0,
      "text": "&gt;&gt;Alex: So hi everyone, welcome to our Authors@Google series. Today we have Gabby Bernstein. She&#39;s"
    },
    {
      "index": 2,
      "start_time": 9020.0,
      "end_time": 16340.0,
      "text": "a, according to the New York Times Sunday Style section, she&#39;s our next generation guru,"
    },
    {
      "index": 3,
      "start_time": 16340.0,
      "end_time": 22070.0,
      "text": "a motivational speaker, a life coach and an author. Her new book is Spirit Junkie, which"
    },
    {
      "index": 4,
      "start_time": 22070.0,
      "end_time": 28480.0,
      "text": "you can get for a Google discount of $10 right over there and you can take it away Gabby."
    },
    {
      "index": 5,
      "start_time": 28480.0,
      "end_time": 32110.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Thanks Alex. Hi everybody. [audience murmurs response] Thank you so much"
    },
    {
      "index": 6,
      "start_time": 32110.0,
      "end_time": 38330.0,
      "text": "for coming out. I got word this afternoon that it is assessment time at Google, so hopefully"
    },
    {
      "index": 7,
      "start_time": 38330.0,
      "end_time": 43510.0,
      "text": "I can calm any nerves that might be happening during assessment time and help you raise"
    },
    {
      "index": 8,
      "start_time": 43510.0,
      "end_time": 48910.0,
      "text": "your own personal assessments today. [giggles] But thank you for coming out. Thank you for"
    },
    {
      "index": 9,
      "start_time": 48910.0,
      "end_time": 52190.0,
      "text": "showing up. I am out here on my book tour for this new"
    },
    {
      "index": 10,
      "start_time": 52190.0,
      "end_time": 57900.0,
      "text": "book, Spirit Junkie, which is my second book. My first book came out in 2010 and it&#39;s called"
    },
    {
      "index": 11,
      "start_time": 57900.0,
      "end_time": 63310.0,
      "text": "Add More -ing to Your Life -- A hip guide to happiness. Ing, i-n-g, stands for inner"
    },
    {
      "index": 12,
      "start_time": 63310.0,
      "end_time": 69130.0,
      "text": "guidance, not the other ING, [chuckles] but it&#39;s inner guidance, not the bank. And I&#39;ve"
    },
    {
      "index": 13,
      "start_time": 69130.0,
      "end_time": 75229.0,
      "text": "been practicing and teaching principles for transforming your perceptions and creating"
    },
    {
      "index": 14,
      "start_time": 75229.0,
      "end_time": 79900.0,
      "text": "positive changes in your life and I&#39;ve been teaching this work for the past six years."
    },
    {
      "index": 15,
      "start_time": 79900.0,
      "end_time": 84580.0,
      "text": "And I came to write this second book as a result of many of my readers, my first book"
    },
    {
      "index": 16,
      "start_time": 84580.0,
      "end_time": 89620.0,
      "text": "came out and many of the -ing readers came to me and said, we love this book, it&#39;s so"
    },
    {
      "index": 17,
      "start_time": 89620.0,
      "end_time": 93990.0,
      "text": "prescriptive, it&#39;s really helping us, I love taking all this action in my life, but I wanna"
    },
    {
      "index": 18,
      "start_time": 93990.0,
      "end_time": 99990.0,
      "text": "know more about how you became the happiest person you know. How did you change your perceptions?"
    },
    {
      "index": 19,
      "start_time": 99990.0,
      "end_time": 104540.0,
      "text": "How did you overcome your fears? How did you get over addiction? How did you get over work"
    },
    {
      "index": 20,
      "start_time": 104540.0,
      "end_time": 108110.0,
      "text": "addiction, love addiction, drug addiction, all the different things that each of us in"
    },
    {
      "index": 21,
      "start_time": 108110.0,
      "end_time": 114780.0,
      "text": "some corner of our life deals with in some way? And so, I, I had to listen to that call"
    },
    {
      "index": 22,
      "start_time": 114780.0,
      "end_time": 120350.0,
      "text": "of my readers and I was inspired and guided to write this new book, Spirit Junkie, and"
    },
    {
      "index": 23,
      "start_time": 120350.0,
      "end_time": 124950.0,
      "text": "really put my story on paper and be very authentic about who I am and what my experiences have"
    },
    {
      "index": 24,
      "start_time": 124950.0,
      "end_time": 131680.0,
      "text": "been so that I could not only be a genuine messenger, but also be a guide for those who"
    },
    {
      "index": 25,
      "start_time": 131680.0,
      "end_time": 136739.0,
      "text": "were inspired by my story. So throughout each chapter in every book there is my own personal"
    },
    {
      "index": 26,
      "start_time": 136739.0,
      "end_time": 143150.0,
      "text": "anecdotes of how I&#39;ve experienced my fear-based illusions and how I&#39;ve transformed them and"
    },
    {
      "index": 27,
      "start_time": 143150.0,
      "end_time": 147120.0,
      "text": "within every chapter there&#39;s also beautiful guidance, there&#39;s tips, which I&#39;m gonna give"
    },
    {
      "index": 28,
      "start_time": 147120.0,
      "end_time": 152809.0,
      "text": "you many of them today. And so it&#39;s not, it&#39;s not just a memoir, it&#39;s a memoir-style-guide"
    },
    {
      "index": 29,
      "start_time": 152809.0,
      "end_time": 157219.0,
      "text": "book is what I&#39;ve written, so it gives you this opportunity to soak up someone else&#39;s"
    },
    {
      "index": 30,
      "start_time": 157219.0,
      "end_time": 162590.0,
      "text": "experience, be inspired by somebody else&#39;s story, but in the same moment, take on your"
    },
    {
      "index": 31,
      "start_time": 162590.0,
      "end_time": 167829.0,
      "text": "own experience of creating whether it be a spiritual relationship or you could call it"
    },
    {
      "index": 32,
      "start_time": 167829.0,
      "end_time": 174329.0,
      "text": "a relationship with your own internal guidance system, or activating your inspiration, or"
    },
    {
      "index": 33,
      "start_time": 174329.0,
      "end_time": 178069.0,
      "text": "creating more life flow. A big, a big thing that happens when people"
    },
    {
      "index": 34,
      "start_time": 178069.0,
      "end_time": 182529.0,
      "text": "come to my lectures or come to my groups or read my books, is that a common through line"
    },
    {
      "index": 35,
      "start_time": 182529.0,
      "end_time": 186760.0,
      "text": "with most of the people that come to me is that they&#39;re feeling as though at least one"
    },
    {
      "index": 36,
      "start_time": 186760.0,
      "end_time": 191980.0,
      "text": "corner of their life is not flowing naturally. They&#39;re feeling like, ok, I think things could"
    },
    {
      "index": 37,
      "start_time": 191980.0,
      "end_time": 196590.0,
      "text": "be dialed up a little bit more in my career area, or I have a great relationship to my"
    },
    {
      "index": 38,
      "start_time": 196590.0,
      "end_time": 201840.0,
      "text": "finances, but I&#39;m a complete mess in my romantic relationships. Or there&#39;s some corner that"
    },
    {
      "index": 39,
      "start_time": 201840.0,
      "end_time": 206760.0,
      "text": "feels as though it could be more amplified, it could be more inspired, it could flow more"
    },
    {
      "index": 40,
      "start_time": 206760.0,
      "end_time": 211389.0,
      "text": "naturally. Or maybe it&#39;s every corner. Many people come to me and they say, across the"
    },
    {
      "index": 41,
      "start_time": 211389.0,
      "end_time": 216999.0,
      "text": "board things are tough, I&#39;m in fear. And so all of my work is to help my readers and my"
    },
    {
      "index": 42,
      "start_time": 216999.0,
      "end_time": 221980.0,
      "text": "listeners and my audiences learn to shift their perceptions and create change in their"
    },
    {
      "index": 43,
      "start_time": 221980.0,
      "end_time": 227159.0,
      "text": "life. And so what I&#39;ll do today is I&#39;ll give you a little bit of a background about how"
    },
    {
      "index": 44,
      "start_time": 227159.0,
      "end_time": 232019.0,
      "text": "I became the happiest person I know, how I became a spirit junkie and then within that"
    },
    {
      "index": 45,
      "start_time": 232019.0,
      "end_time": 236809.0,
      "text": "story, I&#39;m gonna give you some guidelines for you to start to do the same. And the purpose"
    },
    {
      "index": 46,
      "start_time": 236809.0,
      "end_time": 241979.0,
      "text": "of this book and my, my goal for this book was not to say, ok, here is my story, here"
    },
    {
      "index": 47,
      "start_time": 241979.0,
      "end_time": 246699.0,
      "text": "is how I did it, here is how you have to do it. But rather just to create a platform for"
    },
    {
      "index": 48,
      "start_time": 246699.0,
      "end_time": 252949.0,
      "text": "you to crack open, to have the willingness to make your own change and to help you create"
    },
    {
      "index": 49,
      "start_time": 252949.0,
      "end_time": 258000.0,
      "text": "a relationship, a spiritual relationship or a, an inspired relationship to your own inner"
    },
    {
      "index": 50,
      "start_time": 258000.0,
      "end_time": 262660.0,
      "text": "guidance system of your own understanding. So this isn&#39;t about you just saying, ok, I&#39;m"
    },
    {
      "index": 51,
      "start_time": 262660.0,
      "end_time": 266660.0,
      "text": "gonna take her work and do it my way, it&#39;s about you opening up and creating your own"
    },
    {
      "index": 52,
      "start_time": 266660.0,
      "end_time": 271900.0,
      "text": "path through the guidance I&#39;ll give you. So throughout my experience of writing this"
    },
    {
      "index": 53,
      "start_time": 271900.0,
      "end_time": 277090.0,
      "text": "book, I really tell this story of how throughout my life, from adolescence to the present,"
    },
    {
      "index": 54,
      "start_time": 277090.0,
      "end_time": 283090.0,
      "text": "I have been hearing this knock on the door, this inspiration, this inner dialogue, this"
    },
    {
      "index": 55,
      "start_time": 283090.0,
      "end_time": 289940.0,
      "text": "voice within me that has said, be great, be wonderful, love yourself, have an incredible"
    },
    {
      "index": 56,
      "start_time": 289940.0,
      "end_time": 295440.0,
      "text": "life, you can do this, you can have what you desire, you can achieve a life beyond your"
    },
    {
      "index": 57,
      "start_time": 295440.0,
      "end_time": 301440.0,
      "text": "wildest dreams. And each of us has that loving voice within us. Each of us has that intuition,"
    },
    {
      "index": 58,
      "start_time": 301440.0,
      "end_time": 306090.0,
      "text": "I call it your ing, your inner guide, that loving presence within you that is like, yes,"
    },
    {
      "index": 59,
      "start_time": 306090.0,
      "end_time": 311480.0,
      "text": "you rock, you can do this. But at some point in time, most of us at a very young age, we"
    },
    {
      "index": 60,
      "start_time": 311480.0,
      "end_time": 316370.0,
      "text": "pick up this negative belief system. We pick up the beliefs of the world, we pick up the"
    },
    {
      "index": 61,
      "start_time": 316370.0,
      "end_time": 321000.0,
      "text": "fears of our parents, we pick up the fears of our, of the news, of the people on the"
    },
    {
      "index": 62,
      "start_time": 321000.0,
      "end_time": 327040.0,
      "text": "playground, of our teachers. At some point in time we pick up this one negative mad idea,"
    },
    {
      "index": 63,
      "start_time": 327040.0,
      "end_time": 331340.0,
      "text": "it becomes like a virus in our mind. And these different limiting beliefs come to each of"
    },
    {
      "index": 64,
      "start_time": 331340.0,
      "end_time": 335620.0,
      "text": "us in different ways. For some people it might be just something as simple as maybe your"
    },
    {
      "index": 65,
      "start_time": 335620.0,
      "end_time": 339800.0,
      "text": "parents didn&#39;t pay attention to you. So you feel &#39;I&#39;m not good enough because when I was"
    },
    {
      "index": 66,
      "start_time": 339800.0,
      "end_time": 344280.0,
      "text": "six my parents didn&#39;t pay attention to me&#39;. And this, it could be as simple as this. Or"
    },
    {
      "index": 67,
      "start_time": 344280.0,
      "end_time": 349050.0,
      "text": "it could be something much more traumatic that you know, all of us have different pain"
    },
    {
      "index": 68,
      "start_time": 349050.0,
      "end_time": 354310.0,
      "text": "experiences throughout our lives. But at some point in time, that negative belief system"
    },
    {
      "index": 69,
      "start_time": 354310.0,
      "end_time": 360680.0,
      "text": "is imprinted within our emotional being and we recreate that belief system. We replay"
    },
    {
      "index": 70,
      "start_time": 360680.0,
      "end_time": 364930.0,
      "text": "that negative thought pattern. We take that negative thought pattern and bring it into"
    },
    {
      "index": 71,
      "start_time": 364930.0,
      "end_time": 369970.0,
      "text": "our present moment and we project it on to the future. And it becomes like this spiral"
    },
    {
      "index": 72,
      "start_time": 369970.0,
      "end_time": 375620.0,
      "text": "and we become stuck. We stay cornered in these negative patterns. I&#39;m sure most everyone"
    },
    {
      "index": 73,
      "start_time": 375620.0,
      "end_time": 380800.0,
      "text": "in this room in some area in your life feels as though you keep replaying the same crazy"
    },
    {
      "index": 74,
      "start_time": 380800.0,
      "end_time": 384890.0,
      "text": "crap over and over and over again. And just get honest with yourself right now. You don&#39;t"
    },
    {
      "index": 75,
      "start_time": 384890.0,
      "end_time": 387840.0,
      "text": "have to get honest in front of all of your coworkers, but get honest with yourself right"
    },
    {
      "index": 76,
      "start_time": 387840.0,
      "end_time": 391950.0,
      "text": "now and just be really clear with yourself of what are the areas where I&#39;m replaying"
    },
    {
      "index": 77,
      "start_time": 391950.0,
      "end_time": 397730.0,
      "text": "all that stuff? Where am I saying to myself, I&#39;m not good enough? In what ways am I replaying"
    },
    {
      "index": 78,
      "start_time": 397730.0,
      "end_time": 403280.0,
      "text": "that belief system that I picked up as a kid? It&#39;s something as simple as &#39;I&#39;m not feeling"
    },
    {
      "index": 79,
      "start_time": 403280.0,
      "end_time": 407840.0,
      "text": "like I can have that career&#39; or growing up with the experience of lack in your home and"
    },
    {
      "index": 80,
      "start_time": 407840.0,
      "end_time": 412360.0,
      "text": "then believing in lack and never feeling as though you can make more money. Or seeing"
    },
    {
      "index": 81,
      "start_time": 412360.0,
      "end_time": 416200.0,
      "text": "your divorced family and seeing that you know &#39;I can&#39;t have a powerful, loving relationship"
    },
    {
      "index": 82,
      "start_time": 416200.0,
      "end_time": 420120.0,
      "text": "because this is what I grew up around&#39;. And so for me this was the case in many different"
    },
    {
      "index": 83,
      "start_time": 420120.0,
      "end_time": 425560.0,
      "text": "corners of my life. I was this adolescent girl having an existential crisis and I felt"
    },
    {
      "index": 84,
      "start_time": 425560.0,
      "end_time": 430110.0,
      "text": "as though I was really confused when most of my contemporaries were worried about the"
    },
    {
      "index": 85,
      "start_time": 430110.0,
      "end_time": 434450.0,
      "text": "prom and you know what they&#39;re having for lunch, I cared more about why I was here."
    },
    {
      "index": 86,
      "start_time": 434450.0,
      "end_time": 440010.0,
      "text": "I always had this deep desire to know what is the purpose? What is my purpose? Why am"
    },
    {
      "index": 87,
      "start_time": 440010.0,
      "end_time": 445110.0,
      "text": "I here at this time? And there was this, this 16-year old girl and this, this crazy mindset"
    },
    {
      "index": 88,
      "start_time": 445110.0,
      "end_time": 450650.0,
      "text": "of what&#39;s going on? And as many young people, I experienced a lot of depression. I felt"
    },
    {
      "index": 89,
      "start_time": 450650.0,
      "end_time": 456030.0,
      "text": "as though I was just stuck. I felt as though I was misunderstood. And so for me, I grew"
    },
    {
      "index": 90,
      "start_time": 456030.0,
      "end_time": 461930.0,
      "text": "up in the suburbs with this Yogi mom and a hippie dad and I turned to my mom for guidance."
    },
    {
      "index": 91,
      "start_time": 461930.0,
      "end_time": 467990.0,
      "text": "I said to my mom, listen, I see you walk into your meditation shrine every day. I hear that"
    },
    {
      "index": 92,
      "start_time": 467990.0,
      "end_time": 472400.0,
      "text": "mantra coming through the door. I smell the incense pouring out through underneath the"
    },
    {
      "index": 93,
      "start_time": 472400.0,
      "end_time": 478460.0,
      "text": "door. What goes on in that room? I see you go in crazy and I see you walk out calm. What"
    },
    {
      "index": 94,
      "start_time": 478460.0,
      "end_time": 482930.0,
      "text": "goes on in that room? I want some of that. And so I said if I want what she has, I gotta"
    },
    {
      "index": 95,
      "start_time": 482930.0,
      "end_time": 486800.0,
      "text": "do what she does. And so as a 16-year old girl I turned to my mother and I said, show"
    },
    {
      "index": 96,
      "start_time": 486800.0,
      "end_time": 491720.0,
      "text": "me what you got. Give me that meditation practice. Teach me what you&#39;re doing. And so my mom"
    },
    {
      "index": 97,
      "start_time": 491720.0,
      "end_time": 497020.0,
      "text": "sat my ass down on a meditation pillow [laughs] and she taught me how to meditate. And so"
    },
    {
      "index": 98,
      "start_time": 497020.0,
      "end_time": 502830.0,
      "text": "at 16 years old I was desperate. I was willing. I had this deep desire to change. I needed"
    },
    {
      "index": 99,
      "start_time": 502830.0,
      "end_time": 507050.0,
      "text": "a solution. And so I allowed my mom&#39;s words to come through me, I allowed the mantra to"
    },
    {
      "index": 100,
      "start_time": 507050.0,
      "end_time": 512389.0,
      "text": "come through me and I began, at the time, what began my meditation practice. And so"
    },
    {
      "index": 101,
      "start_time": 512389.0,
      "end_time": 518259.0,
      "text": "I felt this amazing connection from the beginning stages of my practice. I started to feel that"
    },
    {
      "index": 102,
      "start_time": 518259.0,
      "end_time": 523659.0,
      "text": "within five minutes of sitting in stillness and deep breathing and practicing the mantra"
    },
    {
      "index": 103,
      "start_time": 523659.0,
      "end_time": 530220.0,
      "text": "that I could actually feel more calm. I witnessed my extremities begin to tingle. I felt like"
    },
    {
      "index": 104,
      "start_time": 530220.0,
      "end_time": 534870.0,
      "text": "I was connecting to a much greater energy than the energy that I was just dealing with"
    },
    {
      "index": 105,
      "start_time": 534870.0,
      "end_time": 541670.0,
      "text": "on my day to day life. I felt inspired ideas come forward. I felt, most importantly, peace."
    },
    {
      "index": 106,
      "start_time": 541670.0,
      "end_time": 547410.0,
      "text": "I felt a sense of peace, a sense of oneness, a sense of being good enough, a sense of being"
    },
    {
      "index": 107,
      "start_time": 547410.0,
      "end_time": 552350.0,
      "text": "understood even though nobody else was around. And so this was a really neat time for me."
    },
    {
      "index": 108,
      "start_time": 552350.0,
      "end_time": 557230.0,
      "text": "It was this beautiful seed that my mom had planted that would then become the catalyst"
    },
    {
      "index": 109,
      "start_time": 557230.0,
      "end_time": 564180.0,
      "text": "for many changes in the future. But, like most smart-ass adolescent girls, I thought"
    },
    {
      "index": 110,
      "start_time": 564180.0,
      "end_time": 568439.0,
      "text": "that there was a better way. I said, ok, that&#39;s cool, I got that now, but there&#39;s gotta be"
    },
    {
      "index": 111,
      "start_time": 568439.0,
      "end_time": 572189.0,
      "text": "a way better way than this. So I did what most kids do, which is, you know, I rolled"
    },
    {
      "index": 112,
      "start_time": 572189.0,
      "end_time": 576910.0,
      "text": "the joint and drank a 40. And I said ok this is, this is the other way. Right? It&#39;s something"
    },
    {
      "index": 113,
      "start_time": 576910.0,
      "end_time": 582910.0,
      "text": "out there is gonna make me happy. Something beyond me is gonna be my source of peace."
    },
    {
      "index": 114,
      "start_time": 582910.0,
      "end_time": 590410.0,
      "text": "And so for several years, from 16 to about the age of 25, I was on a big search for that"
    },
    {
      "index": 115,
      "start_time": 590410.0,
      "end_time": 595279.0,
      "text": "outside source of happiness. I was looking for it in my credentials. I was looking for"
    },
    {
      "index": 116,
      "start_time": 595279.0,
      "end_time": 598910.0,
      "text": "it in my relationships. I was looking for it in a pair of shoes."
    },
    {
      "index": 117,
      "start_time": 598910.0,
      "end_time": 604139.0,
      "text": "I was living in New York City when I graduated college and at 21 years old I started a public"
    },
    {
      "index": 118,
      "start_time": 604139.0,
      "end_time": 608899.0,
      "text": "relations business representing night clubs. And so I was out there feeling like, ok, now"
    },
    {
      "index": 119,
      "start_time": 608899.0,
      "end_time": 613430.0,
      "text": "I have arrived. I had this credential and it says president on my business card and"
    },
    {
      "index": 120,
      "start_time": 613430.0,
      "end_time": 618149.0,
      "text": "I&#39;m 21-years old and I am hot shit. Sorry. Can I curse at Google? I&#39;m not sure. [laughing]"
    },
    {
      "index": 121,
      "start_time": 618149.0,
      "end_time": 623660.0,
      "text": "I guess so, it&#39;s comfortable here. Should&#39;ve asked that first, right Alex? So meanwhile"
    },
    {
      "index": 122,
      "start_time": 623660.0,
      "end_time": 627199.0,
      "text": "I&#39;m sitting here thinking that I&#39;m this great, this great thing because I&#39;ve got these outside"
    },
    {
      "index": 123,
      "start_time": 627199.0,
      "end_time": 633709.0,
      "text": "credentials, I&#39;ve got this fast-paced New York City lifestyle. I have it made. This"
    },
    {
      "index": 124,
      "start_time": 633709.0,
      "end_time": 639220.0,
      "text": "is working for me. Meanwhile, that search became this addiction. Looking for more happiness."
    },
    {
      "index": 125,
      "start_time": 639220.0,
      "end_time": 644220.0,
      "text": "Once I would get that client, I needed more. When I had that relationship, I needed a different"
    },
    {
      "index": 126,
      "start_time": 644220.0,
      "end_time": 648839.0,
      "text": "relationship. And I constantly felt like I was this hamster in a wheel, searching and"
    },
    {
      "index": 127,
      "start_time": 648839.0,
      "end_time": 654869.0,
      "text": "searching and searching for happiness and inspiration outside of myself. One day at"
    },
    {
      "index": 128,
      "start_time": 654869.0,
      "end_time": 660519.0,
      "text": "a time I kept looking further and further and further. By the time I turned 25, I had"
    },
    {
      "index": 129,
      "start_time": 660519.0,
      "end_time": 666660.0,
      "text": "a really hardcore revelation that that was not where I was gonna find it. By this point"
    },
    {
      "index": 130,
      "start_time": 666660.0,
      "end_time": 675639.0,
      "text": "in my outward search I was emotionally, spiritually and physically bankrupt. I had, I had no real"
    },
    {
      "index": 131,
      "start_time": 675639.0,
      "end_time": 681379.0,
      "text": "friends. No strong inspiration. I had found myself really addicted to the New York City"
    },
    {
      "index": 132,
      "start_time": 681379.0,
      "end_time": 686189.0,
      "text": "party scene and feeling like that became my home and my lifestyle and that reflected in"
    },
    {
      "index": 133,
      "start_time": 686189.0,
      "end_time": 692579.0,
      "text": "some really nasty habits. I also would see myself just up at night doing God knows what."
    },
    {
      "index": 134,
      "start_time": 692579.0,
      "end_time": 697889.0,
      "text": "But in the midst of all this there was still that inspired voice within me. There was that"
    },
    {
      "index": 135,
      "start_time": 697889.0,
      "end_time": 702589.0,
      "text": "loving voice, that power voice within me that said, there&#39;s something coming. There&#39;s something"
    },
    {
      "index": 136,
      "start_time": 702589.0,
      "end_time": 708249.0,
      "text": "greater. I&#39;d be up at 3 a.m. at after-hours parties in New York City saying to God knows"
    },
    {
      "index": 137,
      "start_time": 708249.0,
      "end_time": 712459.0,
      "text": "who, &quot;I&#39;m gonna be a motivational speaker and a self-help book author.&quot; [chuckles] And"
    },
    {
      "index": 138,
      "start_time": 712459.0,
      "end_time": 715670.0,
      "text": "somehow I believed me, I really believed this. I intuitively, psychically, knew that there"
    },
    {
      "index": 139,
      "start_time": 715670.0,
      "end_time": 720519.0,
      "text": "was this thing coming even though it did not reflect in any form the life that I was living"
    },
    {
      "index": 140,
      "start_time": 720519.0,
      "end_time": 723990.0,
      "text": "at that time. And so by the time I turned 25 I thought to"
    },
    {
      "index": 141,
      "start_time": 723990.0,
      "end_time": 730029.0,
      "text": "myself, ok, this is not working. Life is not flowing. And that divine moment when I said"
    },
    {
      "index": 142,
      "start_time": 730029.0,
      "end_time": 736579.0,
      "text": "to myself, there has to be a better way. I had that moment of surrender. And so this"
    },
    {
      "index": 143,
      "start_time": 736579.0,
      "end_time": 741019.0,
      "text": "is the first lesson I&#39;m gonna give you today which is that all you need to make any change"
    },
    {
      "index": 144,
      "start_time": 741019.0,
      "end_time": 747600.0,
      "text": "to your life is the deep surrender and the willingness to change. And so I had that."
    },
    {
      "index": 145,
      "start_time": 747600.0,
      "end_time": 753949.0,
      "text": "It was October 2, 2005, at 3:00 in the morning. And I was sitting at home and I was coming"
    },
    {
      "index": 146,
      "start_time": 753949.0,
      "end_time": 759259.0,
      "text": "down from God knows what. I was you know late nights whatever it was all of the crazy crap"
    },
    {
      "index": 147,
      "start_time": 759259.0,
      "end_time": 763179.0,
      "text": "that I had been putting into my body, all of the terrible ways that I had been living"
    },
    {
      "index": 148,
      "start_time": 763179.0,
      "end_time": 768910.0,
      "text": "and I was writing in my journal and I wrote, &quot;God, universe, whoever is out there, I need"
    },
    {
      "index": 149,
      "start_time": 768910.0,
      "end_time": 775300.0,
      "text": "a miracle.&quot; There has to be a better way. This was the moment that I fully surrendered."
    },
    {
      "index": 150,
      "start_time": 775300.0,
      "end_time": 780519.0,
      "text": "This was the moment that I said, &quot;Show me what you got.&quot; I woke up that morning and"
    },
    {
      "index": 151,
      "start_time": 780519.0,
      "end_time": 788639.0,
      "text": "I heard a really loud internal dialog. A really strong intuition. It said, &quot;Get your life"
    },
    {
      "index": 152,
      "start_time": 788639.0,
      "end_time": 795589.0,
      "text": "clean and you will live beyond your wildest dreams.&quot; This loud voice was very authoritative"
    },
    {
      "index": 153,
      "start_time": 795589.0,
      "end_time": 802369.0,
      "text": "and very clear and I had no other choice but to listen to that guidance. And so from that"
    },
    {
      "index": 154,
      "start_time": 802369.0,
      "end_time": 807699.0,
      "text": "day, October 2, 2005, I have been listening to that voice. And one day at a time I have"
    },
    {
      "index": 155,
      "start_time": 807699.0,
      "end_time": 815279.0,
      "text": "been opening up that willingness to be guided to the teachers, the lessons, and all of the"
    },
    {
      "index": 156,
      "start_time": 815279.0,
      "end_time": 819360.0,
      "text": "universal guidance that we receive once we become willing to change. And opening my heart"
    },
    {
      "index": 157,
      "start_time": 819360.0,
      "end_time": 824319.0,
      "text": "one day at a time to make these shifts within my own life. And so it&#39;s that beautiful line"
    },
    {
      "index": 158,
      "start_time": 824319.0,
      "end_time": 828209.0,
      "text": "when the student is ready, the teacher will appear. And this is the case for me and I&#39;m"
    },
    {
      "index": 159,
      "start_time": 828209.0,
      "end_time": 831959.0,
      "text": "sure it will be for many of you in your life. When once you make that willingness to change,"
    },
    {
      "index": 160,
      "start_time": 831959.0,
      "end_time": 836839.0,
      "text": "the book falls off the shelf. Or the teacher shows up in a form that you could have never"
    },
    {
      "index": 161,
      "start_time": 836839.0,
      "end_time": 843970.0,
      "text": "imagined. Or you hear something on the radio, or you meet a cab driver or some enlightened"
    },
    {
      "index": 162,
      "start_time": 843970.0,
      "end_time": 848110.0,
      "text": "conversation comes into your realm that all of a sudden is that shift that you needed"
    },
    {
      "index": 163,
      "start_time": 848110.0,
      "end_time": 852980.0,
      "text": "to make that change and create that catalyst that becomes your greatest accomplishment,"
    },
    {
      "index": 164,
      "start_time": 852980.0,
      "end_time": 858300.0,
      "text": "your greatest shift. And so that&#39;s all we need at first, is that slight willingness."
    },
    {
      "index": 165,
      "start_time": 858300.0,
      "end_time": 863519.0,
      "text": "That willingness that I had, that desire to change, that moment to shift was all I needed"
    },
    {
      "index": 166,
      "start_time": 863519.0,
      "end_time": 871519.0,
      "text": "to become the woman I am today. To live that life beyond my wildest dreams. And so when"
    },
    {
      "index": 167,
      "start_time": 871519.0,
      "end_time": 876019.0,
      "text": "I became ready, I opened up and I said, &quot;Ok, I&#39;m ready for change.&quot;"
    },
    {
      "index": 168,
      "start_time": 876019.0,
      "end_time": 879769.0,
      "text": "But what&#39;s beautiful and what is the main purpose of what I teach is that once you make"
    },
    {
      "index": 169,
      "start_time": 879769.0,
      "end_time": 885050.0,
      "text": "that decision to change, you do not have to do it by yourself. You cannot be expected"
    },
    {
      "index": 170,
      "start_time": 885050.0,
      "end_time": 891059.0,
      "text": "to make these changes on your own. All you need is that slight willingness. With that"
    },
    {
      "index": 171,
      "start_time": 891059.0,
      "end_time": 894639.0,
      "text": "willingness you open up and like I said your teacher will be guided to you like a magnet"
    },
    {
      "index": 172,
      "start_time": 894639.0,
      "end_time": 898559.0,
      "text": "way faster than you can imagine. And that teacher, I know that Thich Nhat Hanh was here"
    },
    {
      "index": 173,
      "start_time": 898559.0,
      "end_time": 902199.0,
      "text": "last week, did you, have many of you, I hope every one of you followed that man wherever"
    },
    {
      "index": 174,
      "start_time": 902199.0,
      "end_time": 905939.0,
      "text": "he was on this campus because that was one of my greatest teachers at that time. When"
    },
    {
      "index": 175,
      "start_time": 905939.0,
      "end_time": 911209.0,
      "text": "I opened up I read Peace is in Every Step. I would sit there in a subway station. I would"
    },
    {
      "index": 176,
      "start_time": 911209.0,
      "end_time": 915529.0,
      "text": "sit on the grass. I would sit wherever I was and I would just read Peace is in Every Step."
    },
    {
      "index": 177,
      "start_time": 915529.0,
      "end_time": 920160.0,
      "text": "That was one of my greatest teachers and so Thich Nhat Hanh became my teacher in the form"
    },
    {
      "index": 178,
      "start_time": 920160.0,
      "end_time": 924139.0,
      "text": "of a book. Marianne Williamson, a great spiritual teacher,"
    },
    {
      "index": 179,
      "start_time": 924139.0,
      "end_time": 930149.0,
      "text": "became a beautiful guide for me. I would listen to her audio albums like a top-40 hit. And"
    },
    {
      "index": 180,
      "start_time": 930149.0,
      "end_time": 934730.0,
      "text": "Marianne teaches a metaphysical text called A Course in Miracles. And it became very clear"
    },
    {
      "index": 181,
      "start_time": 934730.0,
      "end_time": 938920.0,
      "text": "to me that the way that she was teaching the course was really something that would resonate"
    },
    {
      "index": 182,
      "start_time": 938920.0,
      "end_time": 945189.0,
      "text": "with me deeply. And that many spiritual teachers come to a path that is their guided path to"
    },
    {
      "index": 183,
      "start_time": 945189.0,
      "end_time": 951559.0,
      "text": "teach. And it became very, very obvious that I was to be a teacher of these messages. And"
    },
    {
      "index": 184,
      "start_time": 951559.0,
      "end_time": 956699.0,
      "text": "so I came to her about a year into my practice of studying the course through her interpretation."
    },
    {
      "index": 185,
      "start_time": 956699.0,
      "end_time": 960569.0,
      "text": "And the Course in Miracles is a, is channeled material, it&#39;s metaphysics. It&#39;s not, it&#39;s"
    },
    {
      "index": 186,
      "start_time": 960569.0,
      "end_time": 964410.0,
      "text": "totally non-denominational, but it is the purpose and the message behind A Course in"
    },
    {
      "index": 187,
      "start_time": 964410.0,
      "end_time": 970470.0,
      "text": "Miracles is that we need to shift our perceptions to create miraculous change in our life. So"
    },
    {
      "index": 188,
      "start_time": 970470.0,
      "end_time": 976230.0,
      "text": "we need to take our fear-based projections and turn them into a more loving, more positive"
    },
    {
      "index": 189,
      "start_time": 976230.0,
      "end_time": 980910.0,
      "text": "perspective, so that we can change our thoughts and change our energy and therefore change"
    },
    {
      "index": 190,
      "start_time": 980910.0,
      "end_time": 986420.0,
      "text": "our life&#39;s experience. And so this is quite simple. Our, our thoughts affect our energy."
    },
    {
      "index": 191,
      "start_time": 986420.0,
      "end_time": 991670.0,
      "text": "And our energy affects everything outside of us. And so what I learned as a student"
    },
    {
      "index": 192,
      "start_time": 991670.0,
      "end_time": 997769.0,
      "text": "of A Course in Miracles is that the outside world is a reflection of my internal state."
    },
    {
      "index": 193,
      "start_time": 997769.0,
      "end_time": 1003309.0,
      "text": "And A Course in Miracles teaches that projection is perception. So whatever you are projecting"
    },
    {
      "index": 194,
      "start_time": 1003310.0,
      "end_time": 1007560.0,
      "text": "on your internal movie screen, right, I&#39;m not good enough, I&#39;m not good enough, I can&#39;t"
    },
    {
      "index": 195,
      "start_time": 1007560.0,
      "end_time": 1011320.0,
      "text": "get that raise, I can&#39;t get that raise, I can&#39;t get a girlfriend, I can&#39;t get a girlfriend,"
    },
    {
      "index": 196,
      "start_time": 1011320.0,
      "end_time": 1015010.0,
      "text": "like you know I suck, I suck, I suck, I suck. Whatever it is. Whatever you&#39;re walking around"
    },
    {
      "index": 197,
      "start_time": 1015010.0,
      "end_time": 1022180.0,
      "text": "with, you are projecting onto your life. That internal projection makes perception. Your"
    },
    {
      "index": 198,
      "start_time": 1022180.0,
      "end_time": 1028201.0,
      "text": "internal movie screen is what you are perceiving to be your reality. And so I, I became extremely"
    },
    {
      "index": 199,
      "start_time": 1028200.0,
      "end_time": 1035150.0,
      "text": "conscious of what my internal movie screen was saying. I became extremely aware. That&#39;s"
    },
    {
      "index": 200,
      "start_time": 1035150.0000000001,
      "end_time": 1039079.0000000001,
      "text": "the second step I&#39;m gonna give you. I will recap all of this for you, but it&#39;s very,"
    },
    {
      "index": 201,
      "start_time": 1039079.9999999999,
      "end_time": 1043790.9999999999,
      "text": "very important to recognize that one of the most powerful tools we have is to become the"
    },
    {
      "index": 202,
      "start_time": 1043790.0,
      "end_time": 1050280.0,
      "text": "witness to our thoughts. And so as a student of this messaging, I came to my teacher, Marianne"
    },
    {
      "index": 203,
      "start_time": 1050280.0,
      "end_time": 1054790.0,
      "text": "Williamson, I went to visit her at a lecture that she was hosting in New York and I raised"
    },
    {
      "index": 204,
      "start_time": 1054790.0,
      "end_time": 1059830.0,
      "text": "my hand in the audience and I said, &quot;Ok, Marianne, how would you suggest I carry this message"
    },
    {
      "index": 205,
      "start_time": 1059830.0,
      "end_time": 1064140.0,
      "text": "to my generation?&quot; And she looked at me and she psychically knew, she said, &quot;Ok, this"
    },
    {
      "index": 206,
      "start_time": 1064140.0,
      "end_time": 1069050.0,
      "text": "is a, this is a job for you, I get this. This is what you&#39;re gonna do.&quot; And she said, the"
    },
    {
      "index": 207,
      "start_time": 1069050.0,
      "end_time": 1073750.0,
      "text": "book A Course in Miracles is written in three sections, and she said, &quot;Read the text.&quot; And"
    },
    {
      "index": 208,
      "start_time": 1073750.0,
      "end_time": 1078870.0,
      "text": "the text is really where you begin to embark on that reconditioning. Where you learn all"
    },
    {
      "index": 209,
      "start_time": 1078870.0,
      "end_time": 1084570.0,
      "text": "the principles throughout the messages of how we choose our fear-based projections."
    },
    {
      "index": 210,
      "start_time": 1084570.0,
      "end_time": 1089900.0,
      "text": "How we project those fears onto others. How we&#39;re unwilling to forgive. All of the different"
    },
    {
      "index": 211,
      "start_time": 1089900.0,
      "end_time": 1095130.0,
      "text": "ways that fear gets us in a headlock. That&#39;s what the text guides us to understand. And"
    },
    {
      "index": 212,
      "start_time": 1095130.0,
      "end_time": 1100420.0,
      "text": "then she said, &quot;Do the workbook.&quot; This is 365 days of daily meditations, where you begin"
    },
    {
      "index": 213,
      "start_time": 1100420.0,
      "end_time": 1106180.0,
      "text": "to go through a daily practice of reconditioning your thoughts. From fear back to a positive"
    },
    {
      "index": 214,
      "start_time": 1106180.0,
      "end_time": 1111630.0,
      "text": "perspective. And then she said, &quot;Read the teacher&#39;s manual. And then ask the universe"
    },
    {
      "index": 215,
      "start_time": 1111630.0,
      "end_time": 1116250.0,
      "text": "God, whatever you talk to, ask God how you, how he plans for you to carry this message"
    },
    {
      "index": 216,
      "start_time": 1116250.0,
      "end_time": 1120930.0,
      "text": "to your generation.&quot; And so I did just that. I became a student"
    },
    {
      "index": 217,
      "start_time": 1120930.0,
      "end_time": 1126220.0,
      "text": "of A Course in Miracles and I&#39;ve been asking ever since, how can I carry these messages?"
    },
    {
      "index": 218,
      "start_time": 1126220.0,
      "end_time": 1131980.0,
      "text": "And most importantly the main message I got was just be the student, be the student, be"
    },
    {
      "index": 219,
      "start_time": 1131980.0,
      "end_time": 1137980.0,
      "text": "the student. As a teacher, my primary purpose is to be a student every day. And what I&#39;ve"
    },
    {
      "index": 220,
      "start_time": 1137980.0,
      "end_time": 1143400.0,
      "text": "learned in the past six years as a teacher of spirituality, as a teacher of A Course"
    },
    {
      "index": 221,
      "start_time": 1143400.0,
      "end_time": 1151180.0,
      "text": "in Miracles, is that the world is my classroom and people are my assignments. So every single"
    },
    {
      "index": 222,
      "start_time": 1151180.0,
      "end_time": 1158360.0,
      "text": "moment offers me this divine opportunity to go deeper into fear or to strengthen my faith"
    },
    {
      "index": 223,
      "start_time": 1158360.0,
      "end_time": 1164970.0,
      "text": "in love and positivity and a higher level way of being. And so I&#39;m gonna give you some"
    },
    {
      "index": 224,
      "start_time": 1164970.0,
      "end_time": 1169690.0,
      "text": "of the tools that I&#39;ve been practicing as a spirit junkie in the past six years. I can"
    },
    {
      "index": 225,
      "start_time": 1169690.0,
      "end_time": 1174400.0,
      "text": "give you a greater understanding of how you can take these tools into your personal experiences"
    },
    {
      "index": 226,
      "start_time": 1174400.0,
      "end_time": 1179080.0,
      "text": "immediately. The neat thing that happens when you have that awakening and that moment of"
    },
    {
      "index": 227,
      "start_time": 1179080.0,
      "end_time": 1182720.0,
      "text": "&#39;yes, I&#39;m ready for change&#39; and that teacher shows up and you&#39;ve been given these tools"
    },
    {
      "index": 228,
      "start_time": 1182720.0,
      "end_time": 1187720.0,
      "text": "is that you can create quantum shifts in your life immediately. The moment that you choose"
    },
    {
      "index": 229,
      "start_time": 1187720.0,
      "end_time": 1194310.0,
      "text": "to shift your perception a miracle occurs. And the miracle is that you feel better. The"
    },
    {
      "index": 230,
      "start_time": 1194310.0,
      "end_time": 1201030.0,
      "text": "miracle is that you raise your energetic thought and therefore raise your energy and then the"
    },
    {
      "index": 231,
      "start_time": 1201030.0,
      "end_time": 1203380.0,
      "text": "world around you starts to vibrate at a different frequency."
    },
    {
      "index": 232,
      "start_time": 1203380.0,
      "end_time": 1208110.0,
      "text": "So think about it for a second, those of you who have coworkers who walk in, this place"
    },
    {
      "index": 233,
      "start_time": 1208110.0,
      "end_time": 1211660.0,
      "text": "is pretty happy, people. I&#39;m not really too concerned about what&#39;s going on here. You"
    },
    {
      "index": 234,
      "start_time": 1211660.0,
      "end_time": 1216650.0,
      "text": "guys are well taken care of, you&#39;re well fed. It&#39;s sunny outside. But you have those days"
    },
    {
      "index": 235,
      "start_time": 1216650.0,
      "end_time": 1220230.0,
      "text": "when you come into the office and you come in with a really bad attitude, right? Let&#39;s"
    },
    {
      "index": 236,
      "start_time": 1220230.0,
      "end_time": 1224380.0,
      "text": "just say you got in late or something&#39;s happening at home and you come in and you&#39;ve got a bad"
    },
    {
      "index": 237,
      "start_time": 1224380.0,
      "end_time": 1229790.0,
      "text": "attitude. When you come in with that bad attitude, I&#39;m assuming that you lower the energy of"
    },
    {
      "index": 238,
      "start_time": 1229790.0,
      "end_time": 1234700.0,
      "text": "those around you. People start to get a little bit negative back to you. Maybe those e-mails"
    },
    {
      "index": 239,
      "start_time": 1234700.0,
      "end_time": 1238480.0,
      "text": "are not coming in as quickly as you want. Maybe you&#39;re not figuring out the things that"
    },
    {
      "index": 240,
      "start_time": 1238480.0,
      "end_time": 1243130.0,
      "text": "you need. You&#39;re not given the energetic support that you need to show up for this big job"
    },
    {
      "index": 241,
      "start_time": 1243130.0,
      "end_time": 1248480.0,
      "text": "which you all have at your highest capacity. So your low-level thoughts are affecting your"
    },
    {
      "index": 242,
      "start_time": 1248480.0,
      "end_time": 1254550.0,
      "text": "low-level energy and therefore affecting your experience in the job, or your experience"
    },
    {
      "index": 243,
      "start_time": 1254550.0,
      "end_time": 1258820.0,
      "text": "on a date, or your experience in the gym. Whatever it is, however you are functioning"
    },
    {
      "index": 244,
      "start_time": 1258820.0,
      "end_time": 1262790.0,
      "text": "with low-level thoughts, you are affecting low-level energy and therefore affecting your"
    },
    {
      "index": 245,
      "start_time": 1262790.0,
      "end_time": 1266660.0,
      "text": "life&#39;s experience. So all of the things that I&#39;m gonna begin to teach you are about how"
    },
    {
      "index": 246,
      "start_time": 1266660.0,
      "end_time": 1272140.0,
      "text": "you can raise your thoughts, have more faith in a higher-level way of thinking and therefore"
    },
    {
      "index": 247,
      "start_time": 1272140.0,
      "end_time": 1277430.0,
      "text": "have, more important, a higher-level way of being, a more enlightened experience, a more"
    },
    {
      "index": 248,
      "start_time": 1277430.0,
      "end_time": 1282590.0,
      "text": "inspired experience. Another part of what this work does is that when we start to shift"
    },
    {
      "index": 249,
      "start_time": 1282590.0,
      "end_time": 1287050.0,
      "text": "our perceptions, when we start to see things with a better perspective, when we start to"
    },
    {
      "index": 250,
      "start_time": 1287050.0,
      "end_time": 1294210.0,
      "text": "see our experiences as obstacles turning into opportunities, or a resentment as a divine"
    },
    {
      "index": 251,
      "start_time": 1294210.0,
      "end_time": 1300700.0,
      "text": "assignment to forgive more or a moment of lack as an opportunity to focus on what we&#39;re"
    },
    {
      "index": 252,
      "start_time": 1300700.0,
      "end_time": 1305470.0,
      "text": "grateful for rather than focus on what we don&#39;t have. When we start to make these shifts"
    },
    {
      "index": 253,
      "start_time": 1305470.0,
      "end_time": 1310590.0,
      "text": "within our life, what begins to happen is that we begin to have more faith in that way"
    },
    {
      "index": 254,
      "start_time": 1310590.0,
      "end_time": 1315780.0,
      "text": "of being. And so the neat thing that occurs, and this has been my experience the past six"
    },
    {
      "index": 255,
      "start_time": 1315780.0,
      "end_time": 1322800.0,
      "text": "years of practicing the life of a spirit junkie, is that now my choices, my moment to moment"
    },
    {
      "index": 256,
      "start_time": 1322800.0,
      "end_time": 1329180.0,
      "text": "choices, are choosing more of a positive perspective. When there&#39;s traffic my first thought is,"
    },
    {
      "index": 257,
      "start_time": 1329180.0,
      "end_time": 1333810.0,
      "text": "ok, I welcome the traffic to go, I start to think about the way, or if I&#39;m supposed to"
    },
    {
      "index": 258,
      "start_time": 1333810.0,
      "end_time": 1338520.0,
      "text": "be late, maybe I&#39;m meant to be there late. Maybe there&#39;s something greater coming. Or"
    },
    {
      "index": 259,
      "start_time": 1338520.0,
      "end_time": 1342400.0,
      "text": "if something doesn&#39;t happen the exact way that I believe it should happen, I know and"
    },
    {
      "index": 260,
      "start_time": 1342400.0,
      "end_time": 1347130.0,
      "text": "my first thought is, there&#39;s something way greater coming. So this is just the types"
    },
    {
      "index": 261,
      "start_time": 1347130.0,
      "end_time": 1351440.0,
      "text": "of miracles that occur and the ways that your mind begins to shift when you start to practice"
    },
    {
      "index": 262,
      "start_time": 1351440.0,
      "end_time": 1354580.0,
      "text": "these principles in your every corner of your life."
    },
    {
      "index": 263,
      "start_time": 1354580.0,
      "end_time": 1358790.0,
      "text": "And so one of the really neat things that happened for me is that I started to find"
    },
    {
      "index": 264,
      "start_time": 1358790.0,
      "end_time": 1363170.0,
      "text": "really divine guidance throughout my life&#39;s experience. And I&#39;ll give you one example"
    },
    {
      "index": 265,
      "start_time": 1363170.0,
      "end_time": 1367970.0,
      "text": "of how that guidance starts to come in. When you invite spirit and inspiration into your"
    },
    {
      "index": 266,
      "start_time": 1367970.0,
      "end_time": 1372020.0,
      "text": "life and you start to crack open and start to perceive your ways in a little bit of a"
    },
    {
      "index": 267,
      "start_time": 1372020.0,
      "end_time": 1377390.0,
      "text": "more positive perspective, you start to see a lot of synchronicity show up. And so what"
    },
    {
      "index": 268,
      "start_time": 1377390.0,
      "end_time": 1382550.0,
      "text": "happens is is that synchronicity is always available to us at all times. But our fear-based"
    },
    {
      "index": 269,
      "start_time": 1382550.0,
      "end_time": 1389630.0,
      "text": "thoughts block that synchronicity. We cut off communication with our internal GPS. That"
    },
    {
      "index": 270,
      "start_time": 1389630.0,
      "end_time": 1394300.0,
      "text": "loving voice is always there, it&#39;s always working, it&#39;s always saying, go to that room,"
    },
    {
      "index": 271,
      "start_time": 1394300.0,
      "end_time": 1399210.0,
      "text": "forgive your boss, they didn&#39;t mean to be that way, or choose to see this differently,"
    },
    {
      "index": 272,
      "start_time": 1399210.0,
      "end_time": 1403660.0,
      "text": "or yes, you can have that job. Your loving voice is always ready to bring you that loving"
    },
    {
      "index": 273,
      "start_time": 1403660.0,
      "end_time": 1408780.0,
      "text": "perspective. But the negative voice within us, that chatter of all of that fear-based"
    },
    {
      "index": 274,
      "start_time": 1408780.0,
      "end_time": 1413400.0,
      "text": "beliefs, cuts that communication off. It just cuts it off at the knees. And that communication,"
    },
    {
      "index": 275,
      "start_time": 1413400.0,
      "end_time": 1417710.0,
      "text": "when it&#39;s cut off, [claps hands lightly] blocks the synchronistic flow that we are all allowed"
    },
    {
      "index": 276,
      "start_time": 1417710.0,
      "end_time": 1422510.0,
      "text": "and ready to receive at all times. So that synchronicity of wanting that new job and"
    },
    {
      "index": 277,
      "start_time": 1422510.0,
      "end_time": 1426680.0,
      "text": "that perfect employer being sitting next to you on the bus, if you&#39;re in a low-level thought,"
    },
    {
      "index": 278,
      "start_time": 1426680.0,
      "end_time": 1431210.0,
      "text": "your energy is lowered, you won&#39;t be smiling and that employer can&#39;t talk to you. So you&#39;re"
    },
    {
      "index": 279,
      "start_time": 1431210.0,
      "end_time": 1436380.0,
      "text": "cutting off the communication. You&#39;re cutting off the guidance. So once I opened up to that"
    },
    {
      "index": 280,
      "start_time": 1436380.0,
      "end_time": 1440940.0,
      "text": "guidance, I started to see the synchronicity show up in every form. And often that that"
    },
    {
      "index": 281,
      "start_time": 1440940.0,
      "end_time": 1444990.0,
      "text": "synchronicity, particularly early on, will come in the form of your teachers and your"
    },
    {
      "index": 282,
      "start_time": 1444990.0,
      "end_time": 1449750.0,
      "text": "guides. And so for me I started to witness how I opened up to make these changes in my"
    },
    {
      "index": 283,
      "start_time": 1449750.0,
      "end_time": 1453950.0,
      "text": "life and I was really ready to at this point in my life I had been sober for awhile, I"
    },
    {
      "index": 284,
      "start_time": 1453950.0,
      "end_time": 1458370.0,
      "text": "put down all of the substances. I had started to recover from my work addiction. And I was"
    },
    {
      "index": 285,
      "start_time": 1458370.0,
      "end_time": 1462920.0,
      "text": "recovering from my issues with food stuff. But I was still hung up in my romantic relationships."
    },
    {
      "index": 286,
      "start_time": 1462920.0,
      "end_time": 1468620.0,
      "text": "It was a really trippy corner of my life. And so I, I turned to my inner guidance system"
    },
    {
      "index": 287,
      "start_time": 1468620.0,
      "end_time": 1474100.0,
      "text": "and I started to surrender again, much like I did on October 2. I said I am willing to"
    },
    {
      "index": 288,
      "start_time": 1474100.0,
      "end_time": 1480040.0,
      "text": "see things differently, I am ready to change. I need another miracle. And so I started to"
    },
    {
      "index": 289,
      "start_time": 1480040.0,
      "end_time": 1485890.0,
      "text": "pray for this miracle and affirmed my desire to change. And so I started to get this guidance"
    },
    {
      "index": 290,
      "start_time": 1485890.0,
      "end_time": 1490630.0,
      "text": "from the universe. And one of my neighbors suggested that I meet this woman named Rha"
    },
    {
      "index": 291,
      "start_time": 1490630.0,
      "end_time": 1494260.0,
      "text": "Goddess. He said there&#39;s this really groovy woman, she&#39;s out there, she&#39;s doing great"
    },
    {
      "index": 292,
      "start_time": 1494260.0,
      "end_time": 1498790.0,
      "text": "work with women, much like what you&#39;re doing, you should totally meet her. So I said, ok"
    },
    {
      "index": 293,
      "start_time": 1498790.0,
      "end_time": 1503630.0,
      "text": "that sounds cool. A week later my friend and I are having lunch and she says, &quot;You need"
    },
    {
      "index": 294,
      "start_time": 1503630.0,
      "end_time": 1507790.0,
      "text": "to meet my friend Rha Goddess.&quot; I said, &quot;Oh, this is the second time I&#39;ve heard this, I"
    },
    {
      "index": 295,
      "start_time": 1507790.0,
      "end_time": 1512290.0,
      "text": "guess I should meet this lady.&quot; I e-mailed this Rha Goddess, I&#39;m like, &#39;hey Rha Goddess,"
    },
    {
      "index": 296,
      "start_time": 1512290.0,
      "end_time": 1516370.0,
      "text": "I guess we&#39;re supposed to meet and I, I put it out there and she&#39;s like, listen, I&#39;d love"
    },
    {
      "index": 297,
      "start_time": 1516370.0,
      "end_time": 1519830.0,
      "text": "to meet. I&#39;m out of the country for most of March, maybe we can meet when I get back&#39;."
    },
    {
      "index": 298,
      "start_time": 1519830.0,
      "end_time": 1523040.0,
      "text": "I said to her, well, I&#39;m actually leaving the country in March, too, I&#39;m going to visit"
    },
    {
      "index": 299,
      "start_time": 1523040.0,
      "end_time": 1526730.0,
      "text": "this medium in Brazil for a spiritual quest. She said, &quot;Oh, I&#39;m gonna be visiting this"
    },
    {
      "index": 300,
      "start_time": 1526730.0,
      "end_time": 1532380.0,
      "text": "same medium in Brazil the same week that you&#39;re there.&quot; I said, &quot;Ok, maybe I&#39;ll see you in"
    },
    {
      "index": 301,
      "start_time": 1532380.0,
      "end_time": 1537390.0,
      "text": "Brazil, ok.&quot; So I go off to Brazil, I don&#39;t meet Rha. A week, that, that, on my flight"
    },
    {
      "index": 302,
      "start_time": 1537390.0,
      "end_time": 1541620.0,
      "text": "back from Brazil I&#39;m sitting next to a woman who had been there as well and she says to"
    },
    {
      "index": 303,
      "start_time": 1541620.0,
      "end_time": 1544490.0,
      "text": "me, &quot;Oh, you live in New York. It sounds like you&#39;re doing neat work. You should totally"
    },
    {
      "index": 304,
      "start_time": 1544490.0,
      "end_time": 1550800.0,
      "text": "meet this woman. Take this card.&quot; Rha Goddess. A week later I&#39;m in New Orleans for Eve Ensler&#39;s"
    },
    {
      "index": 305,
      "start_time": 1550800.0,
      "end_time": 1558120.0,
      "text": "V-Day. And I&#39;m looking at the lineup of different speakers and I see 12 noon Rosario Dawson,"
    },
    {
      "index": 306,
      "start_time": 1558120.0,
      "end_time": 1564270.0,
      "text": "and we&#39;ve got Jane Fonda and then at 2:00 p.m., Rha Goddess. So it became very clear"
    },
    {
      "index": 307,
      "start_time": 1564270.0,
      "end_time": 1570260.0,
      "text": "to me that this woman was going to be some kind of powerful influence in my life in some"
    },
    {
      "index": 308,
      "start_time": 1570260.0,
      "end_time": 1575390.0,
      "text": "form. And so I took the universal memo and I finally found my friend and I said &#39;ok Rha,"
    },
    {
      "index": 309,
      "start_time": 1575390.0,
      "end_time": 1578830.0,
      "text": "let&#39;s meet, let&#39;s take some time just to get together. Clearly we are being pushed into"
    },
    {
      "index": 310,
      "start_time": 1578830.0,
      "end_time": 1582660.0,
      "text": "each other&#39;s lives, the synchronicity is way too wild. Show me what you got. Let&#39;s hang"
    },
    {
      "index": 311,
      "start_time": 1582660.0,
      "end_time": 1587460.0,
      "text": "out.&#39; So we meet up and as I mentioned I was going through a lot of my own personal traumas"
    },
    {
      "index": 312,
      "start_time": 1587460.0,
      "end_time": 1590970.0,
      "text": "at this time. I was, I was coaching, I was teaching, but I was teaching young women how"
    },
    {
      "index": 313,
      "start_time": 1590970.0,
      "end_time": 1595040.0,
      "text": "to release fear in their romantic relationships, but meanwhile I felt like a fraud because"
    },
    {
      "index": 314,
      "start_time": 1595040.0,
      "end_time": 1600530.0,
      "text": "I was feeling completely fearful in that way. And my willingness to change guided me. So"
    },
    {
      "index": 315,
      "start_time": 1600530.0,
      "end_time": 1604330.0,
      "text": "I go and I meet with Rha and I say, listen you know I would love to talk about business"
    },
    {
      "index": 316,
      "start_time": 1604330.0,
      "end_time": 1607720.0,
      "text": "to business, what are you doing? And she begins to tell me instead of talking about business,"
    },
    {
      "index": 317,
      "start_time": 1607720.0,
      "end_time": 1612260.0,
      "text": "she starts telling me about how she called in her romantic partner and her husband and"
    },
    {
      "index": 318,
      "start_time": 1612260.0,
      "end_time": 1616680.0,
      "text": "she started to beam about how she got over all of her fear-based illusions and came to"
    },
    {
      "index": 319,
      "start_time": 1616680.0,
      "end_time": 1620750.0,
      "text": "a place where she was a much more loving perspective and had this amazing relationship with her"
    },
    {
      "index": 320,
      "start_time": 1620750.0,
      "end_time": 1625330.0,
      "text": "husband and was so proud of the work she had done around her romance. And so I said to"
    },
    {
      "index": 321,
      "start_time": 1625330.0,
      "end_time": 1630400.0,
      "text": "her, &quot;Awesome, I want that, that&#39;s what I want.&quot; And I knew that she had coached people,"
    },
    {
      "index": 322,
      "start_time": 1630400.0,
      "end_time": 1634760.0,
      "text": "so I said, &quot;Do you still coach people?&quot; And she said I only coach a handful of people"
    },
    {
      "index": 323,
      "start_time": 1634760.0,
      "end_time": 1638730.0,
      "text": "a year and they&#39;re people that I want to take to the next level. I coach people just like"
    },
    {
      "index": 324,
      "start_time": 1638730.0,
      "end_time": 1645370.0,
      "text": "you. And I said, &quot;Tell me where to sign the check. Where do I sign up?&quot; And she then became"
    },
    {
      "index": 325,
      "start_time": 1645370.0,
      "end_time": 1652670.0,
      "text": "my guide, became my teacher. That slight willingness opened that door for me to be led to the woman"
    },
    {
      "index": 326,
      "start_time": 1652670.0,
      "end_time": 1657350.0,
      "text": "who would be the change maker, who would be the container for me to do all the transformational"
    },
    {
      "index": 327,
      "start_time": 1657350.0,
      "end_time": 1662340.0,
      "text": "work that I needed to do to kick this one fear that had been holding me back, had me"
    },
    {
      "index": 328,
      "start_time": 1662340.0,
      "end_time": 1667240.0,
      "text": "in a headlock for 28 years, and through the work I did with Rha, I was able to release"
    },
    {
      "index": 329,
      "start_time": 1667240.0,
      "end_time": 1672910.0,
      "text": "those chains and now today live in a very free-flowing, incredible way. But this is"
    },
    {
      "index": 330,
      "start_time": 1672910.0,
      "end_time": 1678620.0,
      "text": "just a beautiful example of how when you do become willing, when you invite that spiritual"
    },
    {
      "index": 331,
      "start_time": 1678620.0,
      "end_time": 1683430.0,
      "text": "intervention, when you invite that guidance around you, when you open up the dialog for"
    },
    {
      "index": 332,
      "start_time": 1683430.0,
      "end_time": 1688390.0,
      "text": "that communication, then you can allow that synchronicity to pour into your life and guide"
    },
    {
      "index": 333,
      "start_time": 1688390.0,
      "end_time": 1692750.0,
      "text": "you to the right people, guide you to the right book, guide you to the right lecture,"
    },
    {
      "index": 334,
      "start_time": 1692750.0,
      "end_time": 1696750.0,
      "text": "guide you to the right bookstore, wherever you need to be to be led to your greatest"
    },
    {
      "index": 335,
      "start_time": 1696750.0,
      "end_time": 1699840.0,
      "text": "teacher who will be the catalyst for your change."
    },
    {
      "index": 336,
      "start_time": 1699840.0,
      "end_time": 1706400.0,
      "text": "And so my hope for you today, my goal for you today, was to open up your mind to start"
    },
    {
      "index": 337,
      "start_time": 1706400.0,
      "end_time": 1712040.0,
      "text": "to see the corners of your life where things aren&#39;t flowing naturally. To take a little"
    },
    {
      "index": 338,
      "start_time": 1712040.0,
      "end_time": 1717660.0,
      "text": "magnifying glass and say, &quot;Things could be more clear here. I could be happier in this"
    },
    {
      "index": 339,
      "start_time": 1717660.0,
      "end_time": 1724930.0,
      "text": "area of my life. I could have more flow over here. I&#39;d like to see things differently here.&quot;"
    },
    {
      "index": 340,
      "start_time": 1724930.0,
      "end_time": 1730730.0,
      "text": "And start to open up and become willing to make that change. And so much like myself"
    },
    {
      "index": 341,
      "start_time": 1730730.0,
      "end_time": 1737610.0,
      "text": "I want to be very clear this, this shift does not require a lot of work out there. It requires"
    },
    {
      "index": 342,
      "start_time": 1737610.0,
      "end_time": 1744260.0,
      "text": "a commitment in here. It requires a daily intention. The world around us gives us plenty"
    },
    {
      "index": 343,
      "start_time": 1744260.0,
      "end_time": 1749070.0,
      "text": "of opportunities to think and feel crazy fear. Right? All we have to do is just turn on the"
    },
    {
      "index": 344,
      "start_time": 1749070.0,
      "end_time": 1753510.0,
      "text": "news. All we have to do is sometimes show up to the office and then that fear just comes"
    },
    {
      "index": 345,
      "start_time": 1753510.0,
      "end_time": 1758150.0,
      "text": "down upon us. Not here at Google, but in other offices. It&#39;s not so fearful here, it&#39;s pretty"
    },
    {
      "index": 346,
      "start_time": 1758150.0,
      "end_time": 1762470.0,
      "text": "groovy. People are riding bikes and you know, doing whatever. But, but in general we have"
    },
    {
      "index": 347,
      "start_time": 1762470.0,
      "end_time": 1766130.0,
      "text": "a lot of chaos that we need to, we wake up in the morning and it&#39;s like we got to put"
    },
    {
      "index": 348,
      "start_time": 1766130.0,
      "end_time": 1769990.0,
      "text": "on our armor because walking out the door is gonna give us another opportunity to have"
    },
    {
      "index": 349,
      "start_time": 1769990.0,
      "end_time": 1775990.0,
      "text": "fear in front of us. And so we have a lot of work to do to overcome these fear-based"
    },
    {
      "index": 350,
      "start_time": 1775990.0,
      "end_time": 1779870.0,
      "text": "projections. And so the first step for each of you is just to become willing to see things"
    },
    {
      "index": 351,
      "start_time": 1779870.0,
      "end_time": 1785400.0,
      "text": "differently. And so much like myself, I hope for all of you to become conscious and aware"
    },
    {
      "index": 352,
      "start_time": 1785400.0,
      "end_time": 1791320.0,
      "text": "of the ways in which your limiting beliefs, your fear-based projections, your negative"
    },
    {
      "index": 353,
      "start_time": 1791320.0,
      "end_time": 1797680.0,
      "text": "thoughts are holding you back. How are they keeping you small? How are they keeping you"
    },
    {
      "index": 354,
      "start_time": 1797680.0,
      "end_time": 1804420.0,
      "text": "stuck? How are they lowering your energy? How is your negative energy affecting your"
    },
    {
      "index": 355,
      "start_time": 1804420.0,
      "end_time": 1808920.0,
      "text": "life&#39;s experience? Right? How are you when you show up on that date and you&#39;re like,"
    },
    {
      "index": 356,
      "start_time": 1808920.0,
      "end_time": 1812760.0,
      "text": "&quot;I hate going on dates. I suck at dates.&quot; Right? Is that really attractive? Not really,"
    },
    {
      "index": 357,
      "start_time": 1812760.0,
      "end_time": 1816320.0,
      "text": "right? [giggles] I don&#39;t think that&#39;s very attractive. Or, you know, you show up and"
    },
    {
      "index": 358,
      "start_time": 1816320.0,
      "end_time": 1819500.0,
      "text": "you&#39;re trying to get your review and you&#39;re going in for your review and you&#39;re like,"
    },
    {
      "index": 359,
      "start_time": 1819500.0,
      "end_time": 1824270.0,
      "text": "oh my God, oh my God, I suck, I suck. You&#39;re not supporting your employer wanting to raise"
    },
    {
      "index": 360,
      "start_time": 1824270.0,
      "end_time": 1829090.0,
      "text": "you up, right? You need to raise yourself up if you want the world to reflect that back"
    },
    {
      "index": 361,
      "start_time": 1829090.0,
      "end_time": 1834170.0,
      "text": "to you. Remembering that the outside world is a reflection of our internal state and"
    },
    {
      "index": 362,
      "start_time": 1834170.0,
      "end_time": 1840000.0,
      "text": "if we want to have the world support us, we have to support ourselves. And so we have"
    },
    {
      "index": 363,
      "start_time": 1840000.0,
      "end_time": 1845310.0,
      "text": "to support ourselves with our thoughts first and foremost. So I hope for each of you to"
    },
    {
      "index": 364,
      "start_time": 1845310.0,
      "end_time": 1851340.0,
      "text": "take a little brief moment of this story of my experience of how I chose that other way,"
    },
    {
      "index": 365,
      "start_time": 1851340.0,
      "end_time": 1857100.0,
      "text": "I lived in that way of fear and projection and then I chose to see things differently."
    },
    {
      "index": 366,
      "start_time": 1857100.0,
      "end_time": 1861130.0,
      "text": "Now one of the greatest tools I&#39;ve been using throughout my practice is the practice of"
    },
    {
      "index": 367,
      "start_time": 1861130.0,
      "end_time": 1866690.0,
      "text": "meditation and prayer. Now prayer can be for you something as simple as setting an intention."
    },
    {
      "index": 368,
      "start_time": 1866690.0,
      "end_time": 1870809.0,
      "text": "It could be your little alarm clock on your Android that comes up in the morning and says,"
    },
    {
      "index": 369,
      "start_time": 1870810.0,
      "end_time": 1876591.0,
      "text": "I choose to have a good day today. I choose to see things in a positive perspective. Whatever"
    },
    {
      "index": 370,
      "start_time": 1876590.0,
      "end_time": 1881600.0,
      "text": "it may be, just setting a positive intention daily is a massive part of this practice."
    },
    {
      "index": 371,
      "start_time": 1881600.0,
      "end_time": 1885750.0,
      "text": "Meditation. How many of you practiced meditation with Thich Nhat Hanh? Did you guys get a chance"
    },
    {
      "index": 372,
      "start_time": 1885750.0,
      "end_time": 1890420.0,
      "text": "to do that? I&#39;m so happy, I&#39;m so jealous. So hopefully you learned something from him."
    },
    {
      "index": 373,
      "start_time": 1890420.0,
      "end_time": 1893980.0,
      "text": "Maybe you can take something from him. But throughout my book every chapter has a guided"
    },
    {
      "index": 374,
      "start_time": 1893980.0,
      "end_time": 1900870.0,
      "text": "meditation. I created a meditation album to accompany this book. So having a guided meditation"
    },
    {
      "index": 375,
      "start_time": 1900870.0,
      "end_time": 1905530.0,
      "text": "practice often when you&#39;re, if you&#39;re a meditation newbie and you&#39;ve never meditated before,"
    },
    {
      "index": 376,
      "start_time": 1905530.0,
      "end_time": 1910670.0,
      "text": "find a guide, whether it be me, go on to iTunes and just Google guided meditation. I&#39;ll come"
    },
    {
      "index": 377,
      "start_time": 1910670.0,
      "end_time": 1914350.0,
      "text": "up, other teachers will come up, Thich Nhat Hanh will come up, Jack Kornfield will come"
    },
    {
      "index": 378,
      "start_time": 1914350.0,
      "end_time": 1920620.0,
      "text": "up, Sharon Salzburg, all these beautiful teachers. Let these teachers just lead you. Allow that"
    },
    {
      "index": 379,
      "start_time": 1920620.0,
      "end_time": 1925450.0,
      "text": "guidance to open up your right brain, which is your creative capacity. The part of each"
    },
    {
      "index": 380,
      "start_time": 1925450.0,
      "end_time": 1929630.0,
      "text": "of you that&#39;s gonna have the inspired ideas that will keep the interweb moving, right?"
    },
    {
      "index": 381,
      "start_time": 1929630.0,
      "end_time": 1933740.0,
      "text": "We need you people to be inspired. And to have that loving voice just present in your"
    },
    {
      "index": 382,
      "start_time": 1933740.0,
      "end_time": 1938940.0,
      "text": "life. And that when we sit in stillness for five minutes a day, I&#39;m gonna prescribe to"
    },
    {
      "index": 383,
      "start_time": 1938940.0,
      "end_time": 1944030.0,
      "text": "each of you five minutes a day for the next thirty days. Just give yourself five minutes"
    },
    {
      "index": 384,
      "start_time": 1944030.0,
      "end_time": 1949190.0,
      "text": "of stillness. You live in a beautiful environment. You can probably go to your backyard, sit"
    },
    {
      "index": 385,
      "start_time": 1949190.0,
      "end_time": 1954970.0,
      "text": "outside somewhere, sit on campus somewhere here for five minutes, sit in the sun, listen"
    },
    {
      "index": 386,
      "start_time": 1954970.0,
      "end_time": 1959550.0,
      "text": "to your favorite song, listen to a guided meditation, listen to Thich Nhat Hanh, listen"
    },
    {
      "index": 387,
      "start_time": 1959550.0,
      "end_time": 1965070.0,
      "text": "to the voice of a teacher that guides you and just allow yourself to tune in to your"
    },
    {
      "index": 388,
      "start_time": 1965070.0,
      "end_time": 1972470.0,
      "text": "power energy. Activate that loving presence within you. And all it needs, all that this"
    },
    {
      "index": 389,
      "start_time": 1972470.0,
      "end_time": 1978230.0,
      "text": "requires, is five minutes of stillness. And so give yourself that. Give yourself that"
    },
    {
      "index": 390,
      "start_time": 1978230.0,
      "end_time": 1983480.0,
      "text": "moment of &#39;I choose to see things differently&#39;. Maybe you do set your alarm in the morning"
    },
    {
      "index": 391,
      "start_time": 1983480.0,
      "end_time": 1988190.0,
      "text": "that says I choose to see things differently. And just allow yourself to awake into another"
    },
    {
      "index": 392,
      "start_time": 1988190.0,
      "end_time": 1993970.0,
      "text": "perspective. And then also just most importantly, start to focus on the good stuff as many people"
    },
    {
      "index": 393,
      "start_time": 1993970.0,
      "end_time": 1998150.0,
      "text": "like to say in this business. Focus on what is enlightening to you. Focus on what you"
    },
    {
      "index": 394,
      "start_time": 1998150.0,
      "end_time": 2002460.0,
      "text": "do have. Focus on all of the resources in front of you. Whenever you get into a mindset"
    },
    {
      "index": 395,
      "start_time": 2002460.0,
      "end_time": 2007040.0,
      "text": "of lack, say I have the most awesome job on the planet, which you all have a great job,"
    },
    {
      "index": 396,
      "start_time": 2007040.0,
      "end_time": 2010860.0,
      "text": "right? I have beautiful employees, I have great lunch, whatever it is. Just focus on"
    },
    {
      "index": 397,
      "start_time": 2010860.0,
      "end_time": 2015020.0,
      "text": "the amazing things. And what happens when gratitude is our attitude is that we raise"
    },
    {
      "index": 398,
      "start_time": 2015020.0,
      "end_time": 2020850.0,
      "text": "the energy again and that energy raises our life&#39;s experience. So start to pay attention"
    },
    {
      "index": 399,
      "start_time": 2020850.0,
      "end_time": 2026440.0,
      "text": "and focus on the good stuff. And be conscious in every moment of your day when those limiting"
    },
    {
      "index": 400,
      "start_time": 2026440.0,
      "end_time": 2031820.0,
      "text": "beliefs come in, when those negative thoughts show up and be very aware to not judge your"
    },
    {
      "index": 401,
      "start_time": 2031820.0,
      "end_time": 2036980.0,
      "text": "fear-based thoughts with more fear. Be very gentle with yourself when you begin this process"
    },
    {
      "index": 402,
      "start_time": 2036980.0,
      "end_time": 2041400.0,
      "text": "of paying attention to your thoughts, because at first you might be like, oh, my God, I"
    },
    {
      "index": 403,
      "start_time": 2041400.0,
      "end_time": 2045290.0,
      "text": "only think fear all the time. This is a mess. I can&#39;t get over this. I&#39;ll never ever get"
    },
    {
      "index": 404,
      "start_time": 2045290.0,
      "end_time": 2050389.0,
      "text": "over this, right? But rather than doing that, just start to pay attention of, just witness,"
    },
    {
      "index": 405,
      "start_time": 2050389.9999999998,
      "end_time": 2055139.9999999998,
      "text": "as Eckhart Tolle says, he says, &quot;Be the witness to the thinker.&quot; So just witness the thoughts"
    },
    {
      "index": 406,
      "start_time": 2055139.9999999998,
      "end_time": 2062919.9999999998,
      "text": "very gently. Be kind and forgiving to yourself. I like to say practice the f-word, the forgiveness."
    },
    {
      "index": 407,
      "start_time": 2062920.0,
      "end_time": 2066791.0,
      "text": "And really allow yourself to be really present with that forgiveness practice of really being"
    },
    {
      "index": 408,
      "start_time": 2066790.0,
      "end_time": 2071730.0,
      "text": "kind to yourself, being gentle with your thoughts, saying, well, of course I had that negative"
    },
    {
      "index": 409,
      "start_time": 2071730.0,
      "end_time": 2075169.0,
      "text": "thought. I&#39;ve been thinking that thought for 30 years, but you know today I&#39;m gonna choose"
    },
    {
      "index": 410,
      "start_time": 2075170.0,
      "end_time": 2080620.0,
      "text": "to see things differently. And be very very kind when you embark on this process."
    },
    {
      "index": 411,
      "start_time": 2080620.0,
      "end_time": 2083761.0,
      "text": "And then a major tool that I want to leave you with is that you can begin to practice"
    },
    {
      "index": 412,
      "start_time": 2083760.0000000002,
      "end_time": 2088960.0000000002,
      "text": "the f-word in all of your affairs and start practicing forgiveness as often as you can."
    },
    {
      "index": 413,
      "start_time": 2088960.0,
      "end_time": 2093139.0,
      "text": "When we carry a resentment towards someone it&#39;s like drinking poison. We are the one"
    },
    {
      "index": 414,
      "start_time": 2093139.9999999998,
      "end_time": 2098401.0,
      "text": "who carries around that negative belief system. We are the one who just keeps harboring that"
    },
    {
      "index": 415,
      "start_time": 2098400.0,
      "end_time": 2102260.0,
      "text": "negativity. And we take that negative fear-based experience and we bring it into the present"
    },
    {
      "index": 416,
      "start_time": 2102260.0,
      "end_time": 2107160.0,
      "text": "moment and we project it onto all the, all the other relationships that we have. That"
    },
    {
      "index": 417,
      "start_time": 2107160.0,
      "end_time": 2112130.0,
      "text": "employer who fired us at some point we bring that into the new job. We create the opportunity"
    },
    {
      "index": 418,
      "start_time": 2112130.0,
      "end_time": 2117110.0,
      "text": "to be fired again. That relationship that was negative, we bring that into the new romantic"
    },
    {
      "index": 419,
      "start_time": 2117110.0,
      "end_time": 2122920.0,
      "text": "relationship and we create more chaos in every corner there. So be conscious of how your"
    },
    {
      "index": 420,
      "start_time": 2122920.0,
      "end_time": 2128130.0,
      "text": "resentments are holding you back and become clear and ready and willing to let them go."
    },
    {
      "index": 421,
      "start_time": 2128130.0,
      "end_time": 2131840.0,
      "text": "And so the practice of forgiveness can be very scary for people and so there&#39;s three"
    },
    {
      "index": 422,
      "start_time": 2131840.0,
      "end_time": 2138110.0,
      "text": "simple steps I&#39;ll leave you with. And one of them is to become willing to forgive, witnessing"
    },
    {
      "index": 423,
      "start_time": 2138110.0,
      "end_time": 2143840.0,
      "text": "who you need to forgive and be willing to forgive. The second step is to become conscious"
    },
    {
      "index": 424,
      "start_time": 2143840.0,
      "end_time": 2151119.0,
      "text": "of your side of the street. How have you been participating in your negative resentment?"
    },
    {
      "index": 425,
      "start_time": 2151120.0,
      "end_time": 2156521.0,
      "text": "Maybe you&#39;re participation is that you&#39;ve been unwilling to forgive. Maybe your participation"
    },
    {
      "index": 426,
      "start_time": 2156520.0,
      "end_time": 2160540.0,
      "text": "is that you had some negative stuff that you did, too. But be very conscious to clean up"
    },
    {
      "index": 427,
      "start_time": 2160540.0,
      "end_time": 2165820.0,
      "text": "your side of the street. Forgive yourself for whatever you did, but be aware of your"
    },
    {
      "index": 428,
      "start_time": 2165820.0,
      "end_time": 2172560.0,
      "text": "part. And then the third step is to surrender and be willing to forgive daily. All you have"
    },
    {
      "index": 429,
      "start_time": 2172560.0,
      "end_time": 2178230.0,
      "text": "to do in this third part is just to say to yourself every morning, every night, &#39;I choose"
    },
    {
      "index": 430,
      "start_time": 2178230.0,
      "end_time": 2183890.0,
      "text": "to release you, I choose to forgive you&#39;. Whether it be yourself, whether it be another"
    },
    {
      "index": 431,
      "start_time": 2183890.0,
      "end_time": 2188900.0,
      "text": "person, whether it be an institution, whoever you or whatever you are willing to let go"
    },
    {
      "index": 432,
      "start_time": 2188900.0,
      "end_time": 2193640.0,
      "text": "of. Say &#39;I choose to forgive you, I choose to release you&#39;. And practice that mantra."
    },
    {
      "index": 433,
      "start_time": 2193640.0,
      "end_time": 2197780.0,
      "text": "Whenever that fear-based projection comes up, just set that intention one more time."
    },
    {
      "index": 434,
      "start_time": 2197780.0,
      "end_time": 2203040.0,
      "text": "&#39;I choose to forgive you, I choose to release you&#39;. And that moment when you make that decision,"
    },
    {
      "index": 435,
      "start_time": 2203040.0,
      "end_time": 2209350.0,
      "text": "the moment that you affirm your desire to forgive, you awaken that inner guidance system."
    },
    {
      "index": 436,
      "start_time": 2209350.0,
      "end_time": 2215000.0,
      "text": "You reconnect with that voice and you can be guided once again to the teachers, the"
    },
    {
      "index": 437,
      "start_time": 2215000.0,
      "end_time": 2219780.0,
      "text": "assignments and all the things that you need to allow that forgiveness process to occur."
    },
    {
      "index": 438,
      "start_time": 2219780.0,
      "end_time": 2223119.0,
      "text": "And you don&#39;t have to figure it out anymore, you just have to be willing and surrender"
    },
    {
      "index": 439,
      "start_time": 2223120.0,
      "end_time": 2229581.0,
      "text": "it and allow the universe to show you what she&#39;s got, ok? So that&#39;s, that, these are"
    },
    {
      "index": 440,
      "start_time": 2229580.0,
      "end_time": 2232560.0,
      "text": "just some different tips throughout the book that I&#39;ve given you now, just to give you"
    },
    {
      "index": 441,
      "start_time": 2232560.0,
      "end_time": 2238770.0,
      "text": "a broad overview of the different ways that I have been practicing the life of a spirit"
    },
    {
      "index": 442,
      "start_time": 2238770.0,
      "end_time": 2245100.0,
      "text": "junkie in changing my own perceptions. And so today I do live a life beyond my wildest"
    },
    {
      "index": 443,
      "start_time": 2245100.0,
      "end_time": 2252420.0,
      "text": "dreams. Today my job is to come and hang out at Google on an afternoon on Friday and be"
    },
    {
      "index": 444,
      "start_time": 2252420.0,
      "end_time": 2258760.0,
      "text": "with people like yourself and carry these messages. Today I live an inspired life. Today"
    },
    {
      "index": 445,
      "start_time": 2258760.0,
      "end_time": 2266330.0,
      "text": "I feel intuitive guidance all the time. All of my hang ups have melted away. All of the"
    },
    {
      "index": 446,
      "start_time": 2266330.0,
      "end_time": 2271830.0,
      "text": "things that I feel I need I know they&#39;re coming or greater. And I allow this work to just"
    },
    {
      "index": 447,
      "start_time": 2271830.0,
      "end_time": 2279000.0,
      "text": "grow and expand naturally because I live inspired. And so I hope for each of you to find a way"
    },
    {
      "index": 448,
      "start_time": 2279000.0,
      "end_time": 2284770.0,
      "text": "throughout your life&#39;s experience to awaken your -ing, your inner guidance system, and"
    },
    {
      "index": 449,
      "start_time": 2284770.0,
      "end_time": 2290320.0,
      "text": "start to practice the spirit junkie way. And start to welcome your own perceptual shifts"
    },
    {
      "index": 450,
      "start_time": 2290320.0,
      "end_time": 2294280.0,
      "text": "one moment at a time. So before we take some questions, I&#39;m just"
    },
    {
      "index": 451,
      "start_time": 2294280.0,
      "end_time": 2299720.0,
      "text": "gonna wrap up with, I like to, at the end of all my book lectures, just read the last"
    },
    {
      "index": 452,
      "start_time": 2299720.0,
      "end_time": 2304320.0,
      "text": "page and a half of the book, to just give you sort of an insight as what happens once"
    },
    {
      "index": 453,
      "start_time": 2304320.0,
      "end_time": 2314060.0,
      "text": "you start to live as spirit junkie. So here we go. [pause] &quot;Constant contact with spirit"
    },
    {
      "index": 454,
      "start_time": 2314060.0,
      "end_time": 2319590.0,
      "text": "got me here. When it came time to conclude this book, I found myself putting it off."
    },
    {
      "index": 455,
      "start_time": 2319590.0,
      "end_time": 2324470.0,
      "text": "I wanted to savor the last chapter, take my time, and allow the words to pour through"
    },
    {
      "index": 456,
      "start_time": 2324470.0,
      "end_time": 2331690.0,
      "text": "me. And I did just that. I waited. I revisited all the chapters leading up to this point."
    },
    {
      "index": 457,
      "start_time": 2331690.0,
      "end_time": 2335400.0,
      "text": "Reflecting on the pages of this book I was astounded to find that I didn&#39;t even realize"
    },
    {
      "index": 458,
      "start_time": 2335400.0,
      "end_time": 2339369.0,
      "text": "what I had created. There were stories and sentences that seemed as though they&#39;d come"
    },
    {
      "index": 459,
      "start_time": 2339370.0,
      "end_time": 2345021.0,
      "text": "from a higher source. I kept thinking, &#39;I don&#39;t remember writing this.&#39; This experience"
    },
    {
      "index": 460,
      "start_time": 2345020.0,
      "end_time": 2350119.0,
      "text": "was a sure sign that I had done good. I&#39;d truly allowed spirit to enter into the process"
    },
    {
      "index": 461,
      "start_time": 2350120.0,
      "end_time": 2355051.0,
      "text": "and guide me. Clearly I hadn&#39;t over thought the contents of the book, but rather allowed"
    },
    {
      "index": 462,
      "start_time": 2355050.0,
      "end_time": 2360440.0,
      "text": "the work to flow creatively from my inside out. This book is an extension of my spirit"
    },
    {
      "index": 463,
      "start_time": 2360440.0,
      "end_time": 2364780.0,
      "text": "and all the inner guidance that I choose to work with. By listening to this guidance I&#39;ve"
    },
    {
      "index": 464,
      "start_time": 2364780.0,
      "end_time": 2370730.0,
      "text": "enjoyed every second of the writing process. I&#39;ve healed more, learned more and loved more."
    },
    {
      "index": 465,
      "start_time": 2370730.0,
      "end_time": 2374710.0,
      "text": "I&#39;ve deepened my relationship with spirit throughout the collaborative effort to create"
    },
    {
      "index": 466,
      "start_time": 2374710.0,
      "end_time": 2379890.0,
      "text": "this book for you. Throughout my process of creating this work, I felt a presence by my"
    },
    {
      "index": 467,
      "start_time": 2379890.0,
      "end_time": 2386550.0,
      "text": "side. Often a rush of energy would pour through my hands. Inspired ideas would come to me"
    },
    {
      "index": 468,
      "start_time": 2386550.0,
      "end_time": 2391500.0,
      "text": "in the middle of the night. Human guidance was always present and new assignments led"
    },
    {
      "index": 469,
      "start_time": 2391500.0,
      "end_time": 2396850.0,
      "text": "to authentic content. Each moment of the process has been guided and I hope you felt the presence"
    },
    {
      "index": 470,
      "start_time": 2396850.0,
      "end_time": 2403520.0,
      "text": "of a power greater than me pour off each page. Each word, thought and sentence is infused"
    },
    {
      "index": 471,
      "start_time": 2403520.0,
      "end_time": 2408890.0,
      "text": "with spirit&#39;s love. Together let&#39;s say thank you. We thank the infinite loving universe"
    },
    {
      "index": 472,
      "start_time": 2408890.0,
      "end_time": 2414670.0,
      "text": "and the beautiful spirit that flows through each of us. We thank spirit for your guidance,"
    },
    {
      "index": 473,
      "start_time": 2414670.0,
      "end_time": 2419410.0,
      "text": "your inspiration, your lessons and your support. We thank you for reminding us to have faith"
    },
    {
      "index": 474,
      "start_time": 2419410.0,
      "end_time": 2424609.0,
      "text": "in love. With endless love and gratitude, I send you off with the spiritual connection"
    },
    {
      "index": 475,
      "start_time": 2424610.0,
      "end_time": 2430411.0,
      "text": "of your own understanding. A connection that will be yours to grow and share with the world,"
    },
    {
      "index": 476,
      "start_time": 2430410.0,
      "end_time": 2438619.0,
      "text": "an everlasting companion on your miraculous journey in word. May you release your fear,"
    },
    {
      "index": 477,
      "start_time": 2438620.0,
      "end_time": 2445891.0,
      "text": "have faith in spirit, expect miracles and always listen to your inner guide.&quot; So I will"
    },
    {
      "index": 478,
      "start_time": 2445890.0,
      "end_time": 2451570.0,
      "text": "leave you with that. I will take any questions if anyone has them related to anything. I"
    },
    {
      "index": 479,
      "start_time": 2451570.0,
      "end_time": 2458119.0,
      "text": "wonder, any questions? Looking at you. Do you have a question?"
    },
    {
      "index": 480,
      "start_time": 2458120.0,
      "end_time": 2458841.0,
      "text": "[laughter]"
    },
    {
      "index": 481,
      "start_time": 2458840.0,
      "end_time": 2464830.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Somebody&#39;s gotta have some kind of question. I know you&#39;re in your"
    },
    {
      "index": 482,
      "start_time": 2464830.0,
      "end_time": 2466180.0,
      "text": "office. Yes?"
    },
    {
      "index": 483,
      "start_time": 2466180.0,
      "end_time": 2468200.0,
      "text": "&gt;&gt;male #1: [inaudible]"
    },
    {
      "index": 484,
      "start_time": 2468200.0,
      "end_time": 2471560.0,
      "text": "&gt;&gt;Gabrielle Bernstein: What was that?"
    },
    {
      "index": 485,
      "start_time": 2471560.0,
      "end_time": 2476930.0,
      "text": "&gt;&gt;male #1: How much we have achieved [inaudible]"
    },
    {
      "index": 486,
      "start_time": 2476930.0,
      "end_time": 2480290.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Through meditation, yes."
    },
    {
      "index": 487,
      "start_time": 2480290.0,
      "end_time": 2482310.0,
      "text": "&gt;&gt;male #1: [inaudible]"
    },
    {
      "index": 488,
      "start_time": 2482310.0,
      "end_time": 2489550.0,
      "text": "&gt;&gt;Gabrielle Bernstein: I love this question. Thank you for this question. So, yes, there"
    },
    {
      "index": 489,
      "start_time": 2489550.0,
      "end_time": 2495369.0,
      "text": "is a dramatic shift that occurs when you have a meditation practice. I one day at a time"
    },
    {
      "index": 490,
      "start_time": 2495370.0,
      "end_time": 2499161.0,
      "text": "began to expand that practice. And it&#39;s much like going to the gym. So it&#39;s like when you"
    },
    {
      "index": 491,
      "start_time": 2499160.0,
      "end_time": 2502950.0,
      "text": "first start working out, you feel, you&#39;re sore and it&#39;s uncomfortable and you kind of"
    },
    {
      "index": 492,
      "start_time": 2502950.0,
      "end_time": 2507700.0,
      "text": "hate going, but the more you go the more it becomes second nature, the more you enjoy"
    },
    {
      "index": 493,
      "start_time": 2507700.0,
      "end_time": 2511750.0,
      "text": "the practice, the more it becomes part of who you are. And so that was my experience"
    },
    {
      "index": 494,
      "start_time": 2511750.0,
      "end_time": 2517630.0,
      "text": "with meditation. And so one day at a time, I grew this practice which was 5 minutes,"
    },
    {
      "index": 495,
      "start_time": 2517630.0,
      "end_time": 2522700.0,
      "text": "10 minutes, 20 minutes. Eventually I would get to a place where I could sit for an hour"
    },
    {
      "index": 496,
      "start_time": 2522700.0,
      "end_time": 2528280.0,
      "text": "and just be in stillness and what would happen for me was that I would lose track of time."
    },
    {
      "index": 497,
      "start_time": 2528280.0,
      "end_time": 2533420.0,
      "text": "Time became irrelevant and I would open up that right brain and I could create images"
    },
    {
      "index": 498,
      "start_time": 2533420.0,
      "end_time": 2539330.0,
      "text": "in my mind. I could start to have inspired ideas come forward, sort of psychic projections"
    },
    {
      "index": 499,
      "start_time": 2539330.0,
      "end_time": 2544180.0,
      "text": "in many cases, knowing, seeing things like if I was working on a project I would hear"
    },
    {
      "index": 500,
      "start_time": 2544180.0,
      "end_time": 2549630.0,
      "text": "a strong intuition that would say, role model, or say word or something would come through"
    },
    {
      "index": 501,
      "start_time": 2549630.0,
      "end_time": 2555550.0,
      "text": "in my writing. And these conscious moments of divine inspiration became my greatest,"
    },
    {
      "index": 502,
      "start_time": 2555550.0,
      "end_time": 2560810.0,
      "text": "my next right action in my career or became a relationship I needed to be guided into."
    },
    {
      "index": 503,
      "start_time": 2560810.0,
      "end_time": 2566100.0,
      "text": "So what happened was I opened up this creative capacity to experience that guidance and most"
    },
    {
      "index": 504,
      "start_time": 2566100.0,
      "end_time": 2573040.0,
      "text": "importantly, I began to experience tremendous flow within my life. I started to feel at"
    },
    {
      "index": 505,
      "start_time": 2573040.0,
      "end_time": 2578780.0,
      "text": "ease. So today because of my practice I wake up with a tremendous amount of ease. I wake"
    },
    {
      "index": 506,
      "start_time": 2578780.0,
      "end_time": 2584910.0,
      "text": "up and I feel good. And in those moments when I feel out of center and off kilter, I know"
    },
    {
      "index": 507,
      "start_time": 2584910.0,
      "end_time": 2590320.0,
      "text": "how to tune back in. So for five minutes I can just go sit in stillness and breathe,"
    },
    {
      "index": 508,
      "start_time": 2590320.0,
      "end_time": 2595200.0,
      "text": "set some positive intentions and be back in that centered state. So it&#39;s really what happens"
    },
    {
      "index": 509,
      "start_time": 2595200.0,
      "end_time": 2599440.0,
      "text": "when you have a meditation practice is that you learn how to recalibrate your energy in"
    },
    {
      "index": 510,
      "start_time": 2599440.0,
      "end_time": 2605550.0,
      "text": "any moment and knowing that this is your greatest tool, your body, your being, your energy,"
    },
    {
      "index": 511,
      "start_time": 2605550.0,
      "end_time": 2610960.0,
      "text": "your spirit is your greatest asset and through meditation you can begin to learn how to tune,"
    },
    {
      "index": 512,
      "start_time": 2610960.0,
      "end_time": 2615500.0,
      "text": "that dial that up, like tune into the frequency of a loving presence on a moment to moment"
    },
    {
      "index": 513,
      "start_time": 2615500.0,
      "end_time": 2619330.0,
      "text": "basis. So the best gift that any of you could give yourselves in this world is the practice"
    },
    {
      "index": 514,
      "start_time": 2619330.0,
      "end_time": 2628640.0,
      "text": "of meditation. May you find it, I hope you do. Anybody else? I knew, I had a feeling"
    },
    {
      "index": 515,
      "start_time": 2628640.0,
      "end_time": 2632540.0,
      "text": "that you guys might be a little quiet and introspective, but that&#39;s ok. So, so listen,"
    },
    {
      "index": 516,
      "start_time": 2632540.0,
      "end_time": 2635160.0,
      "text": "if there are any more questions, I would love to take them. Yes, Christine."
    },
    {
      "index": 517,
      "start_time": 2635160.0,
      "end_time": 2635260.0,
      "text": "&gt;&gt;Christine: [inaudible] So I actually know Gabby, we&#39;re friends, but I have to ask this"
    },
    {
      "index": 518,
      "start_time": 2635260.0,
      "end_time": 2638480.0,
      "text": "question because I know that you were like the book launch and you were traveling around"
    },
    {
      "index": 519,
      "start_time": 2638480.0,
      "end_time": 2652160.0,
      "text": "and you have a lot of stress in your life right now and I&#39;m [inaudible] would be a lot"
    },
    {
      "index": 520,
      "start_time": 2652160.0,
      "end_time": 2654530.0,
      "text": "of stress trying to juggle lots of things, so I&#39;m just curious like what you&#39;re doing"
    },
    {
      "index": 521,
      "start_time": 2654530.0,
      "end_time": 2658080.0,
      "text": "right now to keep your energy level up and you know be able to do all the things that"
    },
    {
      "index": 522,
      "start_time": 2658080.0,
      "end_time": 2661520.0,
      "text": "you&#39;re doing, [inaudible] all the things that your doing besides just meditation that any"
    },
    {
      "index": 523,
      "start_time": 2661520.0,
      "end_time": 2663980.0,
      "text": "one of us could, you know, bring into our lives."
    },
    {
      "index": 524,
      "start_time": 2663980.0,
      "end_time": 2667410.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Great question. Yeah. So what am I doing to manage my stress levels"
    },
    {
      "index": 525,
      "start_time": 2667410.0,
      "end_time": 2671580.0,
      "text": "right now? You know in general in any area of your life but especially being on a book"
    },
    {
      "index": 526,
      "start_time": 2671580.0,
      "end_time": 2676109.0,
      "text": "tour and traveling a lot or whatever. And for each of you having high-powered jobs,"
    },
    {
      "index": 527,
      "start_time": 2676110.0,
      "end_time": 2681671.0,
      "text": "all the things you have to deal with, manage. For me there&#39;s, there&#39;s several different"
    },
    {
      "index": 528,
      "start_time": 2681670.0,
      "end_time": 2687830.0,
      "text": "way that I stay in tune, like I mentioned, where I stay calibrated into a loving frequency."
    },
    {
      "index": 529,
      "start_time": 2687830.0,
      "end_time": 2692210.0,
      "text": "The first way obviously is through my meditation practice. The second way is through that conscious"
    },
    {
      "index": 530,
      "start_time": 2692210.0,
      "end_time": 2697800.0,
      "text": "contact with my inner guidance system. So it&#39;s consciously speaking, maybe it&#39;s an internal"
    },
    {
      "index": 531,
      "start_time": 2697800.0,
      "end_time": 2701580.0,
      "text": "dialog, maybe sometimes it&#39;s saying it out loud, maybe sometimes setting an intention"
    },
    {
      "index": 532,
      "start_time": 2701580.0,
      "end_time": 2707210.0,
      "text": "by writing it in, in a notebook. But consciously setting the moment to moment intention to"
    },
    {
      "index": 533,
      "start_time": 2707210.0,
      "end_time": 2713210.0,
      "text": "stay centered. To be in the moment. To be ok with whatever is right in front of me."
    },
    {
      "index": 534,
      "start_time": 2713210.0,
      "end_time": 2717070.0,
      "text": "If I start thinking about all of the cities that I have to visit in the next ten days"
    },
    {
      "index": 535,
      "start_time": 2717070.0,
      "end_time": 2722210.0,
      "text": "or in the next three weeks, I will go nuts. But focusing on what it is, what&#39;s my next"
    },
    {
      "index": 536,
      "start_time": 2722210.0,
      "end_time": 2727590.0,
      "text": "right action today? What is right in front of me? I&#39;m really focusing into the present"
    },
    {
      "index": 537,
      "start_time": 2727590.0,
      "end_time": 2732130.0,
      "text": "moment. And being in that present moment allows me to just be cool. I&#39;m here at Google. I"
    },
    {
      "index": 538,
      "start_time": 2732130.0,
      "end_time": 2737560.0,
      "text": "mean this is awesome. I can&#39;t be here with you guys worrying about where I&#39;m gonna be"
    },
    {
      "index": 539,
      "start_time": 2737560.0,
      "end_time": 2742470.0,
      "text": "next weekend. Then I cannot be present with you. Then that stress level does get raised."
    },
    {
      "index": 540,
      "start_time": 2742470.0,
      "end_time": 2748020.0,
      "text": "Then I am not my authentic truth, I am not my highest service and I&#39;m not being me. So"
    },
    {
      "index": 541,
      "start_time": 2748020.0,
      "end_time": 2752460.0,
      "text": "focusing on the moment to moment situations. And then most importantly practicing forgiveness"
    },
    {
      "index": 542,
      "start_time": 2752460.0,
      "end_time": 2756280.0,
      "text": "in all of the areas of my life. Because if I start getting resentful at others then I"
    },
    {
      "index": 543,
      "start_time": 2756280.0,
      "end_time": 2760820.0,
      "text": "lower my energy, I get sick, I cannot support what I need to do. So when I get pissed off"
    },
    {
      "index": 544,
      "start_time": 2760820.0,
      "end_time": 2765540.0,
      "text": "because the airplane isn&#39;t on time or I get mad because I&#39;m not getting the feedback that"
    },
    {
      "index": 545,
      "start_time": 2765540.0,
      "end_time": 2771109.0,
      "text": "I need to from my publicist or whatever it is, I practice the f-word. So I will say you"
    },
    {
      "index": 546,
      "start_time": 2771110.0,
      "end_time": 2775461.0,
      "text": "know that gentle moment of I choose to forgive you, I choose to release you and let go of"
    },
    {
      "index": 547,
      "start_time": 2775460.0,
      "end_time": 2779890.0,
      "text": "whatever it is that I need to just let go of because I cannot focus on that negative"
    },
    {
      "index": 548,
      "start_time": 2779890.0,
      "end_time": 2786790.0,
      "text": "stuff if I want to live and be this beautiful container to do this work. And each of you"
    },
    {
      "index": 549,
      "start_time": 2786790.0,
      "end_time": 2792790.0,
      "text": "have massive, massive jobs and you must keep your channel, your instrument clear so that"
    },
    {
      "index": 550,
      "start_time": 2792790.0,
      "end_time": 2798880.0,
      "text": "you can hold that work, feel good, be balanced and have a vibrant life at the same time."
    },
    {
      "index": 551,
      "start_time": 2798880.0,
      "end_time": 2803510.0,
      "text": "So those are some of the tools I use."
    },
    {
      "index": 552,
      "start_time": 2803510.0,
      "end_time": 2803850.0,
      "text": "&gt;&gt;Christine: And stop, drop and meditate."
    },
    {
      "index": 553,
      "start_time": 2803850.0,
      "end_time": 2805109.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Yes, yes, yes, that&#39;s a good one. So, so I have this moment where"
    },
    {
      "index": 554,
      "start_time": 2805110.0,
      "end_time": 2808451.0,
      "text": "I stop, drop and meditate. If I have these moments where I&#39;m feeling like I&#39;m all over"
    },
    {
      "index": 555,
      "start_time": 2808450.0,
      "end_time": 2812490.0,
      "text": "the place and my message to myself is stop, drop and meditate. And it&#39;s you know just"
    },
    {
      "index": 556,
      "start_time": 2812490.0,
      "end_time": 2815869.0,
      "text": "go wherever you are, sometimes I&#39;ll go into a bathroom and I&#39;ll just shut the stall and"
    },
    {
      "index": 557,
      "start_time": 2815870.0,
      "end_time": 2821461.0,
      "text": "I&#39;ll say, &quot;I choose to release this&quot; and I&#39;ll breathe for five minutes or five breaths,"
    },
    {
      "index": 558,
      "start_time": 2821460.0,
      "end_time": 2828320.0,
      "text": "five deep breaths. A powerful meditation is just breathing into your feelings. Just identifying"
    },
    {
      "index": 559,
      "start_time": 2828320.0,
      "end_time": 2834470.0,
      "text": "wherever you might be holding on to any discomfort. Join me in that right now. Everybody shut"
    },
    {
      "index": 560,
      "start_time": 2834470.0,
      "end_time": 2839900.0,
      "text": "your eyes for a minute. Shut your eyes. You wanted to meditate, let&#39;s meditate, ready?"
    },
    {
      "index": 561,
      "start_time": 2839900.0,
      "end_time": 2848349.0,
      "text": "Ok, so shut your eyes and sit up straight. Uncross your legs. Put your palms facing upward."
    },
    {
      "index": 562,
      "start_time": 2848350.0,
      "end_time": 2855241.0,
      "text": "And just take a deep breath in your nose and breathe out your mouth. And just identify"
    },
    {
      "index": 563,
      "start_time": 2855240.0,
      "end_time": 2861000.0,
      "text": "any area in your body where you might be holding on to any discomfort or anxiety and gently"
    },
    {
      "index": 564,
      "start_time": 2861000.0,
      "end_time": 2867190.0,
      "text": "breathe into that space. Allow yourself to be present with whatever is coming up for"
    },
    {
      "index": 565,
      "start_time": 2867190.0,
      "end_time": 2874310.0,
      "text": "you. And on the exhale, release. Continue this cycle of breath, of breathing deeply"
    },
    {
      "index": 566,
      "start_time": 2874310.0,
      "end_time": 2879780.0,
      "text": "in to that space in your body where you might be holding on to any discomfort, expand your"
    },
    {
      "index": 567,
      "start_time": 2879780.0,
      "end_time": 2885290.0,
      "text": "feelings. Allow yourself to be present with that emotion and on the exhale have a beautiful"
    },
    {
      "index": 568,
      "start_time": 2885290.0,
      "end_time": 2893050.0,
      "text": "sigh of relief. Just let it go. Take a deeper breath in, just expanding, feeling and allowing"
    },
    {
      "index": 569,
      "start_time": 2893050.0,
      "end_time": 2901000.0,
      "text": "yourself to be present in that experience. And on the exhale, release it even deeper."
    },
    {
      "index": 570,
      "start_time": 2901000.0,
      "end_time": 2909690.0,
      "text": "Take another deep, deep, deep breath in, just honor, allow, accept whatever you are experiencing"
    },
    {
      "index": 571,
      "start_time": 2909690.0,
      "end_time": 2918020.0,
      "text": "in this moment and take one last deep breath and then release and when you&#39;re ready, open"
    },
    {
      "index": 572,
      "start_time": 2918020.0,
      "end_time": 2926690.0,
      "text": "your eyes to the room. You feel a little bit better anybody? A little lighter? Yeah, I&#39;m"
    },
    {
      "index": 573,
      "start_time": 2926690.0,
      "end_time": 2935660.0,
      "text": "getting yeses, yes. That was 60 seconds. Right? Sixty seconds. I just tuned a lot of you up,"
    },
    {
      "index": 574,
      "start_time": 2935660.0,
      "end_time": 2941230.0,
      "text": "right? You guided yourself. And so that power of just feeling your feelings, just being"
    },
    {
      "index": 575,
      "start_time": 2941230.0,
      "end_time": 2945650.0,
      "text": "present with whatever is coming through you. Just allowing yourself to open up that way"
    },
    {
      "index": 576,
      "start_time": 2945650.0,
      "end_time": 2950380.0,
      "text": "of being, to open up your heart and just be present with whatever you&#39;re feeling. A really,"
    },
    {
      "index": 577,
      "start_time": 2950380.0,
      "end_time": 2954609.0,
      "text": "a really important message of being a spirit junkie is that, is not that we have to be"
    },
    {
      "index": 578,
      "start_time": 2954610.0,
      "end_time": 2962341.0,
      "text": "happy all the time. Part of being really happy is being ok with our unhappiness, being ok"
    },
    {
      "index": 579,
      "start_time": 2962340.0,
      "end_time": 2969200.0,
      "text": "with our difficult feelings, being accepting and comfortable being uncomfortable sometimes."
    },
    {
      "index": 580,
      "start_time": 2969200.0,
      "end_time": 2973210.0,
      "text": "And that&#39;s part of being a happy person is just allowing your emotions to be this beautiful"
    },
    {
      "index": 581,
      "start_time": 2973210.0,
      "end_time": 2978520.0,
      "text": "rainbow of emotions, allow them to come in, allow them to shift and constantly work to"
    },
    {
      "index": 582,
      "start_time": 2978520.0,
      "end_time": 2983740.0,
      "text": "recalibrate back to that place of happiness. And this is a practice that takes time and"
    },
    {
      "index": 583,
      "start_time": 2983740.0,
      "end_time": 2988530.0,
      "text": "it takes commitment. And so I hope for you all, I hope for you all to just really awaken."
    },
    {
      "index": 584,
      "start_time": 2988530.0,
      "end_time": 2990280.0,
      "text": "Yes, one more question, good."
    },
    {
      "index": 585,
      "start_time": 2990280.0,
      "end_time": 2993980.0,
      "text": "&gt;&gt;male #2: I realize [inaudible] ask a writer this question,"
    },
    {
      "index": 586,
      "start_time": 2993980.0,
      "end_time": 2994970.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Cool."
    },
    {
      "index": 587,
      "start_time": 2994970.0,
      "end_time": 3000930.0,
      "text": "&gt;&gt;male #2: but in your, you know, journey here as far as what part do you find actually"
    },
    {
      "index": 588,
      "start_time": 3000930.0,
      "end_time": 3005900.0,
      "text": "write pen to paper plays and is it mandatory you know for meditation and [inaudible]"
    },
    {
      "index": 589,
      "start_time": 3005900.0,
      "end_time": 3006890.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Yep."
    },
    {
      "index": 590,
      "start_time": 3006890.0,
      "end_time": 3012190.0,
      "text": "&gt;&gt;male #2: being present but will we find it&#39;s required work to put pen to paper?"
    },
    {
      "index": 591,
      "start_time": 3012190.0,
      "end_time": 3016930.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Yeah, yeah, so great question. So is it required to put pen to"
    },
    {
      "index": 592,
      "start_time": 3016930.0,
      "end_time": 3021109.0,
      "text": "paper as having a spiritual practice? Yes. So in my first book, Add More -ing to Your"
    },
    {
      "index": 593,
      "start_time": 3021110.0,
      "end_time": 3027331.0,
      "text": "Life, I had three steps in thirty days for every chapter. So the ing equation is rethinking,"
    },
    {
      "index": 594,
      "start_time": 3027330.0,
      "end_time": 3033760.0,
      "text": "moving and receiving times 30 days equals changing. Ok? So the rethinking was the positive"
    },
    {
      "index": 595,
      "start_time": 3033760.0,
      "end_time": 3039460.0,
      "text": "thoughts and the moving was physical activity, so combining those two, followed by meditation."
    },
    {
      "index": 596,
      "start_time": 3039460.0,
      "end_time": 3043640.0,
      "text": "Every meditation I followed with what I called an -ing write, an inspired writing exercise,"
    },
    {
      "index": 597,
      "start_time": 3043640.0,
      "end_time": 3048119.0,
      "text": "it&#39;s just free writing. Just stream of conscious writing. One of the most powerful tools you"
    },
    {
      "index": 598,
      "start_time": 3048120.0,
      "end_time": 3052491.0,
      "text": "can do when you begin to awaken this presence of your inner guidance system is to just stream"
    },
    {
      "index": 599,
      "start_time": 3052490.0,
      "end_time": 3057380.0,
      "text": "of conscious writing exercises. Just get a notebook. A clean beautiful notebook, and"
    },
    {
      "index": 600,
      "start_time": 3057380.0,
      "end_time": 3062540.0,
      "text": "allow your pen to flow. Allow that inspired voice to come forward. Sometimes you hear"
    },
    {
      "index": 601,
      "start_time": 3062540.0,
      "end_time": 3068390.0,
      "text": "it, but the best way to connect often can be to just write it out. So yes, if you do"
    },
    {
      "index": 602,
      "start_time": 3068390.0,
      "end_time": 3072760.0,
      "text": "start your meditation practice, I would strongly suggest that you have a notebook by your side"
    },
    {
      "index": 603,
      "start_time": 3072760.0,
      "end_time": 3076200.0,
      "text": "and when you come out of that meditation, just give yourself five to ten minutes of"
    },
    {
      "index": 604,
      "start_time": 3076200.0,
      "end_time": 3080700.0,
      "text": "stream of conscious writing exercises and so much will come forward. Thoughts that you"
    },
    {
      "index": 605,
      "start_time": 3080700.0,
      "end_time": 3085880.0,
      "text": "may not have ever let come through. Don&#39;t just jump out of your meditation and pick"
    },
    {
      "index": 606,
      "start_time": 3085880.0,
      "end_time": 3090840.0,
      "text": "up your Android, ok? Come out of your meditation and write for ten minutes and just let it"
    },
    {
      "index": 607,
      "start_time": 3090840.0,
      "end_time": 3096810.0,
      "text": "marinate and let that inspired movement come through you naturally and put it on the page"
    },
    {
      "index": 608,
      "start_time": 3096810.0,
      "end_time": 3100400.0,
      "text": "and know that that is beautiful direction. So that&#39;s a great, great point. Thank you"
    },
    {
      "index": 609,
      "start_time": 3100400.0,
      "end_time": 3105420.0,
      "text": "for bringing that up. Yeah? Cool, yes."
    },
    {
      "index": 610,
      "start_time": 3105420.0,
      "end_time": 3113099.0,
      "text": "&gt;&gt;male #3: Earlier you mentioned about using meditation to recondition your thought. Can"
    },
    {
      "index": 611,
      "start_time": 3113100.0,
      "end_time": 3113271.0,
      "text": "you give an example for that? How to do it?"
    },
    {
      "index": 612,
      "start_time": 3113270.0,
      "end_time": 3115790.0,
      "text": "&gt;&gt;Gabrielle Bernstein: Sure, sure. So how do we use meditation to recondition our thoughts?"
    },
    {
      "index": 613,
      "start_time": 3115790.0,
      "end_time": 3122280.0,
      "text": "So what happens when we meditate is that we, we tune in to that creative part of our brain,"
    },
    {
      "index": 614,
      "start_time": 3122280.0,
      "end_time": 3128990.0,
      "text": "we tune in to that and a more relaxed state occurs, right? So interestingly enough what"
    },
    {
      "index": 615,
      "start_time": 3128990.0,
      "end_time": 3134480.0,
      "text": "happens is is that we start to raise that feeling vibration, but even if that negative"
    },
    {
      "index": 616,
      "start_time": 3134480.0,
      "end_time": 3140359.0,
      "text": "thought continues to come in, the best thing to do when you sit with that thought is to"
    },
    {
      "index": 617,
      "start_time": 3140360.0,
      "end_time": 3145841.0,
      "text": "not try to push it away. Just allow it to be present in your meditation. Allow it to"
    },
    {
      "index": 618,
      "start_time": 3145840.0,
      "end_time": 3152109.0,
      "text": "come in. Allow it to leave. Allow it to come back. Allow it to leave. We start to get into"
    },
    {
      "index": 619,
      "start_time": 3152110.0,
      "end_time": 3156850.0,
      "text": "this place of like trying to push the negative thought away and change the thought proactively,"
    },
    {
      "index": 620,
      "start_time": 3156850.0,
      "end_time": 3160600.0,
      "text": "we create more negativity around it. It&#39;s kind of like, you know, fighting with a barking"
    },
    {
      "index": 621,
      "start_time": 3160600.0,
      "end_time": 3165131.0,
      "text": "dog. It&#39;s like you gotta just let the dog freak out, right? So the, the, the process"
    },
    {
      "index": 622,
      "start_time": 3165130.0,
      "end_time": 3170700.0,
      "text": "of sitting in stillness, that chatter of voice in your mind will show up. It will be so loud,"
    },
    {
      "index": 623,
      "start_time": 3170700.0,
      "end_time": 3173540.0,
      "text": "it will be so present, it will be, it will want to come in. You&#39;ll feel a little good"
    },
    {
      "index": 624,
      "start_time": 3173540.0,
      "end_time": 3178010.0,
      "text": "then it&#39;ll come really, really loud. And so the main thing I suggest for you is just to"
    },
    {
      "index": 625,
      "start_time": 3178010.0,
      "end_time": 3183119.0,
      "text": "let it be with you. Just let that voice be part of the experience. The same way you might"
    },
    {
      "index": 626,
      "start_time": 3183120.0,
      "end_time": 3186691.0,
      "text": "be listening to the sounds in the room, you can listen to the sound of that negative voice"
    },
    {
      "index": 627,
      "start_time": 3186690.0,
      "end_time": 3190349.0,
      "text": "and just allowing it to be with you the same way you allow that uncomfortable feeling to"
    },
    {
      "index": 628,
      "start_time": 3190350.0,
      "end_time": 3195610.0,
      "text": "be with you allows it to come in and allows it to go. But when you try to push against"
    },
    {
      "index": 629,
      "start_time": 3195610.0,
      "end_time": 3200620.0,
      "text": "it, it&#39;s like pushing against the stream. You can&#39;t, you&#39;ll get bulldozed over, ok?"
    },
    {
      "index": 630,
      "start_time": 3200620.0,
      "end_time": 3204461.0,
      "text": "So just allow it to be with you. And what you&#39;ll start to recognize is when you start"
    },
    {
      "index": 631,
      "start_time": 3204460.0,
      "end_time": 3209680.0,
      "text": "to deepen that connection and that communication to your loving voice, you will have less faith"
    },
    {
      "index": 632,
      "start_time": 3209680.0,
      "end_time": 3214619.0,
      "text": "in that fearful voice. And that is how the transformation occurs. So you&#39;ll have less"
    },
    {
      "index": 633,
      "start_time": 3214620.0,
      "end_time": 3221311.0,
      "text": "faith in that voice. Now in my guided meditation albums, I also guide you to new perceptions."
    },
    {
      "index": 634,
      "start_time": 3221310.0,
      "end_time": 3226990.0,
      "text": "So I&#39;ll say, ok, imagine yourself in a loving place. I&#39;ll take you on a journey through"
    },
    {
      "index": 635,
      "start_time": 3226990.0,
      "end_time": 3230849.0,
      "text": "your mind so that you have that guidance. And that&#39;s a lovely way too, because sometimes"
    },
    {
      "index": 636,
      "start_time": 3230850.0,
      "end_time": 3234961.0,
      "text": "your inner guide is not strong enough yet to lead the way, so you can have a loving"
    },
    {
      "index": 637,
      "start_time": 3234960.0,
      "end_time": 3240170.0,
      "text": "guide lead you down a beautiful path and help you create this inspired vision that will"
    },
    {
      "index": 638,
      "start_time": 3240170.0,
      "end_time": 3249770.0,
      "text": "help you transform those thoughts. Yes. Any other questions? [pause] Ok. So I&#39;m gonna"
    },
    {
      "index": 639,
      "start_time": 3249770.0,
      "end_time": 3254680.0,
      "text": "hang out at Google. I&#39;m gonna stick around. If anyone has questions for me, feel free"
    },
    {
      "index": 640,
      "start_time": 3254680.0,
      "end_time": 3258790.0,
      "text": "to come up and we can chat. And if anybody buys a book, I&#39;m happy to sign it for you."
    },
    {
      "index": 641,
      "start_time": 3258790.0,
      "end_time": 3261420.0,
      "text": "Alex, anything else? Do you wanna ask anything? You good?"
    },
    {
      "index": 642,
      "start_time": 3261420.0,
      "end_time": 3261950.0,
      "text": "&gt;&gt;Alex: Ok."
    },
    {
      "index": 643,
      "start_time": 3261950.0,
      "end_time": 3266020.0,
      "text": "&gt;&gt;Gabrielle Bernstein: It was a real pleasure to be with you guys, thank you so very much."
    },
    {
      "index": 644,
      "start_time": 3266020.0,
      "end_time": 3269560.0,
      "text": "Thanks for showing up for yourselves today. Thanks for showing up for your spirit junkie"
    },
    {
      "index": 645,
      "start_time": 3269560.0,
      "end_time": 3275990.0,
      "text": "mentality and I hope you all take even, if you take one thing I mentioned today. If you"
    },
    {
      "index": 646,
      "start_time": 3275990.0,
      "end_time": 3284990.0,
      "text": "take one exercise, one message, I can guarantee miraculous shifts. If you apply one shift,"
    },
    {
      "index": 647,
      "start_time": 3284990.0,
      "end_time": 3288599.0,
      "text": "one thought, expect miracles. Thank you very much."
    },
    {
      "index": 648,
      "start_time": 3288600.0,
      "end_time": 3298600.0,
      "text": "[applause]"
    }
  ]
}