{
  "video_id": "vvtPJKWUb2g",
  "title": "How tall can a tree grow? - Valentin Hammoudi",
  "json": [
    {
      "index": 1,
      "start_time": 7303.0,
      "end_time": 16457.0,
      "text": "Reaching heights of over 100 meters, Californian sequoias tower over Earth’s other estimated 60,000 tree species."
    },
    {
      "index": 2,
      "start_time": 16457.0,
      "end_time": 23822.0,
      "text": "Growing in the misty Sierra Nevada mountains, their massive trunks support the tallest known trees in the world."
    },
    {
      "index": 3,
      "start_time": 23822.0,
      "end_time": 27386.0,
      "text": "But even these behemoths seem to have their limits."
    },
    {
      "index": 4,
      "start_time": 27386.0,
      "end_time": 39254.0,
      "text": "No sequoia on record has been able to grow taller than 130 meters—and many researchers say these trees won’t beat that cap, even if they live for thousands of years to come."
    },
    {
      "index": 5,
      "start_time": 39254.0,
      "end_time": 43809.0,
      "text": "So what exactly is stopping these trees from growing taller, forever?"
    },
    {
      "index": 6,
      "start_time": 43809.0,
      "end_time": 46241.0,
      "text": "It all comes down to sap."
    },
    {
      "index": 7,
      "start_time": 46241.0,
      "end_time": 55368.0,
      "text": "In order for trees to grow, they need to bring sugars obtained from photosynthesis and nutrients brought in through the root system to wherever growth is happening."
    },
    {
      "index": 8,
      "start_time": 55368.0,
      "end_time": 66750.0,
      "text": "And just like blood circulates in the human body, trees are designed to circulate two kinds of sap throughout their bodies—carrying all the substances a tree’s cells need to live."
    },
    {
      "index": 9,
      "start_time": 66750.0,
      "end_time": 69820.0,
      "text": "The first is phloem sap."
    },
    {
      "index": 10,
      "start_time": 69820.0,
      "end_time": 80327.0,
      "text": "Containing the sugars generated in leaves during photosynthesis, phloem sap is thick, like honey, and flows down the plant’s phloem tissue to distribute sugar throughout the tree."
    },
    {
      "index": 11,
      "start_time": 80327.0,
      "end_time": 87552.0,
      "text": "By the end of its journey, the phloem sap has thinned into a watery substance, pooling at the base of the tree."
    },
    {
      "index": 12,
      "start_time": 87552.0,
      "end_time": 91789.0,
      "text": "Right beside the phloem is the tree’s other tissue type: the xylem."
    },
    {
      "index": 13,
      "start_time": 91789.0,
      "end_time": 100155.0,
      "text": "This tissue is packed with nutrients and ions like calcium, potassium, and iron, which the tree has absorbed through its roots."
    },
    {
      "index": 14,
      "start_time": 100155.0,
      "end_time": 110865.0,
      "text": "Here at the tree’s base, there are more of these particles in one tissue than the other so the water from the phloem sap is absorbed into the xylem to correct the balance."
    },
    {
      "index": 15,
      "start_time": 110865.0,
      "end_time": 120585.0,
      "text": "This process, called osmotic movement, creates nutrient-rich xylem sap, which will then travel up the trunk to spread those nutrients through the tree."
    },
    {
      "index": 16,
      "start_time": 120585.0,
      "end_time": 124503.0,
      "text": "But this journey faces a formidable obstacle: gravity."
    },
    {
      "index": 17,
      "start_time": 124504.0,
      "end_time": 133766.0,
      "text": "To accomplish this Herculean task, the xylem relies on three forces: transpiration, capillary action, and root pressure."
    },
    {
      "index": 18,
      "start_time": 133766.0,
      "end_time": 139850.0,
      "text": "As part of photosynthesis, leaves open and close pores called stomata."
    },
    {
      "index": 19,
      "start_time": 139860.0,
      "end_time": 148109.0,
      "text": "These openings allow oxygen and carbon dioxide in and out of the leaf, but they also create an opening through which water evaporates."
    },
    {
      "index": 20,
      "start_time": 148109.0,
      "end_time": 156476.0,
      "text": "This evaporation, called transpiration, creates negative pressure in the xylem, pulling watery xylem sap up the tree."
    },
    {
      "index": 21,
      "start_time": 156476.0,
      "end_time": 162250.0,
      "text": "This pull is aided by a fundamental property of water called capillary action."
    },
    {
      "index": 22,
      "start_time": 162250.0,
      "end_time": 170828.0,
      "text": "In narrow tubes, the attraction between water molecules and the adhesive forces between the water and its environment can beat out gravity."
    },
    {
      "index": 23,
      "start_time": 170828.0,
      "end_time": 176772.0,
      "text": "This capillary motion is in full effect in xylem filaments thinner than human hair."
    },
    {
      "index": 24,
      "start_time": 176772.0,
      "end_time": 186233.0,
      "text": "And where these two forces pull the sap, the osmotic movement at the tree’s base creates root pressure, pushing fresh xylem sap up the trunk."
    },
    {
      "index": 25,
      "start_time": 186233.0,
      "end_time": 195864.0,
      "text": "Together these forces launch sap to dizzying heights, distributing nutrients, and growing new leaves to photosynthesize—far above the tree’s roots."
    },
    {
      "index": 26,
      "start_time": 195864.0,
      "end_time": 201560.0,
      "text": "But despite these sophisticated systems, every centimeter is a fight against gravity."
    },
    {
      "index": 27,
      "start_time": 201560.0,
      "end_time": 206757.0,
      "text": "As trees grow taller and taller, the supply of these vital fluids begins to dwindle."
    },
    {
      "index": 28,
      "start_time": 206757.0,
      "end_time": 213220.0,
      "text": "At a certain height, trees can no longer afford the lost water that evaporates during photosynthesis."
    },
    {
      "index": 29,
      "start_time": 213220.0,
      "end_time": 221324.0,
      "text": "And without the photosynthesis needed to support additional growth, the tree instead turns its resources towards existing branches."
    },
    {
      "index": 30,
      "start_time": 221324.0,
      "end_time": 231864.0,
      "text": "This model, known as the “hydraulic limitation hypothesis”, is currently our best explanation for why trees have limited heights, even in perfect growing conditions."
    },
    {
      "index": 31,
      "start_time": 231864.0,
      "end_time": 241436.0,
      "text": "And using this model alongside growth rates and known needs for nutrients and photosynthesis, researchers have been able to propose height limits for specific species."
    },
    {
      "index": 32,
      "start_time": 241436.0,
      "end_time": 248614.0,
      "text": "So far these limits have held up—even the world’s tallest tree still falls about fifteen meters below the cap."
    },
    {
      "index": 33,
      "start_time": 248614.0,
      "end_time": 256797.0,
      "text": "Researchers are still investigating the possible explanations for this limit, and there may not be one universal reason why trees stop growing."
    },
    {
      "index": 34,
      "start_time": 256797.00000000003,
      "end_time": 265207.0,
      "text": "But until we learn more, the height of trees is yet another way that gravity, literally, shapes life on Earth."
    }
  ]
}