{
  "video_id": "Vz3eOb6Yl1s",
  "title": "What is Marxism? (Karl Marx + Super Mario Bros.) – 8-Bit Philosophy",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9080.0,
      "end_time": 11999.0,
      "text": "Consider, my dear viewers, a world."
    },
    {
      "index": 2,
      "start_time": 12399.0,
      "end_time": 21710.0,
      "text": "A world without money, without class divisions, where everyone gives according to their abilities and takes according to their needs."
    },
    {
      "index": 3,
      "start_time": 21910.0,
      "end_time": 24220.0,
      "text": "Sounds pretty sweet, no?"
    },
    {
      "index": 4,
      "start_time": 24320.0,
      "end_time": 34960.0,
      "text": "To German poet and philosopher Karl Marx, such a Communist utopia was not only possible, it was inevitable, or what he called \"the march of history\"."
    },
    {
      "index": 5,
      "start_time": 34960.0,
      "end_time": 55650.0,
      "text": "Though deeply influenced by Hegel, who proposed that history develops through the abstract concept of“World Spirit\", Marx believed that it is not conflict of ideas that propels history, but rather, conflict arising out of our relation to material goods, that will bring history to its end - specifically, our working conditions."
    },
    {
      "index": 6,
      "start_time": 55950.0,
      "end_time": 60470.0,
      "text": "Marx calls this historical process“Dialectical Materialism.”"
    },
    {
      "index": 7,
      "start_time": 60740.0,
      "end_time": 68579.0,
      "text": "Initially, humanity was concerned only with the most basic acts of our species - producing for personal survival."
    },
    {
      "index": 8,
      "start_time": 69079.0,
      "end_time": 75699.0,
      "text": "But as the population multiplied, “economic systems” were established to address the needs of all."
    },
    {
      "index": 9,
      "start_time": 76460.0,
      "end_time": 84700.0,
      "text": "And with economics, an individual's relationship to the products they create changes - for one is no longer producing for their immediate needs."
    },
    {
      "index": 10,
      "start_time": 84800.0,
      "end_time": 87000.0,
      "text": "They are producing for others."
    },
    {
      "index": 11,
      "start_time": 87700.0,
      "end_time": 96000.0,
      "text": "Fast forward to the Industrial Revolution where mankind created mechanisms to fulfill the needs of many with unprecedented efficiency."
    },
    {
      "index": 12,
      "start_time": 96300.0,
      "end_time": 102980.0,
      "text": "These mechanisms, or“capital\", are owned by individuals leading to enormous concentrations of wealth."
    },
    {
      "index": 13,
      "start_time": 103180.0,
      "end_time": 107809.0,
      "text": "And for the tired worker who must operate these machines, there is no getting ahead."
    },
    {
      "index": 14,
      "start_time": 108109.0,
      "end_time": 114490.0,
      "text": "For in order for the capitalist to maximize profit, he must pay the workers little more than is necessary to survive."
    },
    {
      "index": 15,
      "start_time": 114879.0,
      "end_time": 123990.0,
      "text": "To Marx, this economic system of capitalism thrives on exploitation and creates widespread unhappiness through what he calls\"alienation\"."
    },
    {
      "index": 16,
      "start_time": 124790.0,
      "end_time": 128820.0,
      "text": "For starters, I am alienated from the fruits of my labor."
    },
    {
      "index": 17,
      "start_time": 129020.00000000001,
      "end_time": 137950.0,
      "text": "If I create a turnip, it will be sold to another, and in exchange I will be paid a wage and become as much of a commodity as the thing I produce."
    },
    {
      "index": 18,
      "start_time": 138359.0,
      "end_time": 143450.0,
      "text": "Thus, I am removed from my work. I do not see myself in my labor."
    },
    {
      "index": 19,
      "start_time": 144050.0,
      "end_time": 146840.0,
      "text": "Capitalism also alienates us from each other."
    },
    {
      "index": 20,
      "start_time": 147000.0,
      "end_time": 157410.0,
      "text": "For the worker to produce efficiently, the capitalist tells them they are in constant competition for their job, thereby turning our fellow man in to an adversary, rather than an ally."
    },
    {
      "index": 21,
      "start_time": 157610.0,
      "end_time": 161199.0,
      "text": "Furthermore, capitalism alienates us from our very nature."
    },
    {
      "index": 22,
      "start_time": 161799.0,
      "end_time": 165210.0,
      "text": "Creating is a great source of satisfaction for our species."
    },
    {
      "index": 23,
      "start_time": 165510.0,
      "end_time": 171709.0,
      "text": "But because we are forced to make things that we have no personal investment in, our lives become a burden."
    },
    {
      "index": 24,
      "start_time": 172409.0,
      "end_time": 182120.0,
      "text": "As time goes on, and industrial powers become increasingly concentrated among a select elite, the gap between the working class and the capitalist will only become wider."
    },
    {
      "index": 25,
      "start_time": 183020.0,
      "end_time": 194530.0,
      "text": "To Marx, this gap will eventually become so pronounced that the workers, in their profound frustration, will rise up and overthrow the oppression of the few and usher in a new society"
    },
    {
      "index": 26,
      "start_time": 194629.0,
      "end_time": 203919.0,
      "text": "a society in which there is no private property, there are no class divisions, where people's labor is held for the common good and (where) all work according to their ability."
    },
    {
      "index": 27,
      "start_time": 204430.0,
      "end_time": 207799.0,
      "text": "And that, my friends, is Communism."
    },
    {
      "index": 28,
      "start_time": 208299.0,
      "end_time": 212790.0,
      "text": "Even today, Marxism is one of the most powerful ideologies in the world."
    },
    {
      "index": 29,
      "start_time": 213590.0,
      "end_time": 220289.0,
      "text": "And to some, the ushering in of the Marxist utopia still lies in the not-too-distant future."
    }
  ]
}