{
  "video_id": "w-MzKw0HdGg",
  "title": "Top 10 WORST Jobs",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 8470.0,
      "end_time": 13340.0,
      "text": "Welcome to Top10Archive! Think your job is bad? Think you’re going to lose your cool"
    },
    {
      "index": 2,
      "start_time": 13340.0,
      "end_time": 18150.0,
      "text": "if you have to listen to a coworker’s repetitious retelling of their “super fun weekend”"
    },
    {
      "index": 3,
      "start_time": 18150.0,
      "end_time": 23650.0,
      "text": "with the family for the 4th time this week? We may have found the cure for your employment"
    },
    {
      "index": 4,
      "start_time": 23650.0,
      "end_time": 29660.0,
      "text": "blues – a list of ten incredibly terrible jobs that will make you feel truly appreciative"
    },
    {
      "index": 5,
      "start_time": 29660.0,
      "end_time": 33480.0,
      "text": "of the job you spend countless hours griping about."
    },
    {
      "index": 6,
      "start_time": 33480.0,
      "end_time": 37820.0,
      "text": "10. Pet Food Taster Foodies take note! Instead of taking your"
    },
    {
      "index": 7,
      "start_time": 37820.0,
      "end_time": 43010.0,
      "text": "skills to the internet and starting a dead-end blog, why not take your sophisticated palate"
    },
    {
      "index": 8,
      "start_time": 43010.0,
      "end_time": 48390.0,
      "text": "to an industry that needs it – pet food tasting! You know you’ve eyed your dog’s"
    },
    {
      "index": 9,
      "start_time": 48390.0,
      "end_time": 52380.0,
      "text": "treats on those rough nights where nothing is defrosted, so before you take the dive"
    },
    {
      "index": 10,
      "start_time": 52380.0,
      "end_time": 58050.0,
      "text": "the next time things get rough, why not get paid to chow down on some pet food? Probably"
    },
    {
      "index": 11,
      "start_time": 58050.0,
      "end_time": 64739.0,
      "text": "because the concept sounds vile, and the starting salary of about $31,000 doesn’t sound quite"
    },
    {
      "index": 12,
      "start_time": 64739.00000000001,
      "end_time": 70390.0,
      "text": "worth it. Between texture and taste, we can’t imagine there are many positive points to"
    },
    {
      "index": 13,
      "start_time": 70390.0,
      "end_time": 75060.0,
      "text": "diving into a can of dog chow. 9. Tower Technician"
    },
    {
      "index": 14,
      "start_time": 75060.0,
      "end_time": 81710.0,
      "text": "You’re 2,000 feet or roughly 610 meters above the ground, your life in the hands of"
    },
    {
      "index": 15,
      "start_time": 81710.0,
      "end_time": 88150.0,
      "text": "a harness and your own balance. For an average of $21.27 per hour, your job is to manually"
    },
    {
      "index": 16,
      "start_time": 88150.0,
      "end_time": 92810.0,
      "text": "climb the full length of the tower needing service, perform whatever lengthy maintenance"
    },
    {
      "index": 17,
      "start_time": 92810.0,
      "end_time": 98710.0,
      "text": "is needed, then make the nerve-wracking and slow decent back down. According to the Occupational"
    },
    {
      "index": 18,
      "start_time": 98710.0,
      "end_time": 103690.0,
      "text": "Safety and Health Administration in the United States, working as a tower technician puts"
    },
    {
      "index": 19,
      "start_time": 103690.0,
      "end_time": 108670.0,
      "text": "you in one of the most hazardous positions, one that is far more dangerous than the construction"
    },
    {
      "index": 20,
      "start_time": 108670.0,
      "end_time": 116060.0,
      "text": "industry. In 2014 alone, over 4,500 employees were killed on the job."
    },
    {
      "index": 21,
      "start_time": 116060.0,
      "end_time": 121460.0,
      "text": "8. Seed Analyst What job is more fun than spending your days"
    },
    {
      "index": 22,
      "start_time": 121460.0,
      "end_time": 127650.0,
      "text": "watching grass grow? As it turns out, just about everything… but then again, work isn’t"
    },
    {
      "index": 23,
      "start_time": 127650.0,
      "end_time": 133129.0,
      "text": "always supposed to be fun. As a seed analyst, a great day starts with a new blade of grass"
    },
    {
      "index": 24,
      "start_time": 133129.0,
      "end_time": 138650.0,
      "text": "to get excited over, but a typical workday involves counting out hundreds of individual"
    },
    {
      "index": 25,
      "start_time": 138650.0,
      "end_time": 144330.0,
      "text": "seeds, planting each seed individually, and measuring grass as it grows to ensure it is"
    },
    {
      "index": 26,
      "start_time": 144330.0,
      "end_time": 148920.0,
      "text": "growing at the proper rate and to the right length. For a median annual salary of about"
    },
    {
      "index": 27,
      "start_time": 148920.0,
      "end_time": 155410.0,
      "text": "$30,000, you, too, can watch grass grow! 7. Roadkill Removers"
    },
    {
      "index": 28,
      "start_time": 155410.0,
      "end_time": 161140.0,
      "text": "Of course, you feel terrible for hitting that deer, leaving its twitching body on the side"
    },
    {
      "index": 29,
      "start_time": 161140.0,
      "end_time": 165959.0,
      "text": "of the road; but you should probably feel worse for the individual who now has the task"
    },
    {
      "index": 30,
      "start_time": 165959.0,
      "end_time": 172040.0,
      "text": "of cleaning that mess up. Roadkill removers have one task: respond to calls about roadkill"
    },
    {
      "index": 31,
      "start_time": 172040.0,
      "end_time": 177069.0,
      "text": "and remove the carcass before it poses a danger to other drivers or simply starts decomposing"
    },
    {
      "index": 32,
      "start_time": 177069.0,
      "end_time": 181860.0,
      "text": "and melting into the pavement. When distress calls aren’t filtering in, it’s likely"
    },
    {
      "index": 33,
      "start_time": 181860.0,
      "end_time": 186730.0,
      "text": "that they’ll drive around looking for something to remove from the road. This skill-less job"
    },
    {
      "index": 34,
      "start_time": 186730.0,
      "end_time": 192260.0,
      "text": "can bring in a decent wage of about $15 per hour… but so do much cleaner jobs. Jobs"
    },
    {
      "index": 35,
      "start_time": 192260.0,
      "end_time": 196560.0,
      "text": "that don’t require one to be covered in decomposing animal parts at the end of the"
    },
    {
      "index": 36,
      "start_time": 196560.0,
      "end_time": 200250.0,
      "text": "day. 6. Deodorant Scent Tester"
    },
    {
      "index": 37,
      "start_time": 200250.0,
      "end_time": 204319.0,
      "text": "If you’re thinking you will get to just sit around and sample a series of different"
    },
    {
      "index": 38,
      "start_time": 204319.0,
      "end_time": 209410.0,
      "text": "deodorant scents, you’re in for a nasty surprise. You see, to properly sell a product,"
    },
    {
      "index": 39,
      "start_time": 209410.0,
      "end_time": 214800.0,
      "text": "a company must know if it works, and in the world of deodorant, there’s only one surefire"
    },
    {
      "index": 40,
      "start_time": 214800.0,
      "end_time": 220129.0,
      "text": "way to determine functionality. These scent testers work for deodorant producers, sticking"
    },
    {
      "index": 41,
      "start_time": 220129.0,
      "end_time": 225489.0,
      "text": "their noses in the armpits of dozens of different people. If the product actually works, the"
    },
    {
      "index": 42,
      "start_time": 225489.0,
      "end_time": 230080.0,
      "text": "job isn’t that bad. Now if it doesn’t work… well, then you’re nose deep in a"
    },
    {
      "index": 43,
      "start_time": 230080.0,
      "end_time": 236010.0,
      "text": "rather unpleasant experience; and you can’t even be mad. You signed up for it!"
    },
    {
      "index": 44,
      "start_time": 236010.0,
      "end_time": 240650.0,
      "text": "5. Debt Collection You may be one of the nicest people on the"
    },
    {
      "index": 45,
      "start_time": 240650.0,
      "end_time": 245150.0,
      "text": "planet, but the moment you sit down in your cubicle and start making phone calls to collect"
    },
    {
      "index": 46,
      "start_time": 245150.0,
      "end_time": 250739.0,
      "text": "on an unpaid debt, you’re suddenly a being so vile and foul that you must have been birthed"
    },
    {
      "index": 47,
      "start_time": 250739.0,
      "end_time": 255830.0,
      "text": "from the Devil’s loins. Being a debt collector, whether for a credit card company, government"
    },
    {
      "index": 48,
      "start_time": 255830.0,
      "end_time": 261780.0,
      "text": "organization, or third party company, is tough in so many ways, and for a median $13.00/hour,"
    },
    {
      "index": 49,
      "start_time": 261779.99999999997,
      "end_time": 267690.0,
      "text": "it’s not easy to justify being screamed and cursed at on a daily basis. Outside of"
    },
    {
      "index": 50,
      "start_time": 267690.0,
      "end_time": 272970.0,
      "text": "possibly paving the way to becoming an Accounts Receivable Manager 10 years down the line,"
    },
    {
      "index": 51,
      "start_time": 272970.0,
      "end_time": 278080.0,
      "text": "there are few silver linings to debt collection… save for the occasional employee appreciation"
    },
    {
      "index": 52,
      "start_time": 278080.0,
      "end_time": 281940.0,
      "text": "barbecue. 4. Vomit Cleaning Crew"
    },
    {
      "index": 53,
      "start_time": 281940.0,
      "end_time": 286960.0,
      "text": "Amusement parks are scenes of fun, excitement, and thrills – but what happens when those"
    },
    {
      "index": 54,
      "start_time": 286960.0,
      "end_time": 290530.0,
      "text": "thrills get to be a bit too much and somebody who thinks they’re enjoying themselves loses"
    },
    {
      "index": 55,
      "start_time": 290530.0,
      "end_time": 299520.0,
      "text": "their lunch all over the ride? The park could call upon a regular janitor or they can bring"
    },
    {
      "index": 56,
      "start_time": 299520.0,
      "end_time": 305639.0,
      "text": "in somebody who is passionate about vomit removal… if such a person exists. One park"
    },
    {
      "index": 57,
      "start_time": 305639.0,
      "end_time": 310600.0,
      "text": "that hired on a vomit collector was Thorpe Park in England which, in one year alone,"
    },
    {
      "index": 58,
      "start_time": 310600.0,
      "end_time": 317889.0,
      "text": "saw 619 “sick shutdowns” on its rides. 3. Adult Theater Janitor"
    },
    {
      "index": 59,
      "start_time": 317889.0,
      "end_time": 321820.0,
      "text": "Think you could deal with the dregs of society stumbling into your establishment late at"
    },
    {
      "index": 60,
      "start_time": 321820.0,
      "end_time": 326610.0,
      "text": "night, looking for a cheap thrill? Want to possibly spend your evening cleaning up seminal"
    },
    {
      "index": 61,
      "start_time": 326610.0,
      "end_time": 333009.0,
      "text": "fluid from already sticky floors? Maybe you see some professional help, because we have"
    },
    {
      "index": 62,
      "start_time": 333009.0,
      "end_time": 339139.0,
      "text": "to assume everybody else views this employment opportunity as a grotesque, miserable experience."
    },
    {
      "index": 63,
      "start_time": 339139.0,
      "end_time": 344250.0,
      "text": "If you thought vomit collection was jarringly disgusting, imagine all of the fun prizes"
    },
    {
      "index": 64,
      "start_time": 344250.0,
      "end_time": 349900.0,
      "text": "you’d find in a theater that specializes in playing adult movies all night."
    },
    {
      "index": 65,
      "start_time": 349900.0,
      "end_time": 353759.0,
      "text": "2. Sewage Diver For those that couldn’t follow their passion"
    },
    {
      "index": 66,
      "start_time": 353759.0,
      "end_time": 359240.0,
      "text": "of deep sea diving, there’s a great alternative. Sure, it may require you to be tolerant of"
    },
    {
      "index": 67,
      "start_time": 359240.0,
      "end_time": 364419.0,
      "text": "the look and smell of human waste, but it’s close enough… right? Sewage diving, though"
    },
    {
      "index": 68,
      "start_time": 364419.0,
      "end_time": 370039.0,
      "text": "it sounds like an extreme sport, is actually the career of some unfortunate souls; and"
    },
    {
      "index": 69,
      "start_time": 370039.0,
      "end_time": 375780.0,
      "text": "yes, it’s exactly as it sounds. Sewage divers are dispatched to fix a range of mechanic"
    },
    {
      "index": 70,
      "start_time": 375780.0,
      "end_time": 381500.0,
      "text": "issues, such as failed motors within a lake of raw sewage and waste. The thick, viscous"
    },
    {
      "index": 71,
      "start_time": 381500.0,
      "end_time": 386900.0,
      "text": "liquid offers no visibility, often making it imperative for a worker to perform essentially"
    },
    {
      "index": 72,
      "start_time": 386900.0,
      "end_time": 393270.0,
      "text": "blind. The smell isn’t even the worst part, as workers can be submerged in waste for hours"
    },
    {
      "index": 73,
      "start_time": 393270.0,
      "end_time": 399610.0,
      "text": "on end until the job is 100% complete. 1. Flatus Odor Judge"
    },
    {
      "index": 74,
      "start_time": 399610.0,
      "end_time": 404690.0,
      "text": "Love being stuck in an elevator with someone who just chowed down on some Taco Bell? Then"
    },
    {
      "index": 75,
      "start_time": 404690.0,
      "end_time": 411090.0,
      "text": "this disgusting, and thankfully temporary job is perfect for you! A Minneapolis gastroenterologist"
    },
    {
      "index": 76,
      "start_time": 411090.0,
      "end_time": 416750.0,
      "text": "took odor studies to new heights when he hired two individuals to inhale around 100 samples"
    },
    {
      "index": 77,
      "start_time": 416750.0,
      "end_time": 423500.0,
      "text": "of… well… human emissions. The two researchers were faced with rows of foul-smelling containers,"
    },
    {
      "index": 78,
      "start_time": 423500.0,
      "end_time": 428509.0,
      "text": "which they opened, took a whiff of, died a little inside, and rated just how noxious"
    },
    {
      "index": 79,
      "start_time": 428509.0,
      "end_time": 433039.0,
      "text": "the smell was. According to the man behind the madness, Michael Levitt, the study was"
    },
    {
      "index": 80,
      "start_time": 433039.0,
      "end_time": 439190.0,
      "text": "important, stating that smell could be a “potentially critical medical symptom.” It’s possible,"
    },
    {
      "index": 81,
      "start_time": 439190.0,
      "end_time": 466060.0,
      "text": "though, that simply signing up to be a flatus odor judge is a critical medical symptom"
    },
    {
      "index": 82,
      "start_time": 466060.0,
      "end_time": 476060.0,
      "text": "on its own."
    }
  ]
}