{
  "video_id": "w1Sj6rOdo_E",
  "title": "Knowing Ourselves Intellectually vs.  Knowing Ourselves Emotionally",
  "json": [
    {
      "index": 1,
      "start_time": 2000.0,
      "end_time": 7900.0,
      "text": "Knowing our own minds is difficult at the best of times."
    },
    {
      "index": 2,
      "start_time": 7900.0,
      "end_time": 13900.0,
      "text": "It is extraordinarily hard to secure even basic insights into our characters and motivations – of a kind that we hope"
    },
    {
      "index": 3,
      "start_time": 13900.0,
      "end_time": 20800.0,
      "text": "can free us from some of the neuroses and compulsions that spoil so much of our lives."
    },
    {
      "index": 4,
      "start_time": 20800.0,
      "end_time": 26300.0,
      "text": "It is therefore especially humbling and at moments truly dispiriting to realise that"
    },
    {
      "index": 5,
      "start_time": 26300.0,
      "end_time": 33600.0,
      "text": "dispelling ignorance of our psyches with knowledge isn’t going to be enough by itself. Or rather,"
    },
    {
      "index": 6,
      "start_time": 33600.0,
      "end_time": 37800.0,
      "text": "we stand to realise that there is going to need to be a further and yet more arduous"
    },
    {
      "index": 7,
      "start_time": 37800.0,
      "end_time": 43300.0,
      "text": "distinction to observe between knowing something about ourselves intellectually and knowing about it emotionally."
    },
    {
      "index": 8,
      "start_time": 43300.0,
      "end_time": 50200.0,
      "text": "We might, for example, come to an intellectual understanding that"
    },
    {
      "index": 9,
      "start_time": 50200.0,
      "end_time": 55600.0,
      "text": "we are timid around figures of authority because our father was a remote and distant figure"
    },
    {
      "index": 10,
      "start_time": 55600.0,
      "end_time": 60900.0,
      "text": "who didn’t give us some of the support and love we needed to tolerate ourselves."
    },
    {
      "index": 11,
      "start_time": 60900.0,
      "end_time": 66300.0,
      "text": "Assembling this insight into our characters might be the work of many years and, having reached"
    },
    {
      "index": 12,
      "start_time": 66300.0,
      "end_time": 72700.0,
      "text": "it, we could reasonably expect that our problems with timidity and authority would then abate."
    },
    {
      "index": 13,
      "start_time": 72700.0,
      "end_time": 79800.0,
      "text": "But the mind’s knots are sadly not so simple to unpick. An intellectual understanding of"
    },
    {
      "index": 14,
      "start_time": 79800.0,
      "end_time": 85500.0,
      "text": "the past, though not wrong, won’t by itself be effective in the sense of being able to"
    },
    {
      "index": 15,
      "start_time": 85500.0,
      "end_time": 91400.0,
      "text": "release us from the true intensity of our neurotic symptoms. For this, we have to edge"
    },
    {
      "index": 16,
      "start_time": 91400.0,
      "end_time": 97300.0,
      "text": "our way towards a far more close-up, detailed, visceral appreciation of where we have come"
    },
    {
      "index": 17,
      "start_time": 97300.0,
      "end_time": 103800.0,
      "text": "from and what we have suffered. We need to strive for what we can call an emotional understanding"
    },
    {
      "index": 18,
      "start_time": 103800.0,
      "end_time": 110500.0,
      "text": "of the past – as opposed to a top-down, abbreviated intellectual one. We will have"
    },
    {
      "index": 19,
      "start_time": 110500.0,
      "end_time": 116000.0,
      "text": "to re-experience at a novelistic level of detail a whole set of scenes from our early"
    },
    {
      "index": 20,
      "start_time": 116000.0,
      "end_time": 121400.0,
      "text": "life in which our problems around fathers and authority were formed. We will need to"
    },
    {
      "index": 21,
      "start_time": 121400.0,
      "end_time": 126500.0,
      "text": "let our imaginations wonder back to certain moments that have been too unbearable to keep"
    },
    {
      "index": 22,
      "start_time": 126500.0,
      "end_time": 133200.0,
      "text": "alive in a three-dimensional form in our active memories (our mind liking, unless actively prompted,"
    },
    {
      "index": 23,
      "start_time": 133200.0,
      "end_time": 139100.0,
      "text": "to reduce most of what we’ve been through to headings rather than the full story,"
    },
    {
      "index": 24,
      "start_time": 139100.0,
      "end_time": 145400.0,
      "text": "a document which it shelves in remote locations of the inner library). We need not only to"
    },
    {
      "index": 25,
      "start_time": 145400.0,
      "end_time": 150700.0,
      "text": "know that we had a difficult relationship with our father, we need to relive the sorrow"
    },
    {
      "index": 26,
      "start_time": 150700.0,
      "end_time": 155900.0,
      "text": "as if it were happening to us today. We need to be back in his book lined study when we"
    },
    {
      "index": 27,
      "start_time": 155900.0,
      "end_time": 160700.0,
      "text": "would have been not more than six; we need to remember the light coming in from the garden,"
    },
    {
      "index": 28,
      "start_time": 160700.0,
      "end_time": 164600.0,
      "text": "the corduroy trousers we were wearing, the sound of our father’s voice as it reached"
    },
    {
      "index": 29,
      "start_time": 164600.0,
      "end_time": 170800.0,
      "text": "its pitch of heightened anxiety, the rage he flew into because we had not met his expectations,"
    },
    {
      "index": 30,
      "start_time": 170800.0,
      "end_time": 176900.0,
      "text": "the tears that ran down our cheeks, the shouting that followed us as we ran out into the corridor,"
    },
    {
      "index": 31,
      "start_time": 176900.0,
      "end_time": 182200.0,
      "text": "the feeling that we wanted to die and that everything good was destroyed. We need the"
    },
    {
      "index": 32,
      "start_time": 182200.0,
      "end_time": 189400.0,
      "text": "novel, not the essay. Psychotherapy has long recognised this distinction. It knows that"
    },
    {
      "index": 33,
      "start_time": 189400.0,
      "end_time": 194900.0,
      "text": "thinking is hugely important – but on its own, within the therapeutic process itself,"
    },
    {
      "index": 34,
      "start_time": 194900.0,
      "end_time": 202200.0,
      "text": "it is not the key to fixing our psychological problems. Psychotherapy insists on a crucial difference"
    },
    {
      "index": 35,
      "start_time": 202200.0,
      "end_time": 208500.0,
      "text": "between broadly recognising that we were shy as a child and re-experiencing, in its full"
    },
    {
      "index": 36,
      "start_time": 208500.0,
      "end_time": 214200.0,
      "text": "intensity, what it was like to feel cowed, ignored and in constant danger of being rebuffed or mocked;"
    },
    {
      "index": 37,
      "start_time": 214200.0,
      "end_time": 219700.0,
      "text": "the difference between knowing, in an abstract way, that our mother wasn’t"
    },
    {
      "index": 38,
      "start_time": 219700.0,
      "end_time": 224200.0,
      "text": "much focused on us when we were little and reconnecting with the desolate feelings we"
    },
    {
      "index": 39,
      "start_time": 224200.0,
      "end_time": 230300.0,
      "text": "had when we tried to share certain of our needs with her. Therapy builds on the idea"
    },
    {
      "index": 40,
      "start_time": 230300.0,
      "end_time": 235900.0,
      "text": "of a return to live feelings. It’s only when we’re properly in touch with feelings"
    },
    {
      "index": 41,
      "start_time": 235900.0,
      "end_time": 240900.0,
      "text": "that we can correct them with the help of our more mature faculties – and thereby"
    },
    {
      "index": 42,
      "start_time": 240900.0,
      "end_time": 248700.0,
      "text": "address the real troubles of our adult lives. Oddly (and interestingly) this means intellectual"
    },
    {
      "index": 43,
      "start_time": 248700.0,
      "end_time": 255500.0,
      "text": "people can have a particularly tricky time in therapy. They get interested in the ideas."
    },
    {
      "index": 44,
      "start_time": 255500.0,
      "end_time": 261000.0,
      "text": "But they don’t so easily recreate and exhibit the pains and distresses of their earlier,"
    },
    {
      "index": 45,
      "start_time": 261000.0,
      "end_time": 266800.0,
      "text": "less sophisticated selves, though it’s actually these parts of who we all are that need to"
    },
    {
      "index": 46,
      "start_time": 266800.0,
      "end_time": 274300.0,
      "text": "be encountered, listened to and – perhaps for the first time – comforted and reassured."
    },
    {
      "index": 47,
      "start_time": 274300.0,
      "end_time": 280500.0,
      "text": "We need, to get fully better, to go back in time, perhaps every week or so for a few years,"
    },
    {
      "index": 48,
      "start_time": 280500.0,
      "end_time": 286700.0,
      "text": "and deeply relive what it was like to be us at five and nine and fifteen –"
    },
    {
      "index": 49,
      "start_time": 286700.0,
      "end_time": 293700.0,
      "text": "and allow ourselves to weep and be terrified and furious in accordance with the reality of the situation."
    },
    {
      "index": 50,
      "start_time": 293700.0,
      "end_time": 300000.0,
      "text": "And it is on the basis of this kind of hard-won emotional knowledge, not its more painless"
    },
    {
      "index": 51,
      "start_time": 300000.0,
      "end_time": 306200.0,
      "text": "intellectual kind, that we may one day, with a fair wind, discover a measure of relief from some of the troubles within us."
    },
    {
      "index": 52,
      "start_time": 306200.0,
      "end_time": 316100.0,
      "text": "Our dictionary features the language of emotional intelligence."
    },
    {
      "index": 53,
      "start_time": 316100.0,
      "end_time": 321700.0,
      "text": "Too often, we struggle to find the right words to explain what we mean; this dictionary is"
    },
    {
      "index": 54,
      "start_time": 321700.0,
      "end_time": 327500.0,
      "text": "a tool to help us convey our true emotions and intentions with economy and precision."
    }
  ]
}