{
  "video_id": "w6QuvP8260I",
  "title": "Communication Skills► How To Talk To Anyone 92 Little Tricks By Leil Lowndes Animated Book Review",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3500.0,
      "end_time": 8270.0,
      "text": "Hey guys its Victor Foote from TransMind and today I am here to help you understand basic"
    },
    {
      "index": 2,
      "start_time": 8270.0,
      "end_time": 13690.0,
      "text": "principles to help you improve your social skills. The reason I’m doing this is because"
    },
    {
      "index": 3,
      "start_time": 13690.0,
      "end_time": 20100.0,
      "text": "I suffered for a long time with social anxiety. Basically I had no idea how to talk to people"
    },
    {
      "index": 4,
      "start_time": 20100.0,
      "end_time": 25400.0,
      "text": "which prevented me from living the life that I wanted. If I tried to talk to someone my"
    },
    {
      "index": 5,
      "start_time": 25400.0,
      "end_time": 31778.0,
      "text": "mind always draw blanks and I would feel so embarrassed. By the time I reached 17 I was"
    },
    {
      "index": 6,
      "start_time": 31779.0,
      "end_time": 37820.0,
      "text": "so over whelmed by my inability to speak to people that I began my journey in discovering"
    },
    {
      "index": 7,
      "start_time": 37820.0,
      "end_time": 42660.0,
      "text": "how to communicate effectively with others. It all began with my journal. I started writing"
    },
    {
      "index": 8,
      "start_time": 42660.0,
      "end_time": 49000.0,
      "text": "down my feelings in order to create a record of who I am. As the wheels started turning"
    },
    {
      "index": 9,
      "start_time": 49000.0,
      "end_time": 56100.0,
      "text": "I started to feel hope. Looking back at an entry I wrote over 10 years I said “I promise"
    },
    {
      "index": 10,
      "start_time": 56100.0,
      "end_time": 62699.0,
      "text": "when I am able to find a way to cure my social anxiety I will help others cure their own!”"
    },
    {
      "index": 11,
      "start_time": 62699.0,
      "end_time": 66140.0,
      "text": "Well, I never break a promise, so here it is…."
    },
    {
      "index": 12,
      "start_time": 66140.0,
      "end_time": 71540.0,
      "text": "Picture: Technique #1 Flooding Smile The first thing you need to start working on is your"
    },
    {
      "index": 13,
      "start_time": 71540.0,
      "end_time": 77470.0,
      "text": "smile. A big warm smile will allow people to open up to you. We tend to judge people"
    },
    {
      "index": 14,
      "start_time": 77470.0,
      "end_time": 82929.0,
      "text": "the first few seconds of meeting them. By using your smile you will seem more approachable."
    },
    {
      "index": 15,
      "start_time": 82930.0,
      "end_time": 88650.0,
      "text": "Your main goal is to not flash your smile and over use it. When you first meet a person"
    },
    {
      "index": 16,
      "start_time": 88650.0,
      "end_time": 94329.0,
      "text": "you want to look at that person’s face for a second. Be in the moment. Then show them"
    },
    {
      "index": 17,
      "start_time": 94329.0,
      "end_time": 100619.0,
      "text": "a big warm smile. Remember don’t rush the smile. The smile is genuine and meant for"
    },
    {
      "index": 18,
      "start_time": 100619.0,
      "end_time": 101590.0,
      "text": "them."
    },
    {
      "index": 19,
      "start_time": 101590.0,
      "end_time": 107950.0,
      "text": "Picture: Technique #2 Sticky Eyes Eye contact is very important. You want to be able to"
    },
    {
      "index": 20,
      "start_time": 107950.0,
      "end_time": 113250.0,
      "text": "maintain it and not fidget around. It has the ability to speak more then you know. Even"
    },
    {
      "index": 21,
      "start_time": 113250.0,
      "end_time": 119369.0,
      "text": "more then your words. Intense eye contact is also linked to awaking feelings of respect"
    },
    {
      "index": 22,
      "start_time": 119369.0,
      "end_time": 124439.0,
      "text": "and affection. It gives off the impression of being an intelligent, focused person. It"
    },
    {
      "index": 23,
      "start_time": 124439.0,
      "end_time": 129399.0,
      "text": "also allows people to feel pleasure while they are talking because you look interested"
    },
    {
      "index": 24,
      "start_time": 129399.0,
      "end_time": 135300.0,
      "text": "in what that person has to say. Pretend your eyes are glued to your conversation partner’s."
    },
    {
      "index": 25,
      "start_time": 135300.0,
      "end_time": 141360.0,
      "text": "Remember to not break eye contact even if that person has stopped talking. Slowly allow"
    },
    {
      "index": 26,
      "start_time": 141360.0,
      "end_time": 147800.0,
      "text": "your eyes to leave your partners. Quick movements will only leave the person thinking you want"
    },
    {
      "index": 27,
      "start_time": 147800.0,
      "end_time": 149690.0,
      "text": "to leave the conversation as soon as possible."
    },
    {
      "index": 28,
      "start_time": 149690.0,
      "end_time": 155550.0,
      "text": "Picture: Technique #3 Epoxy Eyes. Epoxy eyes must be used on a person you are interested"
    },
    {
      "index": 29,
      "start_time": 155550.0,
      "end_time": 160160.0,
      "text": "in that you want to be more then just friends. I used this technique on a girl I was working"
    },
    {
      "index": 30,
      "start_time": 160160.0,
      "end_time": 165299.0,
      "text": "with. When ever a group of us would talk I would give her the most eye contact even if"
    },
    {
      "index": 31,
      "start_time": 165300.0,
      "end_time": 170330.0,
      "text": "someone else was talking. Epoxy eyes combined with my warm smile sent her the underlying"
    },
    {
      "index": 32,
      "start_time": 170330.0,
      "end_time": 174900.0,
      "text": "message that I was interested. Plus everyone in the restaurant knew I was interested in"
    },
    {
      "index": 33,
      "start_time": 174900.0,
      "end_time": 179780.0,
      "text": "her as well. I didn’t hide my intentions. And guess what? We have been together ever"
    },
    {
      "index": 34,
      "start_time": 179780.0,
      "end_time": 184730.0,
      "text": "since we used to work at the restaurant. Our bodies are always giving off signals to everyone"
    },
    {
      "index": 35,
      "start_time": 184730.0,
      "end_time": 190849.0,
      "text": "showing how we really feel. When we are nervous we tend to shrink and lower our voices."
    },
    {
      "index": 36,
      "start_time": 190849.0,
      "end_time": 194959.0,
      "text": "This next technique is all about tricking your mind into making your body seem like"
    },
    {
      "index": 37,
      "start_time": 194959.0,
      "end_time": 200750.0,
      "text": "you are comfortable. Remember, mindsets are very important with everything you do. The"
    },
    {
      "index": 38,
      "start_time": 200750.0,
      "end_time": 207000.0,
      "text": "next time you are going to meet someone new use “technique number 6 hello old friend”"
    },
    {
      "index": 39,
      "start_time": 207000.0,
      "end_time": 211730.0,
      "text": "Pretend as if they are an old friend. Imagining them as a person your are comfortable talking"
    },
    {
      "index": 40,
      "start_time": 211730.0,
      "end_time": 217180.0,
      "text": "to. This will change your body language instantly. This will also allow the person you are talking"
    },
    {
      "index": 41,
      "start_time": 217190.0,
      "end_time": 223239.0,
      "text": "to feel comfortable. On a subconscious level we can sense the energy that is around us."
    },
    {
      "index": 42,
      "start_time": 223239.0,
      "end_time": 228540.0,
      "text": "If someone is nervous, we almost start to feel the same emotion. Radiate good energy"
    },
    {
      "index": 43,
      "start_time": 228540.0,
      "end_time": 234640.0,
      "text": "by acting as if you have known this person your entire life. If you were a dog you would"
    },
    {
      "index": 44,
      "start_time": 234640.0,
      "end_time": 237670.0,
      "text": "be wagging your tail right now!"
    },
    {
      "index": 45,
      "start_time": 237670.0,
      "end_time": 242480.0,
      "text": "This next technique will make you come across to people is being more confident and credible."
    },
    {
      "index": 46,
      "start_time": 242480.0,
      "end_time": 247560.0,
      "text": "“technique number 7 limit the fidget” By moving around too much and fidgeting you"
    },
    {
      "index": 47,
      "start_time": 247560.0,
      "end_time": 252349.0,
      "text": "come across as someone who doesn’t believe in themselves. The human body externally projects"
    },
    {
      "index": 48,
      "start_time": 252349.0,
      "end_time": 258140.0,
      "text": "what the person is feeling on the inside. Changing the way we externally act will change"
    },
    {
      "index": 49,
      "start_time": 258140.0,
      "end_time": 263280.0,
      "text": "the way people view us. Whenever you have a conversation that really counts, you want"
    },
    {
      "index": 50,
      "start_time": 263280.0,
      "end_time": 268400.0,
      "text": "to use this technique to get your point across. Fight that urge to scratch your nose or rub"
    },
    {
      "index": 51,
      "start_time": 268400.0,
      "end_time": 274150.0,
      "text": "your arms. Keep calm and don&#39;t fidget."
    },
    {
      "index": 52,
      "start_time": 274150.0,
      "end_time": 279969.0,
      "text": "Start experimenting with these techniques. At first you are going to feel uncomfortable"
    },
    {
      "index": 53,
      "start_time": 279970.0,
      "end_time": 285970.0,
      "text": "and nervous. With enough practice it will become second nature. Trust me it took me"
    },
    {
      "index": 54,
      "start_time": 285970.0,
      "end_time": 291630.0,
      "text": "awhile but realize with enough effort and hard work you will reach your destination."
    },
    {
      "index": 55,
      "start_time": 291630.0,
      "end_time": 297100.0,
      "text": "Trust the process and believe. Click on the affiliate link in the description box if you"
    },
    {
      "index": 56,
      "start_time": 297100.0,
      "end_time": 301560.0,
      "text": "wanted to purchase the book. Im Victor Foote from TransMind. For more videos like this"
    },
    {
      "index": 57,
      "start_time": 301560.0,
      "end_time": 306690.0,
      "text": "subscribe and please share. By sharing these videos it will have a higher chance of reaching"
    },
    {
      "index": 58,
      "start_time": 306690.0,
      "end_time": 310530.0,
      "text": "the people that need these videos the most. Take care!"
    }
  ]
}