{
  "video_id": "w8Dq8blTmSA",
  "title": "Lecture - 1 Introduction to Basic Electronics",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 76360.0,
      "end_time": 88859.0,
      "text": "Hello everybody! We are now going to start a course on basics electronics. It is essentially"
    },
    {
      "index": 2,
      "start_time": 88859.0,
      "end_time": 101490.0,
      "text": "a laboratory course. We are living in an age of information technology. Electronics is"
    },
    {
      "index": 3,
      "start_time": 101490.0,
      "end_time": 110060.0,
      "text": "at the very foundation of information and computer age which we are living now presently."
    },
    {
      "index": 4,
      "start_time": 110060.0,
      "end_time": 116139.0,
      "text": "The giant strides that we have made in the areas of communications and computers are"
    },
    {
      "index": 5,
      "start_time": 116139.0,
      "end_time": 124279.0,
      "text": "possible only because of the great successes that we have achieved in the field of electronics."
    },
    {
      "index": 6,
      "start_time": 124279.0,
      "end_time": 134439.0,
      "text": "It is some times unbelievable how many electronics gadgets that we carry theses days in our person"
    },
    {
      "index": 7,
      "start_time": 134439.0,
      "end_time": 143590.0,
      "text": "for example digital wrist watch, calculator, cell phone, digital diary or a PDA, digital"
    },
    {
      "index": 8,
      "start_time": 143590.0,
      "end_time": 148230.0,
      "text": "camera or a video camera etc."
    },
    {
      "index": 9,
      "start_time": 148230.0,
      "end_time": 156200.0,
      "text": "The different types of electronic equipments that have invaded our offices and homes theses"
    },
    {
      "index": 10,
      "start_time": 156200.0,
      "end_time": 165360.0,
      "text": "days are also mind boggling. Many things we use at home, offices are remote controlled."
    },
    {
      "index": 11,
      "start_time": 165360.0,
      "end_time": 172760.0,
      "text": "For example television, air conditioners, audio equipment, telephone, we use a cordless"
    },
    {
      "index": 12,
      "start_time": 172760.0,
      "end_time": 177760.0,
      "text": "for example."
    },
    {
      "index": 13,
      "start_time": 177760.0,
      "end_time": 187680.0,
      "text": "It is almost close to magic how even a small child now-a-days can switch channels or increase"
    },
    {
      "index": 14,
      "start_time": 187680.0,
      "end_time": 196299.0,
      "text": "or decrease the volume of sound in a TV at home by just clicking on a few buttons at"
    },
    {
      "index": 15,
      "start_time": 196299.0,
      "end_time": 203379.0,
      "text": "the comfort of a sofa away from the television apparently without any physical wiring or"
    },
    {
      "index": 16,
      "start_time": 203379.0,
      "end_time": 206909.0,
      "text": "connection."
    },
    {
      "index": 17,
      "start_time": 206909.0,
      "end_time": 214069.0,
      "text": "Again we are astonished how we are able to talk to our near and dear living several thousands"
    },
    {
      "index": 18,
      "start_time": 214069.0,
      "end_time": 222280.0,
      "text": "of kilometers away from wherever we are at home, office, on the road in a car or in a"
    },
    {
      "index": 19,
      "start_time": 222280.0,
      "end_time": 232560.0,
      "text": "class room by just clicking on a few numbers on our palm sized cellular phones. Electronics"
    },
    {
      "index": 20,
      "start_time": 232560.0,
      "end_time": 241439.0,
      "text": "has thus made deep impact in several vital areas such as health care, medical diagnosis"
    },
    {
      "index": 21,
      "start_time": 241439.0,
      "end_time": 253189.0,
      "text": "and treatment, air and space travels and automobile. In short the technological developments of"
    },
    {
      "index": 22,
      "start_time": 253189.0,
      "end_time": 262070.0,
      "text": "several countries of the globe are directly related to their strengths in electronic design,"
    },
    {
      "index": 23,
      "start_time": 262070.0,
      "end_time": 266390.0,
      "text": "manufacture products and services related to electronics."
    },
    {
      "index": 24,
      "start_time": 266390.0,
      "end_time": 276580.0,
      "text": "It appears as though that we have to add inevitably an &quot;E&quot; to the three &quot;R&#39;s&quot; that we"
    },
    {
      "index": 25,
      "start_time": 276580.0,
      "end_time": 285890.0,
      "text": "normally specify to declare a man and woman literate. That is the three R&#39;s are reading,"
    },
    {
      "index": 26,
      "start_time": 285890.0,
      "end_time": 296030.0,
      "text": "writing and arithmetic. Needless to add that the E I was referring to here means &quot;Electronics&quot;."
    },
    {
      "index": 27,
      "start_time": 296030.0,
      "end_time": 303450.0,
      "text": "So apart from reading, writing and arithmetic one should also have basic knowledge of E,"
    },
    {
      "index": 28,
      "start_time": 303450.0,
      "end_time": 312360.0,
      "text": "or electronics. Thus electronics has become surely a basic science and it is no more an"
    },
    {
      "index": 29,
      "start_time": 312360.0,
      "end_time": 315950.0,
      "text": "applied science."
    },
    {
      "index": 30,
      "start_time": 315950.0,
      "end_time": 323010.0,
      "text": "Just as we teach physics, chemistry, biology and mathematics in our schools it is time"
    },
    {
      "index": 31,
      "start_time": 323010.0,
      "end_time": 332420.0,
      "text": "we start teaching our children at school electronics as a separate subject by itself. This brings"
    },
    {
      "index": 32,
      "start_time": 332420.0,
      "end_time": 341880.0,
      "text": "us face to face an important question how to teach the basic concepts of such an important"
    },
    {
      "index": 33,
      "start_time": 341880.0,
      "end_time": 350020.0,
      "text": "subject like electronics in a most efficient and effective manor. If one wants to gain"
    },
    {
      "index": 34,
      "start_time": 350020.0,
      "end_time": 358220.0,
      "text": "a good grip and understanding of electronics he or she should build circuits and test them"
    },
    {
      "index": 35,
      "start_time": 358220.0,
      "end_time": 361960.0,
      "text": "independently."
    },
    {
      "index": 36,
      "start_time": 361960.0,
      "end_time": 369580.0,
      "text": "For this one should acquire a practical knowledge of the characteristics of different devices"
    },
    {
      "index": 37,
      "start_time": 369580.0,
      "end_time": 378810.0,
      "text": "and in constructing the various circuits let as try to learn such skills by the proven"
    },
    {
      "index": 38,
      "start_time": 378810.0,
      "end_time": 390410.0,
      "text": "scheme of &quot;learning by doing&quot;.What is this? An old Chinese proverb says I read -- I"
    },
    {
      "index": 39,
      "start_time": 390410.0,
      "end_time": 402180.0,
      "text": "forget; I see-I remember; I do-I understand. So if you need to understand and apply whatever"
    },
    {
      "index": 40,
      "start_time": 402180.0,
      "end_time": 410760.0,
      "text": "knowledge you acquire then it has to be by the method of doing rather than reading or"
    },
    {
      "index": 41,
      "start_time": 410760.0,
      "end_time": 423140.0,
      "text": "seeing. There is only way to learn to do anything; that is just do it. That is the way we all"
    },
    {
      "index": 42,
      "start_time": 423140.0,
      "end_time": 433570.0,
      "text": "have learnt as a child even to talk, to walk, to ride a cycle or whatever."
    },
    {
      "index": 43,
      "start_time": 433570.0,
      "end_time": 442070.0,
      "text": "Many arts and special skills like dancing, singing, swimming and martial arts are all"
    },
    {
      "index": 44,
      "start_time": 442070.0,
      "end_time": 450810.0,
      "text": "learnt by going to an expert or a teacher who makes us learn by doing rather than by"
    },
    {
      "index": 45,
      "start_time": 450810.0,
      "end_time": 461730.0,
      "text": "listening to lectures or reading books. But why &quot;learning by doing&quot; is so important?"
    },
    {
      "index": 46,
      "start_time": 461730.0,
      "end_time": 472150.0,
      "text": "It is very simple. The reason is while doing we are given an opportunity to fail. So failures"
    },
    {
      "index": 47,
      "start_time": 472150.0,
      "end_time": 480890.0,
      "text": "are very important in the learning process. Nobody wants fail and if one fails, one starts"
    },
    {
      "index": 48,
      "start_time": 480890.0,
      "end_time": 489710.0,
      "text": "wondering as to what went wrong. Thus at the point of failure there is a profound learning"
    },
    {
      "index": 49,
      "start_time": 489710.0,
      "end_time": 497870.0,
      "text": "taking place. That is why people say failures are stepping stones to success."
    },
    {
      "index": 50,
      "start_time": 497870.0,
      "end_time": 506510.0,
      "text": "Before we go into the subject of electronics it will be nice to look at some of the historical"
    },
    {
      "index": 51,
      "start_time": 506510.0,
      "end_time": 516190.0,
      "text": "background of electronics. I will just mention to you few landmarks in the history of electronics."
    },
    {
      "index": 52,
      "start_time": 516190.00000000006,
      "end_time": 524590.0,
      "text": "The invention of vacuum tubes or the thermionic valve brought in the age of electronics long"
    },
    {
      "index": 53,
      "start_time": 524590.0,
      "end_time": 532830.0,
      "text": "time back. Many new and exciting applications were found for theses devices. Many great"
    },
    {
      "index": 54,
      "start_time": 532830.0,
      "end_time": 542990.0,
      "text": "names like Edison, Marconi, Ambrose Fleming, De Forest, etc., are associated with electronics."
    },
    {
      "index": 55,
      "start_time": 542990.0,
      "end_time": 551330.0,
      "text": "As a mater of fact the transition from the diode to the triode which has got three electrodes"
    },
    {
      "index": 56,
      "start_time": 551330.0,
      "end_time": 559990.0,
      "text": "was brought about by engineer suggestion by deforest. He suggested that we can introduce"
    },
    {
      "index": 57,
      "start_time": 559990.0,
      "end_time": 566800.0,
      "text": "a third electrode in the vacuum tube diode to make it into a triode and that really brought"
    },
    {
      "index": 58,
      "start_time": 566800.0,
      "end_time": 573070.0,
      "text": "about a major change and development in the area of electronics. You can see some examples"
    },
    {
      "index": 59,
      "start_time": 573070.0,
      "end_time": 575780.0,
      "text": "of vacuum tube on the screen."
    },
    {
      "index": 60,
      "start_time": 575780.0,
      "end_time": 581880.0,
      "text": "These are different types of vacuum tube used in those days for amplification purposes and"
    },
    {
      "index": 61,
      "start_time": 581880.0,
      "end_time": 587360.0,
      "text": "things like that. You can see they have a filament, which is a thermionic filament."
    },
    {
      "index": 62,
      "start_time": 587360.0,
      "end_time": 593980.0,
      "text": "When I pass a current through that thermionic electrons are develop which are collected"
    },
    {
      "index": 63,
      "start_time": 593980.0,
      "end_time": 599770.0,
      "text": "by an electrode, called the plate and you have another electrode the third electrode"
    },
    {
      "index": 64,
      "start_time": 599770.0,
      "end_time": 606600.0,
      "text": "which is the control grid which is in between these two electrodes and any voltage impinched"
    },
    {
      "index": 65,
      "start_time": 606600.0,
      "end_time": 613470.0,
      "text": "on them will alter the flow of electrons between the two main electrodes- the cathode and the"
    },
    {
      "index": 66,
      "start_time": 613470.0,
      "end_time": 626130.0,
      "text": "anode. So that is responsible for the amplification and such things. After the war in 1948, the"
    },
    {
      "index": 67,
      "start_time": 626130.0,
      "end_time": 633230.0,
      "text": "transistors were invented in the Bell laboratories in the USA by the three great people Bardeen,"
    },
    {
      "index": 68,
      "start_time": 633230.0,
      "end_time": 641310.0,
      "text": "Bratain and Shockely and that brought in much greater miniaturization and applications in"
    },
    {
      "index": 69,
      "start_time": 641310.0,
      "end_time": 644590.0,
      "text": "the area of radio electronics and things like that."
    },
    {
      "index": 70,
      "start_time": 644590.0,
      "end_time": 649630.0,
      "text": "On the screen you can see some of the examples of transistors, different types of transistor"
    },
    {
      "index": 71,
      "start_time": 649630.0,
      "end_time": 657420.0,
      "text": "are shown in the photographs and the major development in electronics came up with the"
    },
    {
      "index": 72,
      "start_time": 657420.0,
      "end_time": 664800.0,
      "text": "introduction of integrated circuits. This invention is one of the major developments"
    },
    {
      "index": 73,
      "start_time": 664800.0,
      "end_time": 667050.0,
      "text": "in the area of electronics."
    },
    {
      "index": 74,
      "start_time": 667050.0,
      "end_time": 672190.0,
      "text": "Here transistor have become already common place in everything from radios to phones"
    },
    {
      "index": 75,
      "start_time": 672190.0,
      "end_time": 676680.0,
      "text": "to computer and therefore the manufactures wanted some thing even better, some thing"
    },
    {
      "index": 76,
      "start_time": 676680.0,
      "end_time": 684910.0,
      "text": "which is much smaller and much more powerful. Two people are associated with invention of"
    },
    {
      "index": 77,
      "start_time": 684910.0,
      "end_time": 691690.0,
      "text": "integrated circuits. They are Jack Kilby of Texas instruments and Robert Noyce of Fairchild"
    },
    {
      "index": 78,
      "start_time": 691690.0,
      "end_time": 698830.0,
      "text": "semiconductors and Jack Kilby were awarded the noble prize in 2000 for his development"
    },
    {
      "index": 79,
      "start_time": 698830.0,
      "end_time": 704029.0,
      "text": "of integrated circuit. Robert Noyce was no more at that time and therefore Jack Kilby"
    },
    {
      "index": 80,
      "start_time": 704029.0,
      "end_time": 709600.0,
      "text": "alone was given for the partial development of the integrated circuit ideas."
    },
    {
      "index": 81,
      "start_time": 709600.0,
      "end_time": 717450.0,
      "text": "Integrated circuits can be now found in almost every modern electrical device such as computers,"
    },
    {
      "index": 82,
      "start_time": 717450.0,
      "end_time": 725050.0,
      "text": "cars, television sets, CD players, cellular phones, etc. I will show you some photographs"
    },
    {
      "index": 83,
      "start_time": 725050.0,
      "end_time": 735440.0,
      "text": "of that. The basic idea here is the semiconductors are used for preparing the transistors. But"
    },
    {
      "index": 84,
      "start_time": 735440.0,
      "end_time": 740900.0,
      "text": "other devices like the resistors and capacitors have to be independently made by discrete"
    },
    {
      "index": 85,
      "start_time": 740900.0,
      "end_time": 748740.0,
      "text": "methods. It was the idea of Jack Kilby and Noyce whether the same semiconductors can"
    },
    {
      "index": 86,
      "start_time": 748740.0,
      "end_time": 756150.0,
      "text": "be used to also prepare diodes, resistors and capacitors."
    },
    {
      "index": 87,
      "start_time": 756150.0,
      "end_time": 761010.0,
      "text": "Resistors can easily be developed by doping the semiconductor suitably and the capacitors"
    },
    {
      "index": 88,
      "start_time": 761010.0,
      "end_time": 769279.0,
      "text": "can be developed by using a p-n junction diode in a reverse bios mode and therefore diodes"
    },
    {
      "index": 89,
      "start_time": 769279.0,
      "end_time": 774960.0,
      "text": "can be made; resistors can be made; capacitors can be made out of semiconductor therefore"
    },
    {
      "index": 90,
      "start_time": 774960.0,
      "end_time": 782950.0,
      "text": "Jack Kilby and others started to make the whole circuit, which involves different devices,"
    },
    {
      "index": 91,
      "start_time": 782950.0,
      "end_time": 788050.0,
      "text": "completely using semiconductors. That is how the whole idea of integrated circuits came."
    },
    {
      "index": 92,
      "start_time": 788050.0,
      "end_time": 794990.0,
      "text": "You integrate the different components like transistors, diodes, resistors and capacitors"
    },
    {
      "index": 93,
      "start_time": 794990.0,
      "end_time": 803210.0,
      "text": "all made of basic semiconductor material on the same substrate. The bulk resistivity of"
    },
    {
      "index": 94,
      "start_time": 803210.0,
      "end_time": 807410.0,
      "text": "the semiconductor and its diffusion doped layers could be exploited for fabricating"
    },
    {
      "index": 95,
      "start_time": 807410.0,
      "end_time": 812680.0,
      "text": "resistors, p-n junctions, diode, etc., and that I already mentioned. So this is one of"
    },
    {
      "index": 96,
      "start_time": 812680.0,
      "end_time": 820250.0,
      "text": "the fast integrated circuit idea which was implemented by Jack Kilby in his lab. You"
    },
    {
      "index": 97,
      "start_time": 820250.0,
      "end_time": 825540.0,
      "text": "can see that it is very crude and it has got no resemblance to the modern, well refined,"
    },
    {
      "index": 98,
      "start_time": 825540.0,
      "end_time": 830790.0,
      "text": "design of integrated circuit which I will show you in the next graph."
    },
    {
      "index": 99,
      "start_time": 830790.0,
      "end_time": 838029.0,
      "text": "One of the integrated circuits with its memory chip is shown here and the other picture here"
    },
    {
      "index": 100,
      "start_time": 838029.0,
      "end_time": 844440.0,
      "text": "shows different integrated circuits. They have different packages. In all of these you"
    },
    {
      "index": 101,
      "start_time": 844440.0,
      "end_time": 851890.0,
      "text": "can see enormous number of transistors being prepared side by side and few of resistors"
    },
    {
      "index": 102,
      "start_time": 851890.0,
      "end_time": 855870.0,
      "text": "and very few capacitors and no inductances at all."
    },
    {
      "index": 103,
      "start_time": 855870.0,
      "end_time": 864100.0,
      "text": "So integrated circuits are characterized by very many numbers of transistors, few resistors,"
    },
    {
      "index": 104,
      "start_time": 864100.0,
      "end_time": 872899.0,
      "text": "very few capacitors and almost no inductances. Therefore the whole idea of integrated circuits"
    },
    {
      "index": 105,
      "start_time": 872899.0,
      "end_time": 879300.0,
      "text": "completely modified the concept of circuit design. Instead of going for the distribution"
    },
    {
      "index": 106,
      "start_time": 879300.0,
      "end_time": 886550.0,
      "text": "of various devices, in olden days circuits will have more of resistors, capacitors, etc.,"
    },
    {
      "index": 107,
      "start_time": 886550.0,
      "end_time": 893310.0,
      "text": "and less number of active devices like transistors but with the introduction of integrated circuits"
    },
    {
      "index": 108,
      "start_time": 893310.0,
      "end_time": 898600.0,
      "text": "the situation reversed. That is we have more number of active devices like transistors,"
    },
    {
      "index": 109,
      "start_time": 898600.0,
      "end_time": 904430.0,
      "text": "etc and less number of resistors, capacitors and things like that. So this is generally"
    },
    {
      "index": 110,
      "start_time": 904430.0,
      "end_time": 912990.0,
      "text": "the background of the brief history of the electronics. Now I will move over to the table"
    },
    {
      "index": 111,
      "start_time": 912990.0,
      "end_time": 924480.0,
      "text": "to show you some real transistors, vacuum tubes and integrated circuits."
    },
    {
      "index": 112,
      "start_time": 924480.0,
      "end_time": 934420.0,
      "text": "Here you can see the vacuum tubes. This is a vacuum tube which is used for power electronics."
    },
    {
      "index": 113,
      "start_time": 934420.0,
      "end_time": 940660.0,
      "text": "You have number of pins; you will have a base into which these pins will go and the corresponding"
    },
    {
      "index": 114,
      "start_time": 940660.0,
      "end_time": 942430.0,
      "text": "voltages will be applied."
    },
    {
      "index": 115,
      "start_time": 942430.0,
      "end_time": 948670.0,
      "text": "These are characterized by very high voltages of the order of 200-300 volts and you require"
    },
    {
      "index": 116,
      "start_time": 948670.0,
      "end_time": 955480.0,
      "text": "a separate power supply for energizing the filament and therefore you require large number"
    },
    {
      "index": 117,
      "start_time": 955480.0,
      "end_time": 961399.0,
      "text": "of power supplies and they will dissipate enormous amount of energy and therefore you"
    },
    {
      "index": 118,
      "start_time": 961399.0,
      "end_time": 969000.0,
      "text": "will find that they have to be cool if large big circuit are built with vacuum tube diodes"
    },
    {
      "index": 119,
      "start_time": 969000.0,
      "end_time": 975339.0,
      "text": "and triodes you require very efficient cooling system. Whereas when you come to the transistors,"
    },
    {
      "index": 120,
      "start_time": 975339.0,
      "end_time": 980440.0,
      "text": "these are semiconductor transistors. You can see this is smallest one; very small three"
    },
    {
      "index": 121,
      "start_time": 980440.0,
      "end_time": 987000.0,
      "text": "terminal device just as you have triode where you have plate, control grid and cathode,"
    },
    {
      "index": 122,
      "start_time": 987000.0,
      "end_time": 993830.0,
      "text": "here you have three electrodes -- emitter, the collector and the base. Here again you"
    },
    {
      "index": 123,
      "start_time": 993830.0,
      "end_time": 999640.0,
      "text": "have a slightly bigger one; this is for higher current or higher power. This one is much"
    },
    {
      "index": 124,
      "start_time": 999640.0,
      "end_time": 1004980.0,
      "text": "higher power and this one very large power of several watts. I will just perhaps take"
    },
    {
      "index": 125,
      "start_time": 1004980.0,
      "end_time": 1011089.0,
      "text": "it out and show it you. You have two terminals only here. They correspond to the emitter"
    },
    {
      "index": 126,
      "start_time": 1011090.0,
      "end_time": 1017451.0,
      "text": "and base and the casing becomes by itself one of the other electrodes which is the collector"
    },
    {
      "index": 127,
      "start_time": 1017450.0,
      "end_time": 1024610.0,
      "text": "which takes the brunt of current in any given circuit. So these are transistors of different"
    },
    {
      "index": 128,
      "start_time": 1024609.9999999999,
      "end_time": 1027568.9999999999,
      "text": "type, all made of semiconductors."
    },
    {
      "index": 129,
      "start_time": 1027569.9999999999,
      "end_time": 1032480.9999999999,
      "text": "Then we come to the integrated circuits. You have here a very tiny one which has got eight"
    },
    {
      "index": 130,
      "start_time": 1032480.0,
      "end_time": 1038980.0,
      "text": "pins on either side. These are called dual in line package and you have much larger one"
    },
    {
      "index": 131,
      "start_time": 1038980.0,
      "end_time": 1043829.0,
      "text": "slightly larger one which has got fourteen or sixteen pins on either side; eight on either"
    },
    {
      "index": 132,
      "start_time": 1043829.9999999999,
      "end_time": 1048941.0,
      "text": "side or seven on either side. This one is the much larger integrated circuit which has"
    },
    {
      "index": 133,
      "start_time": 1048940.0,
      "end_time": 1055220.0,
      "text": "got about forty pins; twenty on one side and twenty on the other. So these are integrated"
    },
    {
      "index": 134,
      "start_time": 1055220.0,
      "end_time": 1057860.0,
      "text": "circuits which have got several transistors."
    },
    {
      "index": 135,
      "start_time": 1057860.0,
      "end_time": 1062700.0,
      "text": "For example this will have easily about twenty transistors; this will be much larger and"
    },
    {
      "index": 136,
      "start_time": 1062700.0,
      "end_time": 1067450.0,
      "text": "this will have thousands of transistors inside and the actual semiconductors will be some"
    },
    {
      "index": 137,
      "start_time": 1067450.0,
      "end_time": 1073610.0,
      "text": "where very small, few millimeter squared and to make them easy to handle they are put on"
    },
    {
      "index": 138,
      "start_time": 1073610.0,
      "end_time": 1079470.0,
      "text": "bigger package with number of pins so that they can be connected into a real circuit"
    },
    {
      "index": 139,
      "start_time": 1079470.0,
      "end_time": 1079950.0,
      "text": "outside."
    },
    {
      "index": 140,
      "start_time": 1079950.0,
      "end_time": 1087049.0,
      "text": "So these three are the modern integrated circuits. The latest integrated circuits in the computer"
    },
    {
      "index": 141,
      "start_time": 1087050.0,
      "end_time": 1093420.0,
      "text": "that you see will have much larger number of pins of the order of 396, 400 and things"
    },
    {
      "index": 142,
      "start_time": 1093420.0,
      "end_time": 1102030.0,
      "text": "like that and some of resistors, capacitors also have to be used along with these for"
    },
    {
      "index": 143,
      "start_time": 1102030.0,
      "end_time": 1107760.0,
      "text": "building different circuits which have come in; something very similar to intergraded"
    },
    {
      "index": 144,
      "start_time": 1107760.0,
      "end_time": 1113981.0,
      "text": "circuits and are called surface mountable devices. So along with these things the miniaturization"
    },
    {
      "index": 145,
      "start_time": 1113980.0,
      "end_time": 1120090.0,
      "text": "is complete. Therefore you have enormous number of applications coming out of them including"
    },
    {
      "index": 146,
      "start_time": 1120090.0,
      "end_time": 1124230.0,
      "text": "the things that you know of like the cell phone and things like that. They have enormous"
    },
    {
      "index": 147,
      "start_time": 1124230.0,
      "end_time": 1131450.0,
      "text": "number of very tiny circuits built with several integrated circuit and several small devices"
    },
    {
      "index": 148,
      "start_time": 1131450.0,
      "end_time": 1139580.0,
      "text": "like transistors, capacitors, resistors, etc all found in one. They are all wired on one"
    },
    {
      "index": 149,
      "start_time": 1139580.0,
      "end_time": 1144049.0,
      "text": "single printed circuit board; the circuit board itself will be printed with the all"
    },
    {
      "index": 150,
      "start_time": 1144050.0,
      "end_time": 1149920.0,
      "text": "the wiring pattern and the whole thing in modern times is all automated and therefore"
    },
    {
      "index": 151,
      "start_time": 1149920.0,
      "end_time": 1155221.0,
      "text": "large number of such things can be manufactured very quickly and very efficiently and these"
    },
    {
      "index": 152,
      "start_time": 1155220.0,
      "end_time": 1160669.0,
      "text": "devices they also increase in the order of efficiency and performance. The vacuum tubes"
    },
    {
      "index": 153,
      "start_time": 1160670.0,
      "end_time": 1166471.0,
      "text": "are not all that good because they have enormous amount of heat generated. These are good but"
    },
    {
      "index": 154,
      "start_time": 1166470.0,
      "end_time": 1172409.0,
      "text": "these are much better. Here the transistors are very close to each other and therefore"
    },
    {
      "index": 155,
      "start_time": 1172410.0,
      "end_time": 1179120.0,
      "text": "the performance and reliability is enormously improved in these integrated circuits"
    },
    {
      "index": 156,
      "start_time": 1179120.0,
      "end_time": 1190981.0,
      "text": "Now let us see what we will discuss in this course on basic electronics. We have components"
    },
    {
      "index": 157,
      "start_time": 1190980.0,
      "end_time": 1200039.0,
      "text": "and devices which go into the building of circuits; we have measuring instruments like"
    },
    {
      "index": 158,
      "start_time": 1200040.0,
      "end_time": 1210160.0,
      "text": "different types and we also have circuits to learn. For example if we take the components"
    },
    {
      "index": 159,
      "start_time": 1210160.0,
      "end_time": 1218211.0,
      "text": "and devices you can classify them basically into two; one is called passive component"
    },
    {
      "index": 160,
      "start_time": 1218210.0,
      "end_time": 1227509.0,
      "text": "devices. The examples of passive components are resistors, capacitors, diodes, inductors,"
    },
    {
      "index": 161,
      "start_time": 1227510.0,
      "end_time": 1236451.0,
      "text": "etc. If you look at active components there are transistors, operational amplifiers, etc."
    },
    {
      "index": 162,
      "start_time": 1236450.0,
      "end_time": 1245450.0,
      "text": "The passive components cannot amplify; they will only attenuate. If a signal or voltage"
    },
    {
      "index": 163,
      "start_time": 1245450.0,
      "end_time": 1252609.0,
      "text": "or current is given to them there will only be reductions if at all after passing through"
    },
    {
      "index": 164,
      "start_time": 1252610.0,
      "end_time": 1257560.0,
      "text": "this component. Therefore they are called passive. Whereas if you take the active components"
    },
    {
      "index": 165,
      "start_time": 1257560.0,
      "end_time": 1264360.0,
      "text": "like transistors or op amp, there can be an enhancement of the voltage or current or whatever"
    },
    {
      "index": 166,
      "start_time": 1264360.0,
      "end_time": 1267050.0,
      "text": "and therefore they are called active components."
    },
    {
      "index": 167,
      "start_time": 1267050.0,
      "end_time": 1275650.0,
      "text": "Now if we look at measuring instruments one has to know something about the digital multimeters."
    },
    {
      "index": 168,
      "start_time": 1275650.0,
      "end_time": 1280211.0,
      "text": "Most of them are digital multimeters. There are a very few occasions when you come across"
    },
    {
      "index": 169,
      "start_time": 1280210.0,
      "end_time": 1287850.0,
      "text": "analog multimeters. Power supply is very essential for the powering the different circuit for"
    },
    {
      "index": 170,
      "start_time": 1287850.0,
      "end_time": 1295259.0,
      "text": "working; voltage sources and current sources, oscilloscopes for observing the different"
    },
    {
      "index": 171,
      "start_time": 1295260.0,
      "end_time": 1301331.0,
      "text": "wave forms and function generators which are basically to generate different kinds of wave"
    },
    {
      "index": 172,
      "start_time": 1301330.0,
      "end_time": 1310419.0,
      "text": "forms or signals. When you come to the circuit, you find different types of circuit like rectifiers,"
    },
    {
      "index": 173,
      "start_time": 1310420.0,
      "end_time": 1321560.0,
      "text": "amplifiers, oscillators, filters and so many different types of circuits."
    },
    {
      "index": 174,
      "start_time": 1321560.0,
      "end_time": 1330250.0,
      "text": "What is the prerequisite of this course? The basics prerequisite we assume for this is"
    },
    {
      "index": 175,
      "start_time": 1330250.0,
      "end_time": 1338540.0,
      "text": "that you have a general understanding of the principles of electricity and magnetism. That"
    },
    {
      "index": 176,
      "start_time": 1338540.0,
      "end_time": 1343841.0,
      "text": "is all that is required to know from your side. Once you know that we will be able to"
    },
    {
      "index": 177,
      "start_time": 1343840.0,
      "end_time": 1352779.0,
      "text": "build on that foundation the whole subject of basic electronics with a practical ...... We"
    },
    {
      "index": 178,
      "start_time": 1352780.0,
      "end_time": 1361000.0,
      "text": "will attempt here to learn the basic principles of electronics by the scheme outlined namely"
    },
    {
      "index": 179,
      "start_time": 1361000.0,
      "end_time": 1364180.0,
      "text": "&quot;learning by doing&quot;."
    },
    {
      "index": 180,
      "start_time": 1364180.0,
      "end_time": 1371680.0,
      "text": "So what I am going to do is I will try to explain the principles of operation of the"
    },
    {
      "index": 181,
      "start_time": 1371680.0,
      "end_time": 1377800.0,
      "text": "various devices, the measuring instruments and the circuits that was outlined a little"
    },
    {
      "index": 182,
      "start_time": 1377800.0,
      "end_time": 1387461.0,
      "text": "ago. I will also then demonstrate the working principles by actually performing that part"
    },
    {
      "index": 183,
      "start_time": 1387460.0,
      "end_time": 1395029.0,
      "text": "of the theory which we learnt by actually going over to a laboratory table and performing"
    },
    {
      "index": 184,
      "start_time": 1395030.0,
      "end_time": 1403721.0,
      "text": "those experiments on a bread board side by side. This I believe will enable you to get"
    },
    {
      "index": 185,
      "start_time": 1403720.0,
      "end_time": 1410269.0,
      "text": "greater confidence in the principles and working of electronic devices and circuits and therefore"
    },
    {
      "index": 186,
      "start_time": 1410270.0,
      "end_time": 1416400.0,
      "text": "at a later time you will be able to build different circuits on your own and learn from"
    },
    {
      "index": 187,
      "start_time": 1416400.0,
      "end_time": 1428101.0,
      "text": "them. Before we proceed further it is important to understand how and where the different"
    },
    {
      "index": 188,
      "start_time": 1428100.0,
      "end_time": 1432299.0,
      "text": "circuits will be built and tested."
    },
    {
      "index": 189,
      "start_time": 1432300.0,
      "end_time": 1440500.0,
      "text": "We will use what is known as a breadboard for constructing the different circuits and"
    },
    {
      "index": 190,
      "start_time": 1440500.0,
      "end_time": 1449571.0,
      "text": "for testing. This is very useful here as we do not have to solder the different components"
    },
    {
      "index": 191,
      "start_time": 1449570.0,
      "end_time": 1457869.0,
      "text": "while we build the circuit. The normal scheme is to take those components and solder them"
    },
    {
      "index": 192,
      "start_time": 1457870.0,
      "end_time": 1465941.0,
      "text": "together on what is known as a group board by soldering them. By soldering, I mean you"
    },
    {
      "index": 193,
      "start_time": 1465940.0,
      "end_time": 1474489.0,
      "text": "will use lead and then use a soldering iron which is hot iron and then join the different"
    },
    {
      "index": 194,
      "start_time": 1474490.0,
      "end_time": 1482081.0,
      "text": "components into various configurations of the circuit. If we do such soldering then"
    },
    {
      "index": 195,
      "start_time": 1482080.0,
      "end_time": 1491539.0,
      "text": "you can imagine the components will have to be cut into different sizes to match the circuit."
    },
    {
      "index": 196,
      "start_time": 1491540.0,
      "end_time": 1499081.0,
      "text": "Once you solder, the components may get spoiled. We may not be able to use the components again"
    },
    {
      "index": 197,
      "start_time": 1499080.0,
      "end_time": 1506929.0,
      "text": "later on, where as in breadboard it is very convenient because we are not going to solder"
    },
    {
      "index": 198,
      "start_time": 1506930.0,
      "end_time": 1513071.0,
      "text": "the components; you are going to just insert the components or the leads of the components"
    },
    {
      "index": 199,
      "start_time": 1513070.0,
      "end_time": 1519220.0,
      "text": "into small tiny wholes which I will show you in a moment and therefore you do not have"
    },
    {
      "index": 200,
      "start_time": 1519220.0,
      "end_time": 1525889.0,
      "text": "to solder and the components need not be cut. So the resistors and the various components"
    },
    {
      "index": 201,
      "start_time": 1525890.0,
      "end_time": 1538091.0,
      "text": "can be used repeatedly for different circuits. Let us now see how we can use the breadboard."
    },
    {
      "index": 202,
      "start_time": 1538090.0,
      "end_time": 1546179.0,
      "text": "What is the basic principle of the breadboard? I have shown on the screen a typical breadboard"
    },
    {
      "index": 203,
      "start_time": 1546180.0,
      "end_time": 1553591.0,
      "text": "which will be used for building the different circuits. Many of you I am sure are familiar"
    },
    {
      "index": 204,
      "start_time": 1553590.0,
      "end_time": 1556799.0,
      "text": "with this type of breadboard perhaps."
    },
    {
      "index": 205,
      "start_time": 1556800.0,
      "end_time": 1563370.0,
      "text": "You can see that a breadboard is a plastic board with number of holes on it. There is"
    },
    {
      "index": 206,
      "start_time": 1563370.0,
      "end_time": 1569020.0,
      "text": "a pattern of holes. For example you can see vertically there are five holes marked A,"
    },
    {
      "index": 207,
      "start_time": 1569020.0,
      "end_time": 1577601.0,
      "text": "B, C, D, E on the screen on side and then F, G, H, I, J on the other side. So you have"
    },
    {
      "index": 208,
      "start_time": 1577600.0,
      "end_time": 1584629.0,
      "text": "a whole row of such holes on either side with a small cavity in the center and then you"
    },
    {
      "index": 209,
      "start_time": 1584630.0,
      "end_time": 1594310.0,
      "text": "also see on either side, top and bottom between the red and the blue lines a whole range of"
    },
    {
      "index": 210,
      "start_time": 1594310.0,
      "end_time": 1604400.0,
      "text": "holes which are running parallel to the length of the rectangle. These lines which are running"
    },
    {
      "index": 211,
      "start_time": 1604400.0,
      "end_time": 1612610.0,
      "text": "at the extreme ends between the two blue and red lines are called power lines or rail lines."
    },
    {
      "index": 212,
      "start_time": 1612610.0,
      "end_time": 1621471.0,
      "text": "They are generally used for connecting the power supply lines for the various circuits."
    },
    {
      "index": 213,
      "start_time": 1621470.0,
      "end_time": 1630049.0,
      "text": "The other holes which are marked A, B, C, D, E, etc., are basically five holes in a"
    },
    {
      "index": 214,
      "start_time": 1630050.0,
      "end_time": 1637790.0,
      "text": "node. They all correspond to one single node. Most of the times when you build circuit,"
    },
    {
      "index": 215,
      "start_time": 1637790.0,
      "end_time": 1646140.0,
      "text": "you find you require many points to be connected together. Here we have five holes. That means"
    },
    {
      "index": 216,
      "start_time": 1646140.0,
      "end_time": 1653230.0,
      "text": "five different components or wires can be connected together to one single point. That"
    },
    {
      "index": 217,
      "start_time": 1653230.0,
      "end_time": 1657050.0,
      "text": "is what we mean by the five holes node here."
    },
    {
      "index": 218,
      "start_time": 1657050.0,
      "end_time": 1664910.0,
      "text": "How is it done? For knowing this let us look at the figure that we have on the screen where"
    },
    {
      "index": 219,
      "start_time": 1664910.0,
      "end_time": 1672560.0,
      "text": "you can see for example below that holes in the breadboard that I showed, you have a set"
    },
    {
      "index": 220,
      "start_time": 1672560.0,
      "end_time": 1681250.0,
      "text": "of clips, metal clips in the form shown in Figure a. This is basically a metal clip which"
    },
    {
      "index": 221,
      "start_time": 1681250.0,
      "end_time": 1687890.0,
      "text": "has got very narrow hole at the point where I show and when you insert a component, for"
    },
    {
      "index": 222,
      "start_time": 1687890.0,
      "end_time": 1694800.0,
      "text": "example here in Figure b a resistor is shown, and when I insert the resistor inside the"
    },
    {
      "index": 223,
      "start_time": 1694800.0,
      "end_time": 1703120.0,
      "text": "clip, the clip expands a little bit and grips the lead of the resistor at this point."
    },
    {
      "index": 224,
      "start_time": 1703120.0,
      "end_time": 1711461.0,
      "text": "So that is how the connection to resistance is made at these two points and this clip"
    },
    {
      "index": 225,
      "start_time": 1711460.0,
      "end_time": 1720619.0,
      "text": "is actually very long as it is shown in Figure c which will actually align below the five"
    },
    {
      "index": 226,
      "start_time": 1720620.0,
      "end_time": 1730170.0,
      "text": "holes that we saw on the breadboard. So by connecting different components through different"
    },
    {
      "index": 227,
      "start_time": 1730170.0,
      "end_time": 1735711.0,
      "text": "holes corresponding to the one set of five holes you would find, you will be all inter"
    },
    {
      "index": 228,
      "start_time": 1735710.0,
      "end_time": 1742029.0,
      "text": "connecting them because all of them have got individual clips below them which are all"
    },
    {
      "index": 229,
      "start_time": 1742030.0,
      "end_time": 1750701.0,
      "text": "connected by a single metal frame. Let us look in some greater detail the scheme of"
    },
    {
      "index": 230,
      "start_time": 1750700.0,
      "end_time": 1757489.0,
      "text": "things on a breadboard. This is actually a cut screen cut view of the breadboard."
    },
    {
      "index": 231,
      "start_time": 1757490.0,
      "end_time": 1763810.0,
      "text": "You can see the five clips one, two, three, four, five which will come under these five"
    },
    {
      "index": 232,
      "start_time": 1763810.0,
      "end_time": 1771980.0,
      "text": "holes A, B, C, D, E and you also see on the sides which I called the power supply channel"
    },
    {
      "index": 233,
      "start_time": 1771980.0,
      "end_time": 1777250.0,
      "text": "or the rail voltage channel you would see there is one single metal clip running all"
    },
    {
      "index": 234,
      "start_time": 1777250.0,
      "end_time": 1784520.0,
      "text": "the way down for the entire length and these holes therefore will provide one connection"
    },
    {
      "index": 235,
      "start_time": 1784520.0,
      "end_time": 1793380.0,
      "text": "for the power supply. So for example if I connect this hole or this clip to the + 5"
    },
    {
      "index": 236,
      "start_time": 1793380.0,
      "end_time": 1800850.0,
      "text": "volts of a power supply and on this side I connect it to the ground or the minus terminal"
    },
    {
      "index": 237,
      "start_time": 1800850.0,
      "end_time": 1807140.0,
      "text": "then you can see that I can get the 5 volts and the ground from any other points along"
    },
    {
      "index": 238,
      "start_time": 1807140.0,
      "end_time": 1814471.0,
      "text": "the length for wiring to my circuit which is going to be formed between these two rows"
    },
    {
      "index": 239,
      "start_time": 1814470.0,
      "end_time": 1820940.0,
      "text": "of five holes each on either side. I hope you get the picture."
    },
    {
      "index": 240,
      "start_time": 1820940.0,
      "end_time": 1830479.0,
      "text": "Now how do we check? I mentioned all those things. But unless we check that the pattern"
    },
    {
      "index": 241,
      "start_time": 1830480.0,
      "end_time": 1837441.0,
      "text": "of wiring or connections provided below the breadboard is the way I just mentioned to"
    },
    {
      "index": 242,
      "start_time": 1837440.0,
      "end_time": 1844700.0,
      "text": "you, we will not to be able to understand the building of different circuits. So we"
    },
    {
      "index": 243,
      "start_time": 1844700.0,
      "end_time": 1853479.0,
      "text": "have to try and measure or find out whether connectivity is there in the breadboard as"
    },
    {
      "index": 244,
      "start_time": 1853480.0,
      "end_time": 1860591.0,
      "text": "mentioned by me few minutes ago. How do we check that? For that we have to simply use"
    },
    {
      "index": 245,
      "start_time": 1860590.0,
      "end_time": 1869679.0,
      "text": "what is knows as a digital multimeter, the DMM and a couple of wires. You insert, for"
    },
    {
      "index": 246,
      "start_time": 1869680.0,
      "end_time": 1876860.0,
      "text": "example, two wires in which the insulations are removed and insert the metal wires into"
    },
    {
      "index": 247,
      "start_time": 1876860.0,
      "end_time": 1882920.0,
      "text": "two of the holes between which you want to check whether there is connectivity or not."
    },
    {
      "index": 248,
      "start_time": 1882920.0,
      "end_time": 1892620.0,
      "text": "That is electrical continuity; that is what we call. Now choose the resistance mode of"
    },
    {
      "index": 249,
      "start_time": 1892620.0,
      "end_time": 1901500.0,
      "text": "the multimeter. So what you are doing is measuring the resistance between the two wires you have"
    },
    {
      "index": 250,
      "start_time": 1901500.0,
      "end_time": 1912490.0,
      "text": "inserted into the breadboard. If the resistance shown is zero that means there is no breakage"
    },
    {
      "index": 251,
      "start_time": 1912490.0,
      "end_time": 1920300.0,
      "text": "in the circuit; there is continuity or there is connection below these two wires and if"
    },
    {
      "index": 252,
      "start_time": 1920300.0,
      "end_time": 1928270.0,
      "text": "the digital multimeter in the resistance mode reads infinite resistance that corresponds"
    },
    {
      "index": 253,
      "start_time": 1928270.0,
      "end_time": 1936270.0,
      "text": "to open that means the two points are not electrically connected or they are open or"
    },
    {
      "index": 254,
      "start_time": 1936270.0,
      "end_time": 1947060.0,
      "text": "disconnected as we call. Let us look at a typical image of a multimeter."
    },
    {
      "index": 255,
      "start_time": 1947060.0,
      "end_time": 1953581.0,
      "text": "You can see on the screen a multimeter. So a multimeter basically measures. It is multimeter"
    },
    {
      "index": 256,
      "start_time": 1953580.0,
      "end_time": 1960019.0,
      "text": "because it measures different things. It can measure for example voltage, AC voltage or"
    },
    {
      "index": 257,
      "start_time": 1960020.0,
      "end_time": 1968520.0,
      "text": "DC voltage in different ranges, resistances in different ranges, currents-AC and DC currents"
    },
    {
      "index": 258,
      "start_time": 1968520.0,
      "end_time": 1973880.0,
      "text": "as well as it can measure continuity as I was just mentioning to you."
    },
    {
      "index": 259,
      "start_time": 1973880.0,
      "end_time": 1981650.0,
      "text": "You have a dial with a knob which when it is kept in the position corresponding to off"
    },
    {
      "index": 260,
      "start_time": 1981650.0,
      "end_time": 1989390.0,
      "text": "the digital multimeter is off; when I switch it on by rotating the dial to different ranges"
    },
    {
      "index": 261,
      "start_time": 1989390.0,
      "end_time": 1996040.0,
      "text": "either voltage on this side, here they are different voltage ranges, or you have an AC"
    },
    {
      "index": 262,
      "start_time": 1996040.0,
      "end_time": 2001360.0,
      "text": "voltage range on this side; you have current range on this side and you have resistance"
    },
    {
      "index": 263,
      "start_time": 2001360.0,
      "end_time": 2007841.0,
      "text": "over here this is for diode testing and this is for continuity testing."
    },
    {
      "index": 264,
      "start_time": 2007840.0,
      "end_time": 2015749.0,
      "text": "You have three holes here. One is for voltage, resistance and currents. The other one is"
    },
    {
      "index": 265,
      "start_time": 2015750.0,
      "end_time": 2023660.0,
      "text": "a common terminal. This digital multimeter can also be used to measure DC currents of"
    },
    {
      "index": 266,
      "start_time": 2023660.0,
      "end_time": 2031300.0,
      "text": "high value corresponding to ten amperes and for that we use this hole for the probe to"
    },
    {
      "index": 267,
      "start_time": 2031300.0,
      "end_time": 2038780.0,
      "text": "be connected. So this is the general structure of a normal digital multimeter. You have a"
    },
    {
      "index": 268,
      "start_time": 2038780.0,
      "end_time": 2045240.0,
      "text": "display here which could be a liquid crystal display or light emitting diode, LED display."
    },
    {
      "index": 269,
      "start_time": 2045240.0,
      "end_time": 2051941.0,
      "text": "Then it will be some what red or green in color and LCD will be dull and perhaps you"
    },
    {
      "index": 270,
      "start_time": 2051940.0,
      "end_time": 2061799.0,
      "text": "have seen some of these multimeters in the laboratory. There are some digital multimeters"
    },
    {
      "index": 271,
      "start_time": 2061800.0000000002,
      "end_time": 2070110.0000000002,
      "text": "you will come across where apart from these like the voltages, currents and resistances,"
    },
    {
      "index": 272,
      "start_time": 2070110.0000000002,
      "end_time": 2080030.0000000002,
      "text": "you can also measure frequency of the input AC or the capacitors or the characteristics"
    },
    {
      "index": 273,
      "start_time": 2080030.0000000002,
      "end_time": 2084751.0000000002,
      "text": "of transistors, the &#39;h&#39; parameter of the transistor."
    },
    {
      "index": 274,
      "start_time": 2084750.0,
      "end_time": 2092109.0,
      "text": "So you can have different types of multimeters which are capable of measuring different types"
    },
    {
      "index": 275,
      "start_time": 2092110.0000000002,
      "end_time": 2102771.0,
      "text": "of things. Apart from multimeter you also have a power supply which is very essential"
    },
    {
      "index": 276,
      "start_time": 2102770.0,
      "end_time": 2111289.0,
      "text": "for performing experiments in electronics. Every circuit requires electrical power so"
    },
    {
      "index": 277,
      "start_time": 2111290.0,
      "end_time": 2116891.0,
      "text": "the power supply will provide the necessary electrical energy. The power supply also can"
    },
    {
      "index": 278,
      "start_time": 2116890.0,
      "end_time": 2123619.0,
      "text": "have different outputs. What we are going to use for our experiments during this course"
    },
    {
      "index": 279,
      "start_time": 2123620.0,
      "end_time": 2131780.0,
      "text": "will have three different types of power supply all in one box. For example there is going"
    },
    {
      "index": 280,
      "start_time": 2131780.0,
      "end_time": 2141100.0,
      "text": "to be 0 -- 30 volts variable DC voltage source. That means I can vary the voltage output from"
    },
    {
      "index": 281,
      "start_time": 2141100.0,
      "end_time": 2150040.0,
      "text": "a range from 0 volts to 30 volts and this can provide a maximum of one ampere and there"
    },
    {
      "index": 282,
      "start_time": 2150040.0,
      "end_time": 2158001.0,
      "text": "is a display, digital display which will measure the voltage that is being set by using couple"
    },
    {
      "index": 283,
      "start_time": 2158000.0,
      "end_time": 2160289.0,
      "text": "of knobs on the panel."
    },
    {
      "index": 284,
      "start_time": 2160290.0,
      "end_time": 2168860.0,
      "text": "You also have another power supply which can provide -15, 0, + 15. This is called a dual"
    },
    {
      "index": 285,
      "start_time": 2168860.0,
      "end_time": 2177161.0,
      "text": "supply. It has got two supplies in one. You can have both minus as well as plus outputs"
    },
    {
      "index": 286,
      "start_time": 2177160.0,
      "end_time": 2182430.0,
      "text": "in the same power supply and therefore its called a dual supply and the maximum current"
    },
    {
      "index": 287,
      "start_time": 2182430.0,
      "end_time": 2189460.0,
      "text": "that I can draw from this dual supply is 1.5 amperes."
    },
    {
      "index": 288,
      "start_time": 2189460.0,
      "end_time": 2195890.0,
      "text": "The third power supply which is also built into the same casing is a fixed DC voltage"
    },
    {
      "index": 289,
      "start_time": 2195890.0,
      "end_time": 2201630.0,
      "text": "with a value of 5 volts. You cannot vary it. It is constant 5 volts but it can provide"
    },
    {
      "index": 290,
      "start_time": 2201630.0,
      "end_time": 2211480.0,
      "text": "you much higher current of up to 3 amperes. The dual supply -15, 0, + 15 is also almost"
    },
    {
      "index": 291,
      "start_time": 2211480.0,
      "end_time": 2219660.0,
      "text": "a fixed dual supply with very fine adjustments possible by a very small range from 15 volts"
    },
    {
      "index": 292,
      "start_time": 2219660.0,
      "end_time": 2222500.0,
      "text": "may be around 13 or 14 volts."
    },
    {
      "index": 293,
      "start_time": 2222500.0,
      "end_time": 2229690.0,
      "text": "So this is what we have for performing the different experiments in the lab. You have"
    },
    {
      "index": 294,
      "start_time": 2229690.0,
      "end_time": 2236990.0,
      "text": "a breadboard, you have a digital multimeter which can be used to measure different quantities"
    },
    {
      "index": 295,
      "start_time": 2236990.0,
      "end_time": 2243260.0,
      "text": "like voltages, currents and resistances and you have a power supply which can be used"
    },
    {
      "index": 296,
      "start_time": 2243260.0,
      "end_time": 2251279.0,
      "text": "to apply different types of voltages. The 0 to 30 volts power supply is generally used"
    },
    {
      "index": 297,
      "start_time": 2251280.0,
      "end_time": 2257661.0,
      "text": "for a situation where you would like to change the voltages applied to different circuits"
    },
    {
      "index": 298,
      "start_time": 2257660.0,
      "end_time": 2267789.0,
      "text": "whereas the dual supply that is -15, 0, + 15 supply will be used most of the time for"
    },
    {
      "index": 299,
      "start_time": 2267790.0,
      "end_time": 2274451.0,
      "text": "circuits which we use, for example, operational amplifiers. Most of the operational amplifiers"
    },
    {
      "index": 300,
      "start_time": 2274450.0,
      "end_time": 2280900.0,
      "text": "require a dual supply. That means with reference to a common point which is a 0 or a ground"
    },
    {
      "index": 301,
      "start_time": 2280900.0,
      "end_time": 2288630.0,
      "text": "you will have both polarities of outputs both +15 and -15 and so the dual supply will be"
    },
    {
      "index": 302,
      "start_time": 2288630.0,
      "end_time": 2292619.0,
      "text": "used for powering operational amplifier circuits."
    },
    {
      "index": 303,
      "start_time": 2292620.0,
      "end_time": 2299800.0,
      "text": "The five volts fixed DC voltage output that I talked about is usually used for performing"
    },
    {
      "index": 304,
      "start_time": 2299800.0,
      "end_time": 2309850.0,
      "text": "experiments with digital devices and digital circuits. Now let me quickly go over to the"
    },
    {
      "index": 305,
      "start_time": 2309850.0,
      "end_time": 2318771.0,
      "text": "working table and show you the breadboard and I will also try to show you how multimeter"
    },
    {
      "index": 306,
      "start_time": 2318770.0,
      "end_time": 2326500.0,
      "text": "can be used in resistance mode to detect the connectivity between different points in the"
    },
    {
      "index": 307,
      "start_time": 2326500.0,
      "end_time": 2332039.0,
      "text": "breadboard as I explained to you and then I will also show you the power supply which"
    },
    {
      "index": 308,
      "start_time": 2332040.0,
      "end_time": 2337001.0,
      "text": "we will be used for the rest of the course and that power supply as I already mentioned"
    },
    {
      "index": 309,
      "start_time": 2337000.0,
      "end_time": 2342390.0,
      "text": "to you has got three built in power supplies; independent built in power supplies, one with"
    },
    {
      "index": 310,
      "start_time": 2342390.0,
      "end_time": 2350299.0,
      "text": "the variable voltage 0 to 30 volts. Another is a dual supply +15, -15 and 0. Last one"
    },
    {
      "index": 311,
      "start_time": 2350300.0,
      "end_time": 2359681.0,
      "text": "is 0 to 5 volts for performing digital experiments. Now I quickly move over to the other table."
    },
    {
      "index": 312,
      "start_time": 2359680.0,
      "end_time": 2366220.0,
      "text": "You can see I have a breadboard here and that breadboard is mounted here in a slanting position"
    },
    {
      "index": 313,
      "start_time": 2366220.0,
      "end_time": 2374260.0,
      "text": "for better view and you have here a digital multimeter with LCD display and you have the"
    },
    {
      "index": 314,
      "start_time": 2374260.0,
      "end_time": 2381930.0,
      "text": "dial which I showed some time ago and presently dial is in the off position.. So if I want"
    },
    {
      "index": 315,
      "start_time": 2381930.0,
      "end_time": 2389770.0,
      "text": "to switch on the digital multimeter I just have to click on the knob to the next position."
    },
    {
      "index": 316,
      "start_time": 2389770.0,
      "end_time": 2398680.0,
      "text": "For example here you see there is a symbol which shows a loudspeaker. On the other side"
    },
    {
      "index": 317,
      "start_time": 2398680.0,
      "end_time": 2404299.0,
      "text": "we have the ohm symbol. That means this is for resistance measurement here and this is"
    },
    {
      "index": 318,
      "start_time": 2404300.0,
      "end_time": 2413231.0,
      "text": "a loudspeaker which shows that it will give a sound when it has continuity or when resistance"
    },
    {
      "index": 319,
      "start_time": 2413230.0,
      "end_time": 2421730.0,
      "text": "is zero. For example I have the two knobs here. Red one is at volts, ohm etc. The other"
    },
    {
      "index": 320,
      "start_time": 2421730.0,
      "end_time": 2430400.0,
      "text": "one is a common ground. Now I am going to take two wire parts and touch them together."
    },
    {
      "index": 321,
      "start_time": 2430400.0,
      "end_time": 2436029.0,
      "text": "If I touch them together you can see there is a sound coming from here. That is why the"
    },
    {
      "index": 322,
      "start_time": 2436030.0,
      "end_time": 2441191.0,
      "text": "loudspeaker symbol is shown here. That means there is zero resistance in the circuit because"
    },
    {
      "index": 323,
      "start_time": 2441190.0,
      "end_time": 2447079.0,
      "text": "I have not connected any thing. When I take them out there is very large infinite resistance"
    },
    {
      "index": 324,
      "start_time": 2447080.0,
      "end_time": 2453451.0,
      "text": "do to the air dielectric. Therefore it shows a blinking display here. That shows it is"
    },
    {
      "index": 325,
      "start_time": 2453450.0,
      "end_time": 2459579.0,
      "text": "infinite resistance. If I connect them together there is a sound which shows there is continuity"
    },
    {
      "index": 326,
      "start_time": 2459580.0,
      "end_time": 2470991.0,
      "text": "in the circuit. Now this is the way I am going to test the breadboard as I mentioned. For"
    },
    {
      "index": 327,
      "start_time": 2470990.0,
      "end_time": 2477160.0,
      "text": "example I am inserting one of the wires in one of the holes at the bottom. So immediately"
    },
    {
      "index": 328,
      "start_time": 2477160.0,
      "end_time": 2483980.0,
      "text": "when I push the wire, the clip expands and receives the connecting wire and when I connect"
    },
    {
      "index": 329,
      "start_time": 2483980.0,
      "end_time": 2495450.0,
      "text": "the next wire in one of the other holes for example here I have put in F and J. Now you"
    },
    {
      "index": 330,
      "start_time": 2495450.0,
      "end_time": 2507710.0,
      "text": "can see the multimeter is giving a sound. That shows the resistance between J and F"
    },
    {
      "index": 331,
      "start_time": 2507710.0,
      "end_time": 2509230.0,
      "text": "is zero. There is continuity which is what we saw because there is one single metal clip"
    },
    {
      "index": 332,
      "start_time": 2509230.0,
      "end_time": 2513309.0,
      "text": "which is aligned parallel to the five holes that we see here."
    },
    {
      "index": 333,
      "start_time": 2513310.0,
      "end_time": 2522921.0,
      "text": "Now if I put this into the next column of holes, now I have done that, one of the wires"
    },
    {
      "index": 334,
      "start_time": 2522920.0,
      "end_time": 2529589.0,
      "text": "I retained in the same place; another wire I connected to the next column of holes. Immediately"
    },
    {
      "index": 335,
      "start_time": 2529590.0,
      "end_time": 2535651.0,
      "text": "you find that the display is blinking and there is no sound. Because the display is"
    },
    {
      "index": 336,
      "start_time": 2535650.0,
      "end_time": 2542069.0,
      "text": "blinking and there is no sound that shows this is infinite resistance; that means there"
    },
    {
      "index": 337,
      "start_time": 2542070.0,
      "end_time": 2548530.0,
      "text": "is no connectivity or there is no continuity between these two. That means all these five"
    },
    {
      "index": 338,
      "start_time": 2548530.0,
      "end_time": 2555891.0,
      "text": "holes are independently together but the neighbouring ones are separated by infinite resistance."
    },
    {
      "index": 339,
      "start_time": 2555890.0,
      "end_time": 2563099.0,
      "text": "So they can be used for building different types of circuits. I also mentioned that the"
    },
    {
      "index": 340,
      "start_time": 2563100.0,
      "end_time": 2571030.0,
      "text": "two rows that you see on the top here and at the bottom here they are meant for power"
    },
    {
      "index": 341,
      "start_time": 2571030.0,
      "end_time": 2578761.0,
      "text": "supply lines and also I mentioned that all of them in a given row are all connected together"
    },
    {
      "index": 342,
      "start_time": 2578760.0,
      "end_time": 2585099.0,
      "text": "completely from this end to this end. That we can now verify. For that I put one of the"
    },
    {
      "index": 343,
      "start_time": 2585100.0,
      "end_time": 2592891.0,
      "text": "leads to the first hole on the top and the other wire I am going to connect anywhere"
    },
    {
      "index": 344,
      "start_time": 2592890.0,
      "end_time": 2602069.0,
      "text": "in between. Now you can see that these two wires are on the same row and the sound is"
    },
    {
      "index": 345,
      "start_time": 2602070.0,
      "end_time": 2603850.0,
      "text": "coming. That means there is continuity."
    },
    {
      "index": 346,
      "start_time": 2603850.0,
      "end_time": 2609491.0,
      "text": "So wherever I put it, I remove it and put it near the end again you see there is sound"
    },
    {
      "index": 347,
      "start_time": 2609490.0,
      "end_time": 2616230.0,
      "text": "coming; wherever I put that means the entire row is one single connection. If I put the"
    },
    {
      "index": 348,
      "start_time": 2616230.0,
      "end_time": 2623150.0,
      "text": "same wire in the next row just below that, you would find there is no sound and the display"
    },
    {
      "index": 349,
      "start_time": 2623150.0,
      "end_time": 2624460.0,
      "text": "is blinking."
    },
    {
      "index": 350,
      "start_time": 2624460.0,
      "end_time": 2630559.0,
      "text": "That shows there is no continuity between the first row and the second row at the top."
    },
    {
      "index": 351,
      "start_time": 2630560.0,
      "end_time": 2635981.0,
      "text": "A very similar exercise will tell you the situation is identical with reference to the"
    },
    {
      "index": 352,
      "start_time": 2635980.0,
      "end_time": 2640900.0,
      "text": "bottom row also. There are two rows at the bottom; there are two rows at the top which"
    },
    {
      "index": 353,
      "start_time": 2640900.0,
      "end_time": 2648260.0,
      "text": "are normally used for powering the power supply lines in a given circuit. So this is about"
    },
    {
      "index": 354,
      "start_time": 2648260.0,
      "end_time": 2654730.0,
      "text": "breadboard. Once you know about the breadboard, it becomes very easy for you to construct"
    },
    {
      "index": 355,
      "start_time": 2654730.0,
      "end_time": 2656250.0,
      "text": "different circuits."
    },
    {
      "index": 356,
      "start_time": 2656250.0,
      "end_time": 2663630.0,
      "text": "Now let us quickly move on to the power supply. I will switch this power supply on and you"
    },
    {
      "index": 357,
      "start_time": 2663630.0,
      "end_time": 2669750.0,
      "text": "can see in the power supply there are three knobs here. This is red in color, green and"
    },
    {
      "index": 358,
      "start_time": 2669750.0,
      "end_time": 2675950.0,
      "text": "black. This corresponds to plus; this corresponds to minus and if you see the display here it"
    },
    {
      "index": 359,
      "start_time": 2675950.0,
      "end_time": 2683559.0,
      "text": "is 0 to 30 volts and the maximum of two amperes. There are two knobs here; there are two knobs"
    },
    {
      "index": 360,
      "start_time": 2683560.0,
      "end_time": 2691491.0,
      "text": "here. You can see that by varying these knobs I can vary the voltage here. The voltage is"
    },
    {
      "index": 361,
      "start_time": 2691490.0,
      "end_time": 2695690.0,
      "text": "read here and this is for fine control."
    },
    {
      "index": 362,
      "start_time": 2695690.0,
      "end_time": 2700579.0,
      "text": "The voltage here can be changed very slowly by using the second knob which is called fine"
    },
    {
      "index": 363,
      "start_time": 2700580.0,
      "end_time": 2707830.0,
      "text": "control. This is coarse control which is used for varying the voltage by larger extent and"
    },
    {
      "index": 364,
      "start_time": 2707830.0,
      "end_time": 2712891.0,
      "text": "similarly you have two more knobs here and there is a display here which is for measuring"
    },
    {
      "index": 365,
      "start_time": 2712890.0,
      "end_time": 2720480.0,
      "text": "the current. So I can change the current limits; that means what is the maximum current I can"
    },
    {
      "index": 366,
      "start_time": 2720480.0,
      "end_time": 2727289.0,
      "text": "apply using this power supply. I can limit it by using this knob and I can increase by"
    },
    {
      "index": 367,
      "start_time": 2727290.0,
      "end_time": 2733241.0,
      "text": "using these two knobs. Again you have the coarse control and the fine control for the"
    },
    {
      "index": 368,
      "start_time": 2733240.0,
      "end_time": 2740369.0,
      "text": "current. So this forms the first block of power supply that I mentioned to you 0 to"
    },
    {
      "index": 369,
      "start_time": 2740370.0,
      "end_time": 2746790.0,
      "text": "30 volts with the maximum of two amperes and then if you come to the other side, you have"
    },
    {
      "index": 370,
      "start_time": 2746790.0,
      "end_time": 2754431.0,
      "text": "here red and black knobs which is marked five volts, five amperes for this is generally"
    },
    {
      "index": 371,
      "start_time": 2754430.0,
      "end_time": 2761690.0,
      "text": "used for digital circuit and at the end you have three knobs once again."
    },
    {
      "index": 372,
      "start_time": 2761690.0,
      "end_time": 2770160.0,
      "text": "The plus, the zero and the minus corresponding to red, green and black and this is basically"
    },
    {
      "index": 373,
      "start_time": 2770160.0,
      "end_time": 2778039.0,
      "text": "the dual supply that I mentioned to you about +15, 0, -15 and the range can be slightly"
    },
    {
      "index": 374,
      "start_time": 2778040.0,
      "end_time": 2784901.0,
      "text": "modified by using this knob from 12 volts to 15 volts both sides. That means if I change"
    },
    {
      "index": 375,
      "start_time": 2784900.0,
      "end_time": 2795069.0,
      "text": "the knob, the voltage can be +12, 0, -12 or +15, 0, -15. One single knob will vary the"
    },
    {
      "index": 376,
      "start_time": 2795070.0,
      "end_time": 2799631.0,
      "text": "output on both sides so that is what we have here."
    },
    {
      "index": 377,
      "start_time": 2799630.0,
      "end_time": 2807960.0,
      "text": "So having got the multimeter, now let us try and see whether we can measure the voltages"
    },
    {
      "index": 378,
      "start_time": 2807960.0,
      "end_time": 2816440.0,
      "text": "from the multimeter. So I will remove the clips and I have the simple test probes and"
    },
    {
      "index": 379,
      "start_time": 2816440.0,
      "end_time": 2824599.0,
      "text": "I will change the knob position here so that I can measure the DC volts. So I move over"
    },
    {
      "index": 380,
      "start_time": 2824600.0,
      "end_time": 2831191.0,
      "text": "to the DC volts. I press this knob because this is in yellow. I should press yellow button"
    },
    {
      "index": 381,
      "start_time": 2831190.0,
      "end_time": 2837490.0,
      "text": "because I want to measure now the DC volts as shown here."
    },
    {
      "index": 382,
      "start_time": 2837490.0,
      "end_time": 2845400.0,
      "text": "So now I have selected the DC volts measurement using the multimeter and I have the two probes."
    },
    {
      "index": 383,
      "start_time": 2845400.0,
      "end_time": 2853980.0,
      "text": "I am going to connect it to the two outputs; the black and the red and this display shows"
    },
    {
      "index": 384,
      "start_time": 2853980.0,
      "end_time": 2859950.0,
      "text": "it is around 15 volts and you can see the display on the multimeter is also close to"
    },
    {
      "index": 385,
      "start_time": 2859950.0,
      "end_time": 2869509.0,
      "text": "15 volts. So if I now change the fine control or the coarse control, you can see the voltage"
    },
    {
      "index": 386,
      "start_time": 2869510.0,
      "end_time": 2873941.0,
      "text": "is changed. For example now it is around 8 volts."
    },
    {
      "index": 387,
      "start_time": 2873940.0,
      "end_time": 2881819.0,
      "text": "Both here as well as in the multimeter. So this is the voltmeter, voltage source, which"
    },
    {
      "index": 388,
      "start_time": 2881820.0,
      "end_time": 2889800.0,
      "text": "can go up to nearly 30 volts. Now I take it out and connect it to second power supply"
    },
    {
      "index": 389,
      "start_time": 2889800.0,
      "end_time": 2896991.0,
      "text": "which is five volts, five amperes power supply and the moment I connect it this display does"
    },
    {
      "index": 390,
      "start_time": 2896990.0,
      "end_time": 2903819.0,
      "text": "not correspond to this output. This is a fixed voltage output and therefore the display there"
    },
    {
      "index": 391,
      "start_time": 2903820.0,
      "end_time": 2911731.0,
      "text": "you can see is showing 5 volts constant; that can not be varied."
    },
    {
      "index": 392,
      "start_time": 2911730.0,
      "end_time": 2919759.0,
      "text": "This is generally used for performing digital experiments. In the last one you have three"
    },
    {
      "index": 393,
      "start_time": 2919760.0,
      "end_time": 2928780.0,
      "text": "knobs. I can take it out and connect red to the red and black to the green because this"
    },
    {
      "index": 394,
      "start_time": 2928780.0,
      "end_time": 2943110.0,
      "text": "is 0, this is +15 and so you can see output voltage on the multimeter is +15 volts right."
    },
    {
      "index": 395,
      "start_time": 2943110.0,
      "end_time": 2954090.0,
      "text": "Now I take the red wire and connect it to the black knob on the other side. I have not"
    },
    {
      "index": 396,
      "start_time": 2954090.0,
      "end_time": 2960790.0,
      "text": "disturbed the black probe of the multimeter which is still with the green. Now you can"
    },
    {
      "index": 397,
      "start_time": 2960790.0,
      "end_time": 2972280.0,
      "text": "see that the voltage measured is -15 volts."
    },
    {
      "index": 398,
      "start_time": 2972280.0,
      "end_time": 2977731.0,
      "text": "That voltage, as I already mentioned to you, can also be varied by using this knob. You"
    },
    {
      "index": 399,
      "start_time": 2977730.0,
      "end_time": 2983910.0,
      "text": "can see that when I change the knob, the voltage in the multimeter is changing. So when I change"
    },
    {
      "index": 400,
      "start_time": 2983910.0,
      "end_time": 2991420.0,
      "text": "the knob here the corresponding voltage in the multimeter will also change. So now it"
    },
    {
      "index": 401,
      "start_time": 2991420.0,
      "end_time": 3000089.0,
      "text": "reads something close to 12 volts. So you have here two voltage supplies with a common"
    },
    {
      "index": 402,
      "start_time": 3000090.0,
      "end_time": 3006330.0,
      "text": "terminal which is here the green. The red one gives the positive voltage and the black"
    },
    {
      "index": 403,
      "start_time": 3006330.0,
      "end_time": 3012340.0,
      "text": "one gives the negative voltage and therefore this is a dual supply. You might perhaps ask"
    },
    {
      "index": 404,
      "start_time": 3012340.0,
      "end_time": 3019370.0,
      "text": "me why do we have a green knob here which I did not use with reference to the first"
    },
    {
      "index": 405,
      "start_time": 3019370.0,
      "end_time": 3026860.0,
      "text": "power supply. So I will try to do once more. I connect one of the knobs to the red and"
    },
    {
      "index": 406,
      "start_time": 3026860.0,
      "end_time": 3034671.0,
      "text": "the other black probe to the black and you can see the voltage is 22 volts here and that"
    },
    {
      "index": 407,
      "start_time": 3034670.0,
      "end_time": 3042089.0,
      "text": "means the power supply output is only between the black and red terminals. Then why do we"
    },
    {
      "index": 408,
      "start_time": 3042090.0,
      "end_time": 3050191.0,
      "text": "have the green? If you look at the green at the bottom you would see there is a symbol"
    },
    {
      "index": 409,
      "start_time": 3050190.0,
      "end_time": 3056029.0,
      "text": "corresponding to ground, earth which is shown here. I hope you can see that."
    },
    {
      "index": 410,
      "start_time": 3056030.0,
      "end_time": 3065120.0,
      "text": "So this is used to make this power supply either positive power supply or negative power"
    },
    {
      "index": 411,
      "start_time": 3065120.0,
      "end_time": 3072961.0,
      "text": "supply. For example if I take a wire and connect the green to the black then it becomes 0 to"
    },
    {
      "index": 412,
      "start_time": 3072960.0,
      "end_time": 3079680.0,
      "text": "whatever voltage that I get. For example this is 22 volts, it will become a +22 volts power"
    },
    {
      "index": 413,
      "start_time": 3079680.0,
      "end_time": 3085869.0,
      "text": "supply this becomes a 0. If I connect both of them together by a small wire I can either"
    },
    {
      "index": 414,
      "start_time": 3085870.0,
      "end_time": 3091580.0,
      "text": "take from green or red it becomes a ground or common terminal and this is the output"
    },
    {
      "index": 415,
      "start_time": 3091580.0,
      "end_time": 3093760.0,
      "text": "which goes up to 22 volts."
    },
    {
      "index": 416,
      "start_time": 3093760.0,
      "end_time": 3099350.0,
      "text": "Now if I want a negative voltage then what I do is I connect the wire between the green"
    },
    {
      "index": 417,
      "start_time": 3099350.0,
      "end_time": 3107681.0,
      "text": "and the red. Then this positive end is grounded. What I have is an output from the black which"
    },
    {
      "index": 418,
      "start_time": 3107680.0,
      "end_time": 3115569.0,
      "text": "is -22 with reference to the common which is now shifted to the plus terminal and therefore"
    },
    {
      "index": 419,
      "start_time": 3115570.0,
      "end_time": 3121850.0,
      "text": "with reference to the plus terminal this will be 22 and therefore when it is 0 by connecting"
    },
    {
      "index": 420,
      "start_time": 3121850.0,
      "end_time": 3128711.0,
      "text": "them together this become -22 with reference. So this is actually a floating power supply"
    },
    {
      "index": 421,
      "start_time": 3128710.0,
      "end_time": 3137279.0,
      "text": "between plus and minus. By connecting to ground either the plus or the minus I can get a positive"
    },
    {
      "index": 422,
      "start_time": 3137280.0,
      "end_time": 3146741.0,
      "text": "supply or a negative supply. So that is about the power supply. What we have seen we have"
    },
    {
      "index": 423,
      "start_time": 3146740.0,
      "end_time": 3152730.0,
      "text": "got multimeter; we have got a breadboard and we have got a power supply and perhaps we"
    },
    {
      "index": 424,
      "start_time": 3152730.0,
      "end_time": 3158769.0,
      "text": "may need some more instruments for performing some of the experiments that we will be discussing"
    },
    {
      "index": 425,
      "start_time": 3158770.0,
      "end_time": 3166020.0,
      "text": "about."
    },
    {
      "index": 426,
      "start_time": 3166020.0,
      "end_time": 3174641.0,
      "text": "In summary therefore what we have seen, we have seen the importance of electronics, how"
    },
    {
      "index": 427,
      "start_time": 3174640.0,
      "end_time": 3182230.0,
      "text": "one has to have some basic understanding of electronics, the various components, devices,"
    },
    {
      "index": 428,
      "start_time": 3182230.0,
      "end_time": 3190819.0,
      "text": "the various measuring instruments and the circuits. Then we also saw why learning by"
    },
    {
      "index": 429,
      "start_time": 3190820.0,
      "end_time": 3197751.0,
      "text": "doing is the best way to learn any subject, especially subjects like electronics which"
    },
    {
      "index": 430,
      "start_time": 3197750.0,
      "end_time": 3206839.0,
      "text": "is an applied subject. We also saw the plan of course with reference to different topics"
    },
    {
      "index": 431,
      "start_time": 3206840.0,
      "end_time": 3214370.0,
      "text": "that will be covered. For example the basic devices and components, the measuring instruments"
    },
    {
      "index": 432,
      "start_time": 3214370.0,
      "end_time": 3222441.0,
      "text": "like the multimeter, oscilloscope, power supply, function generator, etc and also the different"
    },
    {
      "index": 433,
      "start_time": 3222440.0,
      "end_time": 3233039.0,
      "text": "circuits like rectifiers, the amplifiers, the filters, oscillators, etc. We also saw"
    },
    {
      "index": 434,
      "start_time": 3233040.0,
      "end_time": 3239151.0,
      "text": "that it will be better to build the circuit using what is known as a breadboard."
    },
    {
      "index": 435,
      "start_time": 3239150.0,
      "end_time": 3245809.0,
      "text": "We saw how a breadboard is constructed, its parts, how it is able to receive the different"
    },
    {
      "index": 436,
      "start_time": 3245810.0,
      "end_time": 3253971.0,
      "text": "components without having to solder them together and we also saw how a digital multimeter and"
    },
    {
      "index": 437,
      "start_time": 3253970.0,
      "end_time": 3260160.0,
      "text": "a power supply can be used for building the different circuits and components."
    },
    {
      "index": 438,
      "start_time": 3260160.0,
      "end_time": 3269049.0,
      "text": "We also simultaneously saw by actually using the multimeter and measuring the various points"
    },
    {
      "index": 439,
      "start_time": 3269050.0,
      "end_time": 3275641.0,
      "text": "on the breadboard and then it was seen that the breadboard has got a very special type"
    },
    {
      "index": 440,
      "start_time": 3275640.0,
      "end_time": 3281519.0,
      "text": "of connectivity between the various sockets which can be used for building different circuits."
    },
    {
      "index": 441,
      "start_time": 3281520.0,
      "end_time": 3289070.0,
      "text": "We also saw the power supply with three different output voltages starting from a single variable"
    },
    {
      "index": 442,
      "start_time": 3289070.0,
      "end_time": 3295671.0,
      "text": "supply and a dual supply and a digital power supply with 5 volts output and we also measured"
    },
    {
      "index": 443,
      "start_time": 3295670.0,
      "end_time": 3301519.0,
      "text": "some of the voltages using the multimeter and we just got basic understanding of the"
    },
    {
      "index": 444,
      "start_time": 3301520.0,
      "end_time": 3310191.0,
      "text": "various instruments and devices. Now what are we going to look at during our next lecture?"
    },
    {
      "index": 445,
      "start_time": 3310190.0,
      "end_time": 3316759.0,
      "text": "In the next lecture we will be looking in some detail about some of the components that"
    },
    {
      "index": 446,
      "start_time": 3316760.0,
      "end_time": 3322610.0,
      "text": "we will come across while building the different circuits namely resistors and capacitors,"
    },
    {
      "index": 447,
      "start_time": 3322610.0,
      "end_time": 3328681.0,
      "text": "their properties, their color codes; there are different types of resistors and capacitors"
    },
    {
      "index": 448,
      "start_time": 3328680.0,
      "end_time": 3334630.0,
      "text": "and then how the different combination of resistors and capacitors behave in different"
    },
    {
      "index": 449,
      "start_time": 3334630.0,
      "end_time": 3349839.0,
      "text": "situations in a circuit. All these things will be discussed during the next lecture."
    },
    {
      "index": 450,
      "start_time": 3349840.0,
      "end_time": 3359840.0,
      "text": "Thank you."
    }
  ]
}