{
  "video_id": "WAIUkjsZ5xQ",
  "title": "Reading Assignments: Crash Course Study Skills #2",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4600.0,
      "text": "Hi, I’m Thomas Frank, this is Crash Course Study Skills, and I’ve got some bad news for you."
    },
    {
      "index": 2,
      "start_time": 4600.0,
      "end_time": 11080.0,
      "text": "You know that little voice in the back of your head that’s telling you it’s impossible to read all 847 pages your teacher assigned you last week?"
    },
    {
      "index": 3,
      "start_time": 11080.0,
      "end_time": 11940.0,
      "text": "It’s right."
    },
    {
      "index": 4,
      "start_time": 11940.0,
      "end_time": 14220.0,
      "text": "To counter that with some good news, though: that’s ok!"
    },
    {
      "index": 5,
      "start_time": 14220.0,
      "end_time": 18780.0,
      "text": "Today we’re going to be diving deep into how you can make the most out of the time you spend on reading assignments,"
    },
    {
      "index": 6,
      "start_time": 18780.0,
      "end_time": 23080.0,
      "text": "both by learning how to boost your reading speed and how to remember more of what you read."
    },
    {
      "index": 7,
      "start_time": 23080.0,
      "end_time": 32020.0,
      "text": "[Theme Music]"
    },
    {
      "index": 8,
      "start_time": 32020.000000000004,
      "end_time": 37620.0,
      "text": "First, I want to jump right in and ask the same question that you probably ask yourself every time you look at a syllabus:"
    },
    {
      "index": 9,
      "start_time": 37620.0,
      "end_time": 40420.0,
      "text": "“Do I actually need to do all this reading?”"
    },
    {
      "index": 10,
      "start_time": 40420.0,
      "end_time": 45320.0,
      "text": "While some of your teachers might object, the answer is no, and that’s because your time isn’t limitless."
    },
    {
      "index": 11,
      "start_time": 45320.0,
      "end_time": 50300.0,
      "text": "In a perfect world, you’d be able to pour over every detail of every book in the world and become smarter than Jimmy Neutron."
    },
    {
      "index": 12,
      "start_time": 50300.0,
      "end_time": 56670.0,
      "text": "But in this world, you’ve got other things competing for space in your schedule, like homework, extracurriculars, and marathoning Jimmy Neutron."
    },
    {
      "index": 13,
      "start_time": 56670.0,
      "end_time": 61700.0,
      "text": "There are other reasons, as well – like, sometimes you’ll see a lot of overlap between what’s in the book and what you’ll hear in lectures."
    },
    {
      "index": 14,
      "start_time": 61700.0,
      "end_time": 64600.0,
      "text": "So, how do you know what reading to actually do?"
    },
    {
      "index": 15,
      "start_time": 64599.99999999999,
      "end_time": 69300.0,
      "text": "Cal Newport’s book How to Become a Straight-A Student provides a pretty good framework for answering that question."
    },
    {
      "index": 16,
      "start_time": 69300.0,
      "end_time": 76250.0,
      "text": "He divides assigned readings into two groups; assignments from the class’s favored source, which is usually the main textbook, and supplemental readings."
    },
    {
      "index": 17,
      "start_time": 76250.0,
      "end_time": 82020.0,
      "text": "You should generally do all the readings from each favored source, but you can afford to be a bit more selective when it comes to the supplemental readings."
    },
    {
      "index": 18,
      "start_time": 82020.0,
      "end_time": 87720.0,
      "text": "Cal provides a hierarchy for prioritizing them,  where readings that make an argument take precedence over descriptions of events or people,"
    },
    {
      "index": 19,
      "start_time": 87720.0,
      "end_time": 92120.0,
      "text": "which in turn are more important than anything that provides context – like press clippings or speeches."
    },
    {
      "index": 20,
      "start_time": 92120.0,
      "end_time": 94840.0,
      "text": "What I’ll add to that, though, is that every class is different."
    },
    {
      "index": 21,
      "start_time": 94840.0,
      "end_time": 98100.0,
      "text": "Sometimes you’ll find that everything in the textbook is mirrored in the lecture slides,"
    },
    {
      "index": 22,
      "start_time": 98100.0,
      "end_time": 103800.0,
      "text": "and other times you’ll still need to look through the reading assignments, but skimming for important main concepts and vocab terms will suffice."
    },
    {
      "index": 23,
      "start_time": 103800.0,
      "end_time": 111520.0,
      "text": "And, of course, some classes will require you to barricade yourself in your room with 6 week’s rations and those freaky eye things from A Clockwork Orange to hold your eyes open."
    },
    {
      "index": 24,
      "start_time": 111520.0,
      "end_time": 117930.0,
      "text": "But by carefully paying attention and gauging each one, you’ll be able to make smart decisions about what to read, skim, or skip."
    },
    {
      "index": 25,
      "start_time": 117930.0,
      "end_time": 123890.0,
      "text": "Now, aside from doing some triage on your reading assignments, the other main way to get through them faster is to learn how to read more quickly."
    },
    {
      "index": 26,
      "start_time": 123890.0,
      "end_time": 127040.0,
      "text": "We have to be careful here, though, because this is where the term “speed reading”"
    },
    {
      "index": 27,
      "start_time": 127040.0,
      "end_time": 131560.0,
      "text": "starts getting thrown around and you get people claiming they can teach you to read 1000 words per minute or more."
    },
    {
      "index": 28,
      "start_time": 131560.0,
      "end_time": 133700.0,
      "text": "Sadly, that just isn’t possible."
    },
    {
      "index": 29,
      "start_time": 133700.0,
      "end_time": 136820.0,
      "text": "As much as I’d love to be able to plow through an entire book over my morning coffee,"
    },
    {
      "index": 30,
      "start_time": 136820.0,
      "end_time": 140720.0,
      "text": "we humans have some hard-wired limits on how far we can push our reading speeds."
    },
    {
      "index": 31,
      "start_time": 140720.0,
      "end_time": 141940.0,
      "text": "On to the Thought Bubble!"
    },
    {
      "index": 32,
      "start_time": 141940.0,
      "end_time": 143440.0,
      "text": "Let’s have a look at the eye."
    },
    {
      "index": 33,
      "start_time": 143440.0,
      "end_time": 148520.0,
      "text": "Your visual range is made up of three areas, the fovea, parafovea, and periphery."
    },
    {
      "index": 34,
      "start_time": 148520.0,
      "end_time": 156640.0,
      "text": "Of these, only the fovea has a high enough density of cones, the type of photoreceptor cell in your eye that can perceive small details, to make out text on a page."
    },
    {
      "index": 35,
      "start_time": 156640.0,
      "end_time": 162280.0,
      "text": "Since the fovea is pretty small, your eyes read text by making quick jerky movements called saccades."
    },
    {
      "index": 36,
      "start_time": 162280.0,
      "end_time": 165700.0,
      "text": "In between each of these saccades is a small pause called a fixation,"
    },
    {
      "index": 37,
      "start_time": 165700.0,
      "end_time": 171500.0,
      "text": "and this is when the eye intakes the 1-2 words it’s currently focused on and sends them to your prefrontal cortex for processing."
    },
    {
      "index": 38,
      "start_time": 171500.0,
      "end_time": 177560.0,
      "text": "Both saccades and fixations take time to do, which essentially sets a speed limit on how fast you can visually process text."
    },
    {
      "index": 39,
      "start_time": 177560.0,
      "end_time": 180180.0,
      "text": "And that’s just for recognizing the actual letters and words;"
    },
    {
      "index": 40,
      "start_time": 180180.0,
      "end_time": 185580.0,
      "text": "there are other factors that contribute to a lower speed limit for how quickly you can read text and comprehend it."
    },
    {
      "index": 41,
      "start_time": 185580.0,
      "end_time": 188160.0,
      "text": "The main one is your working memory constraints."
    },
    {
      "index": 42,
      "start_time": 188160.0,
      "end_time": 192400.0,
      "text": "Just like the RAM in a computer, your working memory can only process so much at once."
    },
    {
      "index": 43,
      "start_time": 192409.0,
      "end_time": 197129.0,
      "text": "Right now, cognitive science quantifies that at about 4-7 bits or “chunks” of information,"
    },
    {
      "index": 44,
      "start_time": 197129.0,
      "end_time": 199980.0,
      "text": "which we’ll talk about more in the next video on how your memory works."
    },
    {
      "index": 45,
      "start_time": 199980.0,
      "end_time": 205660.0,
      "text": "For now, it’s enough to say that you need to give your working memory time to deal with each chunk that comes in before feeding it another one,"
    },
    {
      "index": 46,
      "start_time": 205660.0,
      "end_time": 208800.0,
      "text": "and you do this by pausing frequently while you’re reading."
    },
    {
      "index": 47,
      "start_time": 208800.0,
      "end_time": 216160.0,
      "text": "Additionally, even skilled readers spend about 15% of their reading on regressions, in which the eye moves backwards to re-read text."
    },
    {
      "index": 48,
      "start_time": 216160.0,
      "end_time": 222720.0,
      "text": "That time is split between small regressions due to saccades that went too far the first time, and larger ones that are needed for comprehension."
    },
    {
      "index": 49,
      "start_time": 222720.0,
      "end_time": 223860.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 50,
      "start_time": 223860.0,
      "end_time": 227560.0,
      "text": "Now, your speed is helped by the fact that you naturally skip words when reading,"
    },
    {
      "index": 51,
      "start_time": 227560.0,
      "end_time": 231720.0,
      "text": "and your brain is incredibly good at knowing which ones to skip while still retaining good comprehension."
    },
    {
      "index": 52,
      "start_time": 231720.0,
      "end_time": 235779.0,
      "text": "Studies have shown that while reading, your eyes fixate on about 85% of the content words"
    },
    {
      "index": 53,
      "start_time": 235779.0,
      "end_time": 240170.0,
      "text": "– the words that carry the actual ideas – and only about 35% of the function words,"
    },
    {
      "index": 54,
      "start_time": 240170.0,
      "end_time": 243580.0,
      "text": "which are the “glue” words like “the, and, if,” etc."
    },
    {
      "index": 55,
      "start_time": 243580.0,
      "end_time": 252960.0,
      "text": "But even with the speed boost that comes from this intelligent word skipping, research has shown that skilled, college-level readers can expect to read from anywhere between 200-400 words per minute."
    },
    {
      "index": 56,
      "start_time": 252960.0,
      "end_time": 259220.0,
      "text": "For the vast majority of us, anything beyond 400 is getting into skimming territory, where your comprehension starts dropping real quick."
    },
    {
      "index": 57,
      "start_time": 259220.00000000003,
      "end_time": 261580.00000000003,
      "text": "“But what about speed reading techniques?” you might ask."
    },
    {
      "index": 58,
      "start_time": 261579.99999999997,
      "end_time": 269160.0,
      "text": "The people that run those speed reading seminars and claim they can read at 2,000 words per minute say that there are techniques out there for breaking past that normal speed range."
    },
    {
      "index": 59,
      "start_time": 269160.0,
      "end_time": 273680.0,
      "text": "Like increasing the amount of text you process during each fixation, flashing words in one spot rapidly,"
    },
    {
      "index": 60,
      "start_time": 273680.0,
      "end_time": 279300.0,
      "text": "and eliminating “subvocalization” – that voice that reads “aloud” in your head when you read silently."
    },
    {
      "index": 61,
      "start_time": 279300.0,
      "end_time": 283680.0,
      "text": "Sadly, each of these techniques has been tested scientifically and shown to be ineffective."
    },
    {
      "index": 62,
      "start_time": 283680.0,
      "end_time": 287800.0,
      "text": "For one, increasing the size of each fixation through “training” would be pretty tough,"
    },
    {
      "index": 63,
      "start_time": 287800.0,
      "end_time": 291100.0,
      "text": "since you would literally have grow more cones in your eyes."
    },
    {
      "index": 64,
      "start_time": 291100.0,
      "end_time": 295600.0,
      "text": "And if you figure out how to do that, I recommend not telling anyone unless they say they’re from the X-men."
    },
    {
      "index": 65,
      "start_time": 295600.0,
      "end_time": 299220.0,
      "text": "Additionally, this idea still wouldn’t do anything about your working memory constraints,"
    },
    {
      "index": 66,
      "start_time": 299220.0,
      "end_time": 306920.0,
      "text": "which is the main problem that also plagues Rapid Serial Visual Processing, or RSVP, a technique that involves flashing words rapidly in one spot."
    },
    {
      "index": 67,
      "start_time": 306920.0,
      "end_time": 314420.0,
      "text": "The idea here is to eliminate the need for saccades, but it breaks down because it doesn’t allow the brain to intelligently skip function words or to do any regressions."
    },
    {
      "index": 68,
      "start_time": 314420.0,
      "end_time": 320580.0,
      "text": "This has the dual effect of overtaxing your working memory and not allowing you to go back over a line you didn’t understand the first time."
    },
    {
      "index": 69,
      "start_time": 320580.0,
      "end_time": 326800.0,
      "text": "And finally, eliminating subvocalization is a misguided idea because that inner voice is actually quite important."
    },
    {
      "index": 70,
      "start_time": 326800.0,
      "end_time": 328900.0,
      "text": "As the researcher Elizabeth Schotter noted:"
    },
    {
      "index": 71,
      "start_time": 328900.0,
      "end_time": 334360.0,
      "text": "“Attempts to eliminate inner speech have been shown to result in impairments in comprehension when texts are reasonably difficult"
    },
    {
      "index": 72,
      "start_time": 334360.0,
      "end_time": 336560.0,
      "text": "and require readers to make inferences.”"
    },
    {
      "index": 73,
      "start_time": 336560.0,
      "end_time": 343540.0,
      "text": "At this point it might seem like I’m the bad guy, and that your only hope is to get on Amazon and buy those Clockwork Orange eye things, but there is hope."
    },
    {
      "index": 74,
      "start_time": 343540.0,
      "end_time": 346280.0,
      "text": "Like any other skill, you can become better at reading."
    },
    {
      "index": 75,
      "start_time": 346280.0,
      "end_time": 348560.0,
      "text": "The main way to do this is to simply practice."
    },
    {
      "index": 76,
      "start_time": 348560.0,
      "end_time": 351840.0,
      "text": "Read often, read widely, and make sure the material is suitably difficult."
    },
    {
      "index": 77,
      "start_time": 351840.0,
      "end_time": 359140.0,
      "text": "Those dense chapters in your psychology textbook aren’t going to get any easier if you practice on One Fish, Two Fish, Red Fish, Blue Fish – though that is a great book."
    },
    {
      "index": 78,
      "start_time": 359140.0,
      "end_time": 361840.0,
      "text": "Another problem that might bring down your reading speed is daydreaming."
    },
    {
      "index": 79,
      "start_time": 361840.0,
      "end_time": 370640.0,
      "text": "When I’m reading, I’ll sometimes get lost thinking about a specific sentence and end up staring into space, which wastes a ton of time and makes the other people around me wonder if I’m dead."
    },
    {
      "index": 80,
      "start_time": 370640.0,
      "end_time": 373560.0,
      "text": "If you have this problem as well, you can set a time goal for the chapter;"
    },
    {
      "index": 81,
      "start_time": 373560.0,
      "end_time": 376920.0,
      "text": "when I do this, I don’t always finish on time, but it does help me stay focused."
    },
    {
      "index": 82,
      "start_time": 376920.0,
      "end_time": 382480.0,
      "text": "Finally, when you’re reading books that don’t require you to comprehend every word, you can speed things up with the pseudo-skimming technique."
    },
    {
      "index": 83,
      "start_time": 382480.0,
      "end_time": 386880.0,
      "text": "Skim the text while keeping an eye out for main ideas, vocabulary terms, and anything else important."
    },
    {
      "index": 84,
      "start_time": 386880.0,
      "end_time": 390360.0,
      "text": "When you notice one, slow down and read the entire paragraph that encompasses it."
    },
    {
      "index": 85,
      "start_time": 390360.0,
      "end_time": 397140.0,
      "text": "A good way to spot these is to pay special attention to the first and last sentence of each paragraph, as well as any bolding, italics, or other formatting."
    },
    {
      "index": 86,
      "start_time": 397140.0,
      "end_time": 402260.0,
      "text": "Looking out for those little bits of formatting will also help you to remember what you read, which is what we’re going to shift our focus to now."
    },
    {
      "index": 87,
      "start_time": 402260.0,
      "end_time": 408500.0,
      "text": "One of the most common ways that students attempt to remember what they read is through highlighting – which, to be fair, is useful if done right."
    },
    {
      "index": 88,
      "start_time": 408500.0,
      "end_time": 413740.0,
      "text": "The problem is that it’s really easy to highlight too much since everything seems important when you’re first reading it."
    },
    {
      "index": 89,
      "start_time": 413740.0,
      "end_time": 418240.0,
      "text": "And this works against you because it’s easy to believe that you “know” the things you’ve highlighted."
    },
    {
      "index": 90,
      "start_time": 418240.0,
      "end_time": 424210.0,
      "text": "When you look back through your book later on, you’ll see them, think, “Oh yeah, I remember highlighting that!” and you might decide that you’ve memorized it."
    },
    {
      "index": 91,
      "start_time": 424210.0,
      "end_time": 428240.0,
      "text": "But there are two ways to remember something: You can recall it, or you can recognize it."
    },
    {
      "index": 92,
      "start_time": 428240.0,
      "end_time": 431740.0,
      "text": "The danger with highlighting is that it becomes very easy to mistake recognition –"
    },
    {
      "index": 93,
      "start_time": 431740.0,
      "end_time": 437640.0,
      "text": "which requires a cue – with true recall, which involves pulling the memory from the depths of your brain’s archives all on your own."
    },
    {
      "index": 94,
      "start_time": 437640.0,
      "end_time": 440099.0,
      "text": "The more you highlight, the greater this danger becomes."
    },
    {
      "index": 95,
      "start_time": 440100.0,
      "end_time": 444280.0,
      "text": "So if you do decide to highlight your book, be very selective about what gets highlighted."
    },
    {
      "index": 96,
      "start_time": 444280.0,
      "end_time": 448000.0,
      "text": "A better idea might be to adopt what Cal Newport calls the Morse Code Method."
    },
    {
      "index": 97,
      "start_time": 448009.0,
      "end_time": 449259.0,
      "text": "Here’s how he explains it:"
    },
    {
      "index": 98,
      "start_time": 449260.0,
      "end_time": 455540.0,
      "text": "First, if you come across a sentence that seems to be laying out a big, interesting idea, draw a quick dot next to it in the margin of the book."
    },
    {
      "index": 99,
      "start_time": 455540.0,
      "end_time": 462800.0,
      "text": "Secondly, if you come across an example or explanation that supports the previous big idea, draw a quick dash next to it in the margin."
    },
    {
      "index": 100,
      "start_time": 462800.0,
      "end_time": 469400.0,
      "text": "This lets you avoid slowing down while reading, which enables you to smoothly move through and comprehend the whole text before going back to review."
    },
    {
      "index": 101,
      "start_time": 469400.0,
      "end_time": 473260.0,
      "text": "Once you do, the dots and dashes will allow you to take smarter notes on what you’ve read."
    },
    {
      "index": 102,
      "start_time": 473260.0,
      "end_time": 476300.0,
      "text": "Speaking of notes, it’s finally time to talk about active reading."
    },
    {
      "index": 103,
      "start_time": 476300.0,
      "end_time": 484040.0,
      "text": "This is the process of truly engaging with the text instead of passively just running your eyes over it, which will help you retain a lot more of what you read."
    },
    {
      "index": 104,
      "start_time": 484040.0,
      "end_time": 488900.0,
      "text": "Lots of study books and teachers explain active reading in terms of a system called SQ3R,"
    },
    {
      "index": 105,
      "start_time": 488900.0,
      "end_time": 492190.0,
      "text": "which stands for Survey, Question, Read, Recite, and Review."
    },
    {
      "index": 106,
      "start_time": 492190.0,
      "end_time": 494320.0,
      "text": "Surveying is essentially pre-reading."
    },
    {
      "index": 107,
      "start_time": 494320.0,
      "end_time": 497200.0,
      "text": "Before you start an assignment, skim over the whole thing quickly."
    },
    {
      "index": 108,
      "start_time": 497200.0,
      "end_time": 501340.0,
      "text": "Look over the beginning overview, the headings, and any review questions at the end of the chapter."
    },
    {
      "index": 109,
      "start_time": 501340.0,
      "end_time": 505820.0,
      "text": "Doing this primes your brain in advance, which will help the most important information stick out later."
    },
    {
      "index": 110,
      "start_time": 505820.0,
      "end_time": 508240.0,
      "text": "You can actually see how well priming works right now."
    },
    {
      "index": 111,
      "start_time": 508240.0,
      "end_time": 511420.0,
      "text": "Close your eyes for a few seconds and concentrate on a specific color."
    },
    {
      "index": 112,
      "start_time": 511420.0,
      "end_time": 514860.0,
      "text": "When you open them, you’ll easily notice that color in the environment around you."
    },
    {
      "index": 113,
      "start_time": 514860.0,
      "end_time": 516720.0,
      "text": "Surveying does the same thing with text."
    },
    {
      "index": 114,
      "start_time": 516720.0,
      "end_time": 521160.0,
      "text": "Questioning simply involves writing out some questions that come to mind before starting the reading."
    },
    {
      "index": 115,
      "start_time": 521159.99999999994,
      "end_time": 524580.0,
      "text": "I actually do this quite often before researching my video topics, as it helps to – again"
    },
    {
      "index": 116,
      "start_time": 524580.0,
      "end_time": 528940.0,
      "text": "– prime my brain to pick out the important bits and not spend too much time off in the weeds."
    },
    {
      "index": 117,
      "start_time": 528940.0,
      "end_time": 530980.0,
      "text": "Reading...well, that’s reading."
    },
    {
      "index": 118,
      "start_time": 530980.0,
      "end_time": 535780.0,
      "text": "That leads into reciting, which is a catch-all word for either taking notes or summarizing what you’ve read."
    },
    {
      "index": 119,
      "start_time": 535780.0,
      "end_time": 539560.0,
      "text": "Now, if you had infinite time, you could do both, but since you probably don’t,"
    },
    {
      "index": 120,
      "start_time": 539560.0,
      "end_time": 543660.0,
      "text": "I’ll note that summaries will be more useful for big concepts you need to understand intimately,"
    },
    {
      "index": 121,
      "start_time": 543660.0,
      "end_time": 546420.0,
      "text": "and more detailed notes will be better for fact-heavy readings."
    },
    {
      "index": 122,
      "start_time": 546420.0,
      "end_time": 548840.0,
      "text": "We’ll cover effective review strategies in a future video."
    },
    {
      "index": 123,
      "start_time": 548840.0,
      "end_time": 554960.0,
      "text": "For now, I’ll wrap up by mentioning that I don’t think you need to follow SQ3R perfectly in order to get the benefits of active reading."
    },
    {
      "index": 124,
      "start_time": 554960.0,
      "end_time": 558680.0,
      "text": "In fact, I don’t recommend many rigid, acronym-based systems at all."
    },
    {
      "index": 125,
      "start_time": 558680.0,
      "end_time": 561300.0,
      "text": "Except for, maybe, SCAR: Stop Complaining And Read."
    },
    {
      "index": 126,
      "start_time": 561300.0,
      "end_time": 563400.0,
      "text": "Thanks for watching, and I’ll see you next time."
    },
    {
      "index": 127,
      "start_time": 563400.0,
      "end_time": 569770.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 128,
      "start_time": 569770.0,
      "end_time": 577100.0,
      "text": "If you'd like to keep Crash Course free for everyone, forever, you can support the series at Patreon, a crowdfunding platform that allows you to support the content that you love."
    },
    {
      "index": 129,
      "start_time": 577100.0,
      "end_time": 578880.0,
      "text": "Thanks so much for your support."
    }
  ]
}