{
  "video_id": "WBGVcfGcU2Y",
  "title": "Yang promotes universal basic income plan",
  "json": [
    {
      "index": 1,
      "start_time": 3786.0,
      "end_time": 14200.0,
      "text": "ADAM: IN THE MOUNT WASHINGTON VALLEY AND THE NORTH COUNTRY ANDREW YANG SEES A PART OF AMERICA HE BELIEVES WOULD GET A HUGE ECONOMIC JUMP START FROM HIS PROPOSAL FOR UNIVERSAL BASIC"
    },
    {
      "index": 2,
      "start_time": 14201.0,
      "end_time": 19611.0,
      "text": "INCOME, A THOUSAND DOLLARS A MONTH PROVIDED TO EVERY ADULT BETWEEN THE AGES OF 18 AND 64."
    },
    {
      "index": 3,
      "start_time": 19611.0,
      "end_time": 28610.0,
      "text": ">> WHEN PEOPLE TALK ABOUT ’HEY HOW ARE WE GOING TO GET MORE MONEY INTO THESE COMMUNITIES’ IF THE PEOPLE IN THESE COMMUNITIES HAVE MORE MONEY, THEN PRIVATE INVESTMENT WILL FOLLOW."
    },
    {
      "index": 4,
      "start_time": 28610.0,
      "end_time": 37553.0,
      "text": "ADAM: THE NEW YORK TIMES HAS CALLED HIM A LONGER THAN LONG SHOT CANDIDATE BUT YANG HAS DONE SOMETHING FEW PUNDITS EXPECTED, HE MET A KEY QUALIFICATION FOR A SPOT ON THE STAGE FOR THE"
    },
    {
      "index": 5,
      "start_time": 37553.0,
      "end_time": 46812.0,
      "text": "NATIONAL PRIMARY DEBATES WHEN HE RECENTLY CLEARED THE THRESHOLD OF 65,000 DONORS TO HIS >> WE’VE RAISED OVER A MILLION DOLLARS IN INCREMENTS OF $19 EACH."
    },
    {
      "index": 6,
      "start_time": 46813.0,
      "end_time": 53936.0,
      "text": "ADAM: YANG’S GUIDE ON THIS TREK THROUGH THE NORTH IS BERLIN NATIVE STEVE MARCHAND, WHO RAN FOR GOVERNOR IN 2018."
    },
    {
      "index": 7,
      "start_time": 53936.0,
      "end_time": 57602.0,
      "text": "WHILE HE HASN’T MADE AN ENDORSEMENT, HE SAYS YANG’S IDEAS HAVE SUBSTANCE."
    },
    {
      "index": 8,
      "start_time": 57602.0,
      "end_time": 63430.0,
      "text": ">> DETAIL ORIENTED AT A TIME WHEN PEOPLE WANT THE ACCOUNTABILITY THAT COMES WITH JUST BEING STRAIGHT UP WITH FOLKS."
    },
    {
      "index": 9,
      "start_time": 63430.0,
      "end_time": 72243.0,
      "text": ">> NOW THAT HE’S STAKED HIS TURF AS A CANDIDATE AND GAINED A MEASURE OF NAME RECOGNITION AT THE NATIONAL LEVEL YANG WILL BE DOING THE GRUNTWORK OF CAMPAIGNING IN NEW HAMPSHIRE,"
    },
    {
      "index": 10,
      "start_time": 72243.0,
      "end_time": 75824.0,
      "text": "WHERE HE KNOWS HE DOESN’T NEED BIG MONEY OR POWERFUL SUPPORTERS TO COMPETE."
    },
    {
      "index": 11,
      "start_time": 75824.0,
      "end_time": 78145.0,
      "text": ">> I’M GOING TO BE WORKING VERY HARD."
    },
    {
      "index": 12,
      "start_time": 78145.0,
      "end_time": 86467.0,
      "text": "YOU KNOW I’M NO STRANGER TO NEW HAMPSHIRE, I’VE BEEN HERE 11 TIMES DURING THIS CYCLE, GRADUATED FROM HIGH SCHOOL HERE, AND SO I WANTED TO GIVE EVERYONE IN THE STATE A CHANCE TO REALLY"
    },
    {
      "index": 13,
      "start_time": 86468.0,
      "end_time": 92708.0,
      "text": "JUST MEET ME IN PERSON, GET TO KNOW ME, AND TAKE THIS VISION FOR AN ECONOMY THAT WORKS FOR US TO THE REST OF THE COUNTRY IN 2020."
    }
  ]
}