{
  "video_id": "WD0RH9PLxQY",
  "title": "Obama vs. Romney: Second Presidential Debate",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 32090.0,
      "text": "Gentlemen, thank you both for joining us here tonight. We have a lot of folks who’ve been"
    },
    {
      "index": 2,
      "start_time": 32090.000000000004,
      "end_time": 35910.0,
      "text": "waiting all day to talk to you, so I want to get right to it."
    },
    {
      "index": 3,
      "start_time": 35910.0,
      "end_time": 39829.0,
      "text": "Governor Romney, as you know, you won the coin toss, so the first question will go to"
    },
    {
      "index": 4,
      "start_time": 39829.0,
      "end_time": 45910.0,
      "text": "you. And I want to turn to a first-time voter, Jeremy Epstein, who has a question for you."
    },
    {
      "index": 5,
      "start_time": 45910.0,
      "end_time": 50870.0,
      "text": "QUESTION: Mr. President, Governor Romney, as a 20-year-old college student, all I hear"
    },
    {
      "index": 6,
      "start_time": 50870.0,
      "end_time": 57469.0,
      "text": "from professors, neighbors and others is that when I graduate, I will have little chance"
    },
    {
      "index": 7,
      "start_time": 57469.0,
      "end_time": 62350.0,
      "text": "to get employment. What can you say to reassure me, but more importantly my parents, that"
    },
    {
      "index": 8,
      "start_time": 62350.0,
      "end_time": 65950.0,
      "text": "I will be able to sufficiently support myself after I graduate?"
    },
    {
      "index": 9,
      "start_time": 65950.0,
      "end_time": 69710.0,
      "text": "ROMNEY: Thank you, Jeremy. I appreciate your — your question, and thank you for being"
    },
    {
      "index": 10,
      "start_time": 69710.0,
      "end_time": 73250.0,
      "text": "here this evening and to all of those from Nassau County that have come, thank you for"
    },
    {
      "index": 11,
      "start_time": 73250.0,
      "end_time": 78490.0,
      "text": "your time. Thank you to Hofstra University and to Candy Crowley for organizing and leading"
    },
    {
      "index": 12,
      "start_time": 78490.0,
      "end_time": 81760.0,
      "text": "this — this event. Thank you, Mr. President, also for being part"
    },
    {
      "index": 13,
      "start_time": 81760.0,
      "end_time": 85500.0,
      "text": "of this — this debate. Your question — your question is one that’s"
    },
    {
      "index": 14,
      "start_time": 85500.0,
      "end_time": 89500.0,
      "text": "being asked by college kids all over this country. I was in Pennsylvania with someone"
    },
    {
      "index": 15,
      "start_time": 89500.0,
      "end_time": 94840.0,
      "text": "who had just graduated — this was in Philadelphia — and she said, “I’ve got my degree."
    },
    {
      "index": 16,
      "start_time": 94840.0,
      "end_time": 98890.0,
      "text": "I can’t find a job. I’ve got three part- time jobs. They’re just barely enough to"
    },
    {
      "index": 17,
      "start_time": 98890.0,
      "end_time": 103430.0,
      "text": "pay for my food and pay for an apartment. I can’t begin to pay back my student loans.”"
    },
    {
      "index": 18,
      "start_time": 103430.0,
      "end_time": 106630.0,
      "text": "So what we have to do is two things. We have to make sure that we make it easier for kids"
    },
    {
      "index": 19,
      "start_time": 106630.0,
      "end_time": 109009.0,
      "text": "to afford college. ROMNEY: And also make sure that when they"
    },
    {
      "index": 20,
      "start_time": 109009.0,
      "end_time": 113610.0,
      "text": "get out of college, there’s a job. When I was governor of Massachusetts, to get a"
    },
    {
      "index": 21,
      "start_time": 113610.0,
      "end_time": 118520.0,
      "text": "high school degree, you had to pass an exam. If you graduated in the top quarter of your"
    },
    {
      "index": 22,
      "start_time": 118520.0,
      "end_time": 123869.0,
      "text": "airlines, we gave you a John and Abigail Adams scholarship, four years tuition free in the"
    },
    {
      "index": 23,
      "start_time": 123869.0,
      "end_time": 127619.0,
      "text": "college of your choice in Massachusetts, it’s a public institution."
    },
    {
      "index": 24,
      "start_time": 127619.0,
      "end_time": 131999.0,
      "text": "I want to make sure we keep our Pell grant program growing. We’re also going to have"
    },
    {
      "index": 25,
      "start_time": 131999.0,
      "end_time": 136309.0,
      "text": "our loan program, so that people are able to afford school. But the key thing is to"
    },
    {
      "index": 26,
      "start_time": 136309.0,
      "end_time": 139650.0,
      "text": "make sure you can get a job when you get out of school. And what’s happened over the"
    },
    {
      "index": 27,
      "start_time": 139650.0,
      "end_time": 144239.0,
      "text": "last four years has been very, very hard for America’s young people. I want you to be"
    },
    {
      "index": 28,
      "start_time": 144239.0,
      "end_time": 148019.0,
      "text": "able to get a job. I know what it takes to get this economy going."
    },
    {
      "index": 29,
      "start_time": 148019.0,
      "end_time": 153809.0,
      "text": "With half of college kids graduating this year without a college — excuse me, without"
    },
    {
      "index": 30,
      "start_time": 153809.0,
      "end_time": 157319.0,
      "text": "a job. And without a college level job, that’s just unacceptable."
    },
    {
      "index": 31,
      "start_time": 157319.0,
      "end_time": 161519.0,
      "text": "And likewise you’ve got more and more debt on your back. So more debt and less jobs."
    },
    {
      "index": 32,
      "start_time": 161519.0,
      "end_time": 166049.0,
      "text": "I’m going to change that. I know what it takes to create good jobs again. I know what"
    },
    {
      "index": 33,
      "start_time": 166049.0,
      "end_time": 170430.0,
      "text": "it takes to make sure that you have the kind of opportunity you deserve. And kids across"
    },
    {
      "index": 34,
      "start_time": 170430.0,
      "end_time": 173419.0,
      "text": "this country are going to recognize, we’re bringing back an economy."
    },
    {
      "index": 35,
      "start_time": 173419.0,
      "end_time": 177379.0,
      "text": "It’s not going to be like the last four years. The middle-class has been crushed over"
    },
    {
      "index": 36,
      "start_time": 177379.0,
      "end_time": 181749.0,
      "text": "the last four years, and jobs have been too scarce. I know what it takes to bring them"
    },
    {
      "index": 37,
      "start_time": 181749.0,
      "end_time": 186169.0,
      "text": "back, and I’m going to do that, and make sure that when you graduate — when do you"
    },
    {
      "index": 38,
      "start_time": 186169.0,
      "end_time": 186689.0,
      "text": "graduate? QUESTION: 2014."
    },
    {
      "index": 39,
      "start_time": 186689.0,
      "end_time": 189680.0,
      "text": "ROMNEY: 2014. When you come out in 2014, I presume I’m going to be president. I’m"
    },
    {
      "index": 40,
      "start_time": 189680.0,
      "end_time": 192889.0,
      "text": "going to make sure you get a job. Thanks Jeremy. Yeah, you bet."
    },
    {
      "index": 41,
      "start_time": 192889.0,
      "end_time": 197559.0,
      "text": "CROWLEY: Mr. President? OBAMA: Jeremy, first of all, your future is"
    },
    {
      "index": 42,
      "start_time": 197559.0,
      "end_time": 202930.0,
      "text": "bright. And the fact that you’re making an investment in higher education is critical."
    },
    {
      "index": 43,
      "start_time": 202930.0,
      "end_time": 208180.0,
      "text": "Not just to you, but to the entire nation. Now, the most important thing we can do is"
    },
    {
      "index": 44,
      "start_time": 208180.0,
      "end_time": 213079.0,
      "text": "to make sure that we are creating jobs in this country. But not just jobs, good paying"
    },
    {
      "index": 45,
      "start_time": 213079.0,
      "end_time": 217969.0,
      "text": "jobs. Ones that can support a family. OBAMA: And what I want to do, is build on"
    },
    {
      "index": 46,
      "start_time": 217969.0,
      "end_time": 221930.0,
      "text": "the five million jobs that we’ve created over the last 30 months in the private sector"
    },
    {
      "index": 47,
      "start_time": 221930.0,
      "end_time": 226889.0,
      "text": "alone. And there are a bunch of things we can do to make sure your future is bright."
    },
    {
      "index": 48,
      "start_time": 226889.0,
      "end_time": 234299.0,
      "text": "Number one, I want to build manufacturing jobs in this country again. Now when Governor"
    },
    {
      "index": 49,
      "start_time": 234299.0,
      "end_time": 239219.0,
      "text": "Romney said we should let Detroit go bankrupt. I said we’re going to bet on American workers"
    },
    {
      "index": 50,
      "start_time": 239219.0,
      "end_time": 242559.0,
      "text": "and the American auto industry and it’s come surging back."
    },
    {
      "index": 51,
      "start_time": 242559.0,
      "end_time": 246949.0,
      "text": "I want to do that in industries, not just in Detroit, but all across the country and"
    },
    {
      "index": 52,
      "start_time": 246949.0,
      "end_time": 250900.0,
      "text": "that means we change our tax code so we’re giving incentives to companies that are investing"
    },
    {
      "index": 53,
      "start_time": 250900.0,
      "end_time": 253510.0,
      "text": "here in the United States and creating jobs here."
    },
    {
      "index": 54,
      "start_time": 253510.0,
      "end_time": 258229.0,
      "text": "It also means we’re helping them and small businesses to export all around the world"
    },
    {
      "index": 55,
      "start_time": 258228.99999999997,
      "end_time": 262490.0,
      "text": "to new markets. Number two, we’ve got to make sure that"
    },
    {
      "index": 56,
      "start_time": 262490.0,
      "end_time": 266569.0,
      "text": "we have the best education system in the world. And the fact that you’re going to college"
    },
    {
      "index": 57,
      "start_time": 266569.0,
      "end_time": 270819.0,
      "text": "is great, but I want everybody to get a great education and we’ve worked hard to make"
    },
    {
      "index": 58,
      "start_time": 270819.0,
      "end_time": 275400.0,
      "text": "sure that student loans are available for folks like you, but I also want to make sure"
    },
    {
      "index": 59,
      "start_time": 275400.0,
      "end_time": 279590.0,
      "text": "that community colleges are offering slots for workers to get retrained for the jobs"
    },
    {
      "index": 60,
      "start_time": 279590.0,
      "end_time": 282240.0,
      "text": "that are out there right now and the jobs of the future."
    },
    {
      "index": 61,
      "start_time": 282240.0,
      "end_time": 288930.0,
      "text": "Number three, we’ve got to control our own energy. Now, not only oil and natural gas,"
    },
    {
      "index": 62,
      "start_time": 288930.0,
      "end_time": 292470.0,
      "text": "which we’ve been investing in; but also, we’ve got to make sure we’re building"
    },
    {
      "index": 63,
      "start_time": 292470.0,
      "end_time": 296009.0,
      "text": "the energy source of the future, not just thinking about next year, but ten years from"
    },
    {
      "index": 64,
      "start_time": 296009.0,
      "end_time": 301289.0,
      "text": "now, 20 years from now. That’s why we’ve invested in solar and wind and biofuels, energy"
    },
    {
      "index": 65,
      "start_time": 301289.0,
      "end_time": 304020.0,
      "text": "efficient cars. We’ve got to reduce our deficit, but we’ve"
    },
    {
      "index": 66,
      "start_time": 304020.0,
      "end_time": 307699.0,
      "text": "got to do it in a balanced way. Asking the wealthy to pay a little bit more along with"
    },
    {
      "index": 67,
      "start_time": 307699.0,
      "end_time": 310539.0,
      "text": "cuts so that we can invest in education like yours."
    },
    {
      "index": 68,
      "start_time": 310539.0,
      "end_time": 315610.0,
      "text": "And let’s take the money that we’ve been spending on war over the last decade to rebuild"
    },
    {
      "index": 69,
      "start_time": 315610.0,
      "end_time": 320280.0,
      "text": "America, roads, bridges schools. We do those things, not only is your future going to be"
    },
    {
      "index": 70,
      "start_time": 320280.0,
      "end_time": 323020.0,
      "text": "bright but America’s future is going to bright as well."
    },
    {
      "index": 71,
      "start_time": 323020.0,
      "end_time": 329240.0,
      "text": "CROWLEY: Let me ask you for more immediate answer and begin with Mr. Romney just quickly"
    },
    {
      "index": 72,
      "start_time": 329240.0,
      "end_time": 335229.0,
      "text": "what — what can you do? We’re looking at a situation where 40 percent of the unemployed"
    },
    {
      "index": 73,
      "start_time": 335229.0,
      "end_time": 338169.0,
      "text": "have been unemployed have been unemployed for six months or more. They don’t have"
    },
    {
      "index": 74,
      "start_time": 338169.0,
      "end_time": 343669.0,
      "text": "the two years that Jeremy has. What about those long term unemployed who"
    },
    {
      "index": 75,
      "start_time": 343669.0,
      "end_time": 346280.0,
      "text": "need a job right now? ROMNEY: Well what you’re seeing in this"
    },
    {
      "index": 76,
      "start_time": 346280.0,
      "end_time": 351030.0,
      "text": "country is 23 million people struggling to find a job. And a lot of them, as you say,"
    },
    {
      "index": 77,
      "start_time": 351030.0,
      "end_time": 355590.0,
      "text": "Candy, have been out of work for a long, long, long time. The president’s policies have"
    },
    {
      "index": 78,
      "start_time": 355590.0,
      "end_time": 360639.0,
      "text": "been exercised over the last four years and they haven’t put Americans back to work."
    },
    {
      "index": 79,
      "start_time": 360639.0,
      "end_time": 365240.0,
      "text": "We have fewer people working today than we had when the president took office. If the"
    },
    {
      "index": 80,
      "start_time": 365240.0,
      "end_time": 370629.0,
      "text": "— the unemployment rate was 7.8 percent when he took office, it’s 7.8 percent now."
    },
    {
      "index": 81,
      "start_time": 370629.0,
      "end_time": 374340.0,
      "text": "But if you calculated that unemployment rate, taking back the people who dropped out of"
    },
    {
      "index": 82,
      "start_time": 374340.0,
      "end_time": 379180.0,
      "text": "the workforce, it would be 10.7 percent. We have not made the progress we need to make"
    },
    {
      "index": 83,
      "start_time": 379180.0,
      "end_time": 383689.0,
      "text": "to put people back to work. That’s why I put out a five-point plan that gets America"
    },
    {
      "index": 84,
      "start_time": 383689.0,
      "end_time": 389590.0,
      "text": "12 million new jobs in four years and rising take-home pay. It’s going to help Jeremy"
    },
    {
      "index": 85,
      "start_time": 389590.0,
      "end_time": 393120.0,
      "text": "get a job when he comes out of school. It’s going to help people across the country that"
    },
    {
      "index": 86,
      "start_time": 393120.0,
      "end_time": 396599.0,
      "text": "are unemployed right now. And one thing that the president said, which"
    },
    {
      "index": 87,
      "start_time": 396599.0,
      "end_time": 402310.0,
      "text": "I want to make sure that we understand, he said that I said we should take Detroit bankrupt."
    },
    {
      "index": 88,
      "start_time": 402310.0,
      "end_time": 406370.0,
      "text": "And that’s right. My plan was to have the company go through bankruptcy like 7-Eleven"
    },
    {
      "index": 89,
      "start_time": 406370.0,
      "end_time": 411860.0,
      "text": "did and Macy’s and Condell (ph) Airlines and come out stronger."
    },
    {
      "index": 90,
      "start_time": 411860.0,
      "end_time": 415580.0,
      "text": "And I know he keeps saying, you want to take Detroit bankrupt. Well, the president took"
    },
    {
      "index": 91,
      "start_time": 415580.0,
      "end_time": 420680.0,
      "text": "Detroit bankrupt. You took General Motors bankrupt. You took Chrysler bankrupt. So when"
    },
    {
      "index": 92,
      "start_time": 420680.0,
      "end_time": 425930.0,
      "text": "you say that I wanted to take the auto industry bankrupt, you actually did."
    },
    {
      "index": 93,
      "start_time": 425930.0,
      "end_time": 429620.0,
      "text": "And I think it’s important to know that that was a process that was necessary to get"
    },
    {
      "index": 94,
      "start_time": 429620.0,
      "end_time": 434819.0,
      "text": "those companies back on their feet, so they could start hiring more people. That was precisely"
    },
    {
      "index": 95,
      "start_time": 434819.0,
      "end_time": 438779.0,
      "text": "what I recommended and ultimately what happened. CROWLEY: Let me give the president a chance."
    },
    {
      "index": 96,
      "start_time": 438779.0,
      "end_time": 444729.0,
      "text": "Go ahead. OBAMA: Candy, what Governor Romney said just isn’t true. He wanted to take"
    },
    {
      "index": 97,
      "start_time": 444729.0,
      "end_time": 450650.0,
      "text": "them into bankruptcy without providing them any way to stay open. And we would have lost"
    },
    {
      "index": 98,
      "start_time": 450650.0,
      "end_time": 459249.0,
      "text": "a million jobs. And that — don’t take my word for it, take the executives at GM"
    },
    {
      "index": 99,
      "start_time": 459249.0,
      "end_time": 463389.0,
      "text": "and Chrysler, some of whom are Republicans, may even support Governor Romney. But they’ll"
    },
    {
      "index": 100,
      "start_time": 463389.0,
      "end_time": 465719.0,
      "text": "tell you his prescription wasn’t going to work."
    },
    {
      "index": 101,
      "start_time": 465719.0,
      "end_time": 469379.0,
      "text": "And Governor Romney’s says he’s got a five-point plan? Governor Romney doesn’t"
    },
    {
      "index": 102,
      "start_time": 469379.0,
      "end_time": 474860.0,
      "text": "have a five-point plan. He has a one-point plan. And that plan is to make sure that folks"
    },
    {
      "index": 103,
      "start_time": 474860.0,
      "end_time": 483499.0,
      "text": "at the top play by a different set of rules. That’s been his philosophy in the private"
    },
    {
      "index": 104,
      "start_time": 483499.0,
      "end_time": 487520.0,
      "text": "sector, that’s been his philosophy as governor, that’s been his philosophy as a presidential"
    },
    {
      "index": 105,
      "start_time": 487520.0,
      "end_time": 494400.0,
      "text": "candidate. You can make a lot of money and pay lower"
    },
    {
      "index": 106,
      "start_time": 494400.0,
      "end_time": 500069.0,
      "text": "tax rates than somebody who makes a lot less. You can ship jobs overseas and get tax breaks"
    },
    {
      "index": 107,
      "start_time": 500069.0,
      "end_time": 501580.0,
      "text": "for it. You can invest in a company, bankrupt it, lay off the workers, strip away their"
    },
    {
      "index": 108,
      "start_time": 501580.0,
      "end_time": 501580.0,
      "text": "pensions, and you still make money. That’s exactly the philosophy that we’ve"
    },
    {
      "index": 109,
      "start_time": 501580.0,
      "end_time": 507400.0,
      "text": "seen in place for the last decade. That’s what’s been squeezing middle class families."
    },
    {
      "index": 110,
      "start_time": 507400.0,
      "end_time": 512370.0,
      "text": "And we have fought back for four years to get out of that mess. The last thing we need"
    },
    {
      "index": 111,
      "start_time": 512370.0,
      "end_time": 516419.0,
      "text": "to do is to go back to the very same policies that got us there."
    },
    {
      "index": 112,
      "start_time": 516419.0,
      "end_time": 519680.0,
      "text": "CROWLEY: Mr. President, the next question is going to be for you here."
    },
    {
      "index": 113,
      "start_time": 519679.99999999994,
      "end_time": 522819.99999999994,
      "text": "And, Mr. Romney — Governor Romney — there’ll be plenty of chances here to go on, but I"
    },
    {
      "index": 114,
      "start_time": 522820.00000000006,
      "end_time": 523610.00000000006,
      "text": "want to… ROMNEY: That — that Detroit — that Detroit"
    },
    {
      "index": 115,
      "start_time": 523610.0,
      "end_time": 524519.0,
      "text": "answer… CROWLEY: We have all these folks."
    },
    {
      "index": 116,
      "start_time": 524519.0,
      "end_time": 526250.0,
      "text": "ROMNEY: … that Detroit answer… CROWLEY: I will let you absolutely…"
    },
    {
      "index": 117,
      "start_time": 526250.0,
      "end_time": 528290.0,
      "text": "ROMNEY: … and the rest of the answer, way off the mark."
    },
    {
      "index": 118,
      "start_time": 528290.0,
      "end_time": 532250.0,
      "text": "CROWLEY: OK. Will — will — you certainly will have lots of time here coming up."
    },
    {
      "index": 119,
      "start_time": 532250.0,
      "end_time": 536259.0,
      "text": "Because I want to move you on to something that’s sort of connected to cars here, and"
    },
    {
      "index": 120,
      "start_time": 536259.0,
      "end_time": 542949.0,
      "text": "— and go over. And we want to get a question from Phillip Tricolla."
    },
    {
      "index": 121,
      "start_time": 542949.0,
      "end_time": 551459.0,
      "text": "QUESTION: Your energy secretary, Steven Chu, has now been on record three times stating"
    },
    {
      "index": 122,
      "start_time": 551459.0,
      "end_time": 557079.0,
      "text": "it’s not policy of his department to help lower gas prices. Do you agree with Secretary"
    },
    {
      "index": 123,
      "start_time": 557079.0,
      "end_time": 561170.0,
      "text": "Chu that this is not the job of the Energy Department?"
    },
    {
      "index": 124,
      "start_time": 561170.0,
      "end_time": 568480.0,
      "text": "OBAMA: The most important thing we can do is to make sure we control our own energy."
    },
    {
      "index": 125,
      "start_time": 568480.0,
      "end_time": 573910.0,
      "text": "So here’s what I’ve done since I’ve been president. We have increased oil production"
    },
    {
      "index": 126,
      "start_time": 573910.0,
      "end_time": 578339.0,
      "text": "to the highest levels in 16 years. Natural gas production is the highest it’s"
    },
    {
      "index": 127,
      "start_time": 578339.0,
      "end_time": 587120.0,
      "text": "been in decades. We have seen increases in coal production and coal employment. But what"
    },
    {
      "index": 128,
      "start_time": 587120.0,
      "end_time": 592190.0,
      "text": "I’ve also said is we can’t just produce traditional source of energy. We’ve also"
    },
    {
      "index": 129,
      "start_time": 592190.0,
      "end_time": 596420.0,
      "text": "got to look to the future. That’s why we doubled fuel efficiency standards on cars."
    },
    {
      "index": 130,
      "start_time": 596420.0,
      "end_time": 600680.0,
      "text": "That means that in the middle of the next decade, any car you buy, you’re going to"
    },
    {
      "index": 131,
      "start_time": 600680.0,
      "end_time": 605649.0,
      "text": "end up going twice as far on a gallon of gas. That’s why we doubled clean — clean energy"
    },
    {
      "index": 132,
      "start_time": 605649.0,
      "end_time": 610990.0,
      "text": "production like wind and solar and biofuels. And all these things have contributed to us"
    },
    {
      "index": 133,
      "start_time": 610990.0,
      "end_time": 617870.0,
      "text": "lowering our oil imports to the lowest levels in 16 years. Now, I want to build on that."
    },
    {
      "index": 134,
      "start_time": 617870.0,
      "end_time": 623190.0,
      "text": "And that means, yes, we still continue to open up new areas for drilling. We continue"
    },
    {
      "index": 135,
      "start_time": 623190.0,
      "end_time": 629850.0,
      "text": "to make it a priority for us to go after natural gas. We’ve got potentially 600,000 jobs"
    },
    {
      "index": 136,
      "start_time": 629850.0,
      "end_time": 634300.0,
      "text": "and 100 years worth of energy right beneath our feet with natural gas."
    },
    {
      "index": 137,
      "start_time": 634300.0,
      "end_time": 639050.0,
      "text": "And we can do it in an environmentally sound way. But we’ve also got to continue to figure"
    },
    {
      "index": 138,
      "start_time": 639050.0,
      "end_time": 644190.0,
      "text": "out how we have efficiency energy, because ultimately that’s how we’re going to reduce"
    },
    {
      "index": 139,
      "start_time": 644190.0,
      "end_time": 648480.0,
      "text": "demand and that’s what’s going to keep gas prices lower."
    },
    {
      "index": 140,
      "start_time": 648480.0,
      "end_time": 653880.0,
      "text": "Now, Governor Romney will say he’s got an all-of-the-above plan, but basically his plan"
    },
    {
      "index": 141,
      "start_time": 653880.0,
      "end_time": 662209.0,
      "text": "is to let the oil companies write the energy policies. So he’s got the oil and gas part,"
    },
    {
      "index": 142,
      "start_time": 662209.0,
      "end_time": 668579.0,
      "text": "but he doesn’t have the clean energy part. And if we are only thinking about tomorrow"
    },
    {
      "index": 143,
      "start_time": 668579.0,
      "end_time": 673300.0,
      "text": "or the next day and not thinking about 10 years from now, we’re not going to control"
    },
    {
      "index": 144,
      "start_time": 673300.0,
      "end_time": 679649.0,
      "text": "our own economic future. Because China, Germany, they’re making these investments. And I’m"
    },
    {
      "index": 145,
      "start_time": 679649.0,
      "end_time": 684490.0,
      "text": "not going to cede those jobs of the future to those countries. I expect those new energy"
    },
    {
      "index": 146,
      "start_time": 684490.0,
      "end_time": 686600.0,
      "text": "sources to be built right here in the United States."
    },
    {
      "index": 147,
      "start_time": 686600.0,
      "end_time": 690350.0,
      "text": "That’s going to help Jeremy get a job. It’s also going to make sure that you’re not"
    },
    {
      "index": 148,
      "start_time": 690350.0,
      "end_time": 694360.0,
      "text": "paying as much for gas. CROWLEY: Governor, on the subject of gas prices?"
    },
    {
      "index": 149,
      "start_time": 694360.0,
      "end_time": 699130.0,
      "text": "ROMNEY: Well, let’s look at the president’s policies, all right, as opposed to the rhetoric,"
    },
    {
      "index": 150,
      "start_time": 699130.0,
      "end_time": 703910.0,
      "text": "because we’ve had four years of policies being played out. And the president’s right"
    },
    {
      "index": 151,
      "start_time": 703910.0,
      "end_time": 708940.0,
      "text": "in terms of the additional oil production, but none of it came on federal land. As a"
    },
    {
      "index": 152,
      "start_time": 708940.0,
      "end_time": 713480.0,
      "text": "matter of fact, oil production is down 14 percent this year on federal land, and gas"
    },
    {
      "index": 153,
      "start_time": 713480.0,
      "end_time": 718850.0,
      "text": "production was down 9 percent. Why? Because the president cut in half the number of licenses"
    },
    {
      "index": 154,
      "start_time": 718850.0,
      "end_time": 723350.0,
      "text": "and permits for drilling on federal lands, and in federal waters."
    },
    {
      "index": 155,
      "start_time": 723350.0,
      "end_time": 726709.0,
      "text": "So where’d the increase come from? Well a lot of it came from the Bakken Range in"
    },
    {
      "index": 156,
      "start_time": 726709.0,
      "end_time": 732730.0,
      "text": "North Dakota. What was his participation there? The administration brought a criminal action"
    },
    {
      "index": 157,
      "start_time": 732730.0,
      "end_time": 737750.0,
      "text": "against the people drilling up there for oil, this massive new resource we have. And what"
    },
    {
      "index": 158,
      "start_time": 737750.0,
      "end_time": 743319.0,
      "text": "was the cost? 20 or 25 birds were killed and brought out a migratory bird act to go after"
    },
    {
      "index": 159,
      "start_time": 743319.0,
      "end_time": 747300.0,
      "text": "them on a criminal basis. Look, I want to make sure we use our oil,"
    },
    {
      "index": 160,
      "start_time": 747300.0,
      "end_time": 754500.0,
      "text": "our coal, our gas, our nuclear, our renewables. I believe very much in our renewable capabilities;"
    },
    {
      "index": 161,
      "start_time": 754500.0,
      "end_time": 758620.0,
      "text": "ethanol, wind, solar will be an important part of our energy mix."
    },
    {
      "index": 162,
      "start_time": 758620.0,
      "end_time": 763750.0,
      "text": "But what we don’t need is to have the president keeping us from taking advantage of oil, coal"
    },
    {
      "index": 163,
      "start_time": 763750.0,
      "end_time": 769410.0,
      "text": "and gas. This has not been Mr. Oil, or Mr. Gas, or Mr. Coal. Talk to the people that"
    },
    {
      "index": 164,
      "start_time": 769410.0,
      "end_time": 774529.0,
      "text": "are working in those industries. I was in coal country. People grabbed my arms and said,"
    },
    {
      "index": 165,
      "start_time": 774529.0,
      "end_time": 779180.0,
      "text": "“Please save my job.” The head of the EPA said, “You can’t build a coal plant."
    },
    {
      "index": 166,
      "start_time": 779180.0,
      "end_time": 783500.0,
      "text": "You’ll virtually — it’s virtually impossible given our regulations.” When the president"
    },
    {
      "index": 167,
      "start_time": 783500.0,
      "end_time": 788339.0,
      "text": "ran for office, he said if you build a coal plant, you can go ahead, but you’ll go bankrupt."
    },
    {
      "index": 168,
      "start_time": 788339.0,
      "end_time": 792410.0,
      "text": "That’s not the right course for America. Let’s take advantage of the energy resources"
    },
    {
      "index": 169,
      "start_time": 792410.0,
      "end_time": 797860.0,
      "text": "we have, as well as the energy sources for the future. And if we do that, if we do what"
    },
    {
      "index": 170,
      "start_time": 797860.0,
      "end_time": 803800.0,
      "text": "I’m planning on doing, which is getting us energy independent, North America energy"
    },
    {
      "index": 171,
      "start_time": 803800.0,
      "end_time": 809069.0,
      "text": "independence within eight years, you’re going to see manufacturing jobs come back."
    },
    {
      "index": 172,
      "start_time": 809069.0,
      "end_time": 813839.0,
      "text": "Because our energy is low cost, that are already beginning to come back because of our abundant"
    },
    {
      "index": 173,
      "start_time": 813839.0,
      "end_time": 819600.0,
      "text": "energy. I’ll get America and North America energy independent. I’ll do it by more drilling,"
    },
    {
      "index": 174,
      "start_time": 819600.0,
      "end_time": 823079.0,
      "text": "more permits and licenses. We’re going to bring that pipeline in from"
    },
    {
      "index": 175,
      "start_time": 823079.0,
      "end_time": 827490.0,
      "text": "Canada. How in the world the president said no to that pipeline? I will never know."
    },
    {
      "index": 176,
      "start_time": 827490.0,
      "end_time": 831680.0,
      "text": "This is about bringing good jobs back for the middle class of America, and that’s"
    },
    {
      "index": 177,
      "start_time": 831680.0,
      "end_time": 835660.0,
      "text": "what I’m going to do. CROWLEY: Mr. President, let me just see if I can move you to the gist"
    },
    {
      "index": 178,
      "start_time": 835660.0,
      "end_time": 840029.0,
      "text": "of this question, which is, are we looking at the new normal? I can tell you that tomorrow"
    },
    {
      "index": 179,
      "start_time": 840029.0,
      "end_time": 842800.0,
      "text": "morning, a lot of people in Hempstead will wake up and fill up and they will find that"
    },
    {
      "index": 180,
      "start_time": 842800.0,
      "end_time": 848970.0,
      "text": "the price of gas is over $4 a gallon. Is it within the purview of the government"
    },
    {
      "index": 181,
      "start_time": 848970.0,
      "end_time": 852180.0,
      "text": "to bring those prices down, or are we looking at the new normal?"
    },
    {
      "index": 182,
      "start_time": 852180.0,
      "end_time": 856699.0,
      "text": "OBAMA: Candy, there’s no doubt that world demand’s gone up, but our production is"
    },
    {
      "index": 183,
      "start_time": 856699.0,
      "end_time": 862569.0,
      "text": "going up, and we’re using oil more efficiently. And very little of what Governor Romney just"
    },
    {
      "index": 184,
      "start_time": 862569.0,
      "end_time": 869250.0,
      "text": "said is true. We’ve opened up public lands. We’re actually drilling more on public lands"
    },
    {
      "index": 185,
      "start_time": 869250.0,
      "end_time": 874519.0,
      "text": "than in the previous administration and my — the previous president was an oil man."
    },
    {
      "index": 186,
      "start_time": 874519.0,
      "end_time": 880790.0,
      "text": "And natural gas isn’t just appearing magically. We’re encouraging it and working with the"
    },
    {
      "index": 187,
      "start_time": 880790.0,
      "end_time": 884860.0,
      "text": "industry. And when I hear Governor Romney say he’s"
    },
    {
      "index": 188,
      "start_time": 884860.0,
      "end_time": 888529.0,
      "text": "a big coal guy, I mean, keep in mind, when — Governor, when you were governor of Massachusetts,"
    },
    {
      "index": 189,
      "start_time": 888529.0,
      "end_time": 895199.0,
      "text": "you stood in front of a coal plant and pointed at it and said, “This plant kills,” and"
    },
    {
      "index": 190,
      "start_time": 895199.0,
      "end_time": 901199.0,
      "text": "took great pride in shutting it down. And now suddenly you’re a big champion of coal."
    },
    {
      "index": 191,
      "start_time": 901199.0,
      "end_time": 906600.0,
      "text": "So what I’ve tried to do is be consistent. With respect to something like coal, we made"
    },
    {
      "index": 192,
      "start_time": 906600.0,
      "end_time": 911740.0,
      "text": "the largest investment in clean coal technology, to make sure that even as we’re producing"
    },
    {
      "index": 193,
      "start_time": 911740.0,
      "end_time": 916569.0,
      "text": "more coal, we’re producing it cleaner and smarter. Same thing with oil, same thing with"
    },
    {
      "index": 194,
      "start_time": 916569.0,
      "end_time": 920300.0,
      "text": "natural gas. And the proof is our oil imports are down"
    },
    {
      "index": 195,
      "start_time": 920300.0,
      "end_time": 927670.0,
      "text": "to the lowest levels in 20 years. Oil production is up, natural gas production is up, and,"
    },
    {
      "index": 196,
      "start_time": 927670.0,
      "end_time": 932079.0,
      "text": "most importantly, we’re also starting to build cars that are more efficient."
    },
    {
      "index": 197,
      "start_time": 932079.0,
      "end_time": 935569.0,
      "text": "And that’s creating jobs. That means those cars can be exported, ‘cause that’s the"
    },
    {
      "index": 198,
      "start_time": 935569.0,
      "end_time": 939680.0,
      "text": "demand around the world, and it also means that it’ll save money in your pocketbook."
    },
    {
      "index": 199,
      "start_time": 939680.0,
      "end_time": 942850.0,
      "text": "OBAMA: That’s the strategy you need, an all-of-the-above strategy, and that’s what"
    },
    {
      "index": 200,
      "start_time": 942850.0,
      "end_time": 946990.0,
      "text": "we’re going to do in the next four years. ROMNEY: But that’s not what you’ve done"
    },
    {
      "index": 201,
      "start_time": 946990.0,
      "end_time": 952350.0,
      "text": "in the last four years. That’s the problem. In the last four years, you cut permits and"
    },
    {
      "index": 202,
      "start_time": 952350.0,
      "end_time": 954970.0,
      "text": "licenses on federal land and federal waters in half."
    },
    {
      "index": 203,
      "start_time": 954970.0,
      "end_time": 957220.0,
      "text": "OBAMA: Not true, Governor Romney. ROMNEY: So how much did you cut (inaudible)?"
    },
    {
      "index": 204,
      "start_time": 957220.0,
      "end_time": 959079.0,
      "text": "OBAMA: Not true. ROMNEY: How much did you cut them by, then?"
    },
    {
      "index": 205,
      "start_time": 959079.0,
      "end_time": 960980.0,
      "text": "OBAMA: Governor, we have actually produced more oil –"
    },
    {
      "index": 206,
      "start_time": 960980.0,
      "end_time": 964430.0,
      "text": "ROMNEY: No, no. How much did you cut licenses and permits on federal land and federal waters?"
    },
    {
      "index": 207,
      "start_time": 964430.0,
      "end_time": 968089.0,
      "text": "OBAMA: Governor Romney, here’s what we did. There were a whole bunch of oil companies."
    },
    {
      "index": 208,
      "start_time": 968089.0,
      "end_time": 970290.0,
      "text": "(CROSSTALK) ROMNEY: No, no, I had a question and the question"
    },
    {
      "index": 209,
      "start_time": 970290.0,
      "end_time": 972120.0,
      "text": "was how much did you cut them by? OBAMA: You want me to answer a question –"
    },
    {
      "index": 210,
      "start_time": 972120.0,
      "end_time": 974300.0,
      "text": "ROMNEY: How much did you cut them by? OBAMA: I’m happy to answer the question."
    },
    {
      "index": 211,
      "start_time": 974300.0,
      "end_time": 977639.0,
      "text": "ROMNEY: All right. And it is – OBAMA: Here’s what happened. You had a whole"
    },
    {
      "index": 212,
      "start_time": 977639.0,
      "end_time": 983920.0,
      "text": "bunch of oil companies who had leases on public lands that they weren’t using. So what we"
    },
    {
      "index": 213,
      "start_time": 983920.0,
      "end_time": 989800.0,
      "text": "said was you can’t just sit on this for 10, 20, 30 years, decide when you want to"
    },
    {
      "index": 214,
      "start_time": 989800.0,
      "end_time": 994569.0,
      "text": "drill, when you want to produce, when it’s most profitable for you. These are public"
    },
    {
      "index": 215,
      "start_time": 994569.0,
      "end_time": 1000189.0,
      "text": "lands. So if you want to drill on public lands, you use it or you lose it."
    },
    {
      "index": 216,
      "start_time": 1000190.0,
      "end_time": 1002820.0,
      "text": "ROMNEY: OK, (inaudible) – OBAMA: And so what we did was take away those"
    },
    {
      "index": 217,
      "start_time": 1002820.0,
      "end_time": 1006351.0,
      "text": "leases. And we are now reletting them so that we can actually make a profit."
    },
    {
      "index": 218,
      "start_time": 1006350.0,
      "end_time": 1008370.0,
      "text": "ROMNEY: And production on private — on government land –"
    },
    {
      "index": 219,
      "start_time": 1008370.0,
      "end_time": 1009370.0,
      "text": "OBAMA: Production is up. ROMNEY: — is down."
    },
    {
      "index": 220,
      "start_time": 1009370.0,
      "end_time": 1011019.0,
      "text": "OBAMA: No, it isn’t. ROMNEY: Production on government land of oil"
    },
    {
      "index": 221,
      "start_time": 1011020.0,
      "end_time": 1012351.0,
      "text": "is down 14 percent. OBAMA: Governor –"
    },
    {
      "index": 222,
      "start_time": 1012350.0,
      "end_time": 1013810.0,
      "text": "ROMNEY: And production on gas – (CROSSTALK)"
    },
    {
      "index": 223,
      "start_time": 1013810.0,
      "end_time": 1017730.0,
      "text": "OBAMA: It’s just not true. ROMNEY: It’s absolutely true. Look, there’s"
    },
    {
      "index": 224,
      "start_time": 1017730.0,
      "end_time": 1022800.0,
      "text": "no question but the people recognize that we have not produced more (inaudible) on federal"
    },
    {
      "index": 225,
      "start_time": 1022800.0,
      "end_time": 1027910.0,
      "text": "lands and in federal waters. And coal, coal production is not up; coal jobs are not up."
    },
    {
      "index": 226,
      "start_time": 1027910.0000000001,
      "end_time": 1032830.0000000001,
      "text": "I was just at a coal facility, where some 1,200 people lost their jobs. The right course"
    },
    {
      "index": 227,
      "start_time": 1032829.9999999999,
      "end_time": 1038369.9999999999,
      "text": "for America is to have a true all-of-the-above policy. I don’t think anyone really believes"
    },
    {
      "index": 228,
      "start_time": 1038369.9999999999,
      "end_time": 1042239.9999999999,
      "text": "that you’re a person who’s going to be pushing for oil and gas and coal. You’ll"
    },
    {
      "index": 229,
      "start_time": 1042240.0,
      "end_time": 1044430.0,
      "text": "get your chance in a moment. I’m still speaking. OBAMA: Well –"
    },
    {
      "index": 230,
      "start_time": 1044430.0000000001,
      "end_time": 1046710.0000000001,
      "text": "ROMNEY: And the answer is I don’t believe people think that’s the case –"
    },
    {
      "index": 231,
      "start_time": 1046710.0,
      "end_time": 1048060.0,
      "text": "OBAMA: — (inaudible). ROMNEY: That wasn’t the question."
    },
    {
      "index": 232,
      "start_time": 1048060.0,
      "end_time": 1050160.0,
      "text": "OBAMA: OK. ROMNEY: That was a statement. I don’t think"
    },
    {
      "index": 233,
      "start_time": 1050160.0,
      "end_time": 1055380.0,
      "text": "the American people believe that. I will fight for oil, coal and natural gas. And the proof,"
    },
    {
      "index": 234,
      "start_time": 1055380.0,
      "end_time": 1059200.0,
      "text": "the proof of whether a strategy is working or not is what the price is that you’re"
    },
    {
      "index": 235,
      "start_time": 1059200.0,
      "end_time": 1064920.0,
      "text": "paying at the pump. If you’re paying less than you paid a year or two ago, why, then,"
    },
    {
      "index": 236,
      "start_time": 1064920.0,
      "end_time": 1068560.0,
      "text": "the strategy is working. But you’re paying more. When the president took office, the"
    },
    {
      "index": 237,
      "start_time": 1068560.0,
      "end_time": 1071280.0,
      "text": "price of gasoline here in Nassau County was about $1.86 a gallon. Now, it’s $4.00 a"
    },
    {
      "index": 238,
      "start_time": 1071280.0,
      "end_time": 1078090.0,
      "text": "gallon. The price of electricity is up. If the president’s energy policies are working,"
    },
    {
      "index": 239,
      "start_time": 1078090.0,
      "end_time": 1083110.0,
      "text": "you’re going to see the cost of energy come down. I will fight to create more energy in"
    },
    {
      "index": 240,
      "start_time": 1083110.0,
      "end_time": 1088510.0,
      "text": "this country, to get America energy secure. And part of that is bringing in a pipeline"
    },
    {
      "index": 241,
      "start_time": 1088510.0,
      "end_time": 1093760.0,
      "text": "of oil from Canada, taking advantage of the oil and coal we have here, drilling offshore"
    },
    {
      "index": 242,
      "start_time": 1093760.0,
      "end_time": 1098000.0,
      "text": "in Alaska, drilling offshore in Virginia where the people want it. Those things will get"
    },
    {
      "index": 243,
      "start_time": 1098000.0,
      "end_time": 1100890.0,
      "text": "us the energy we need. CROWLEY: Mr. President, could you address,"
    },
    {
      "index": 244,
      "start_time": 1100890.0,
      "end_time": 1106980.0,
      "text": "because we did finally get to gas prices here, could you address what the governor said,"
    },
    {
      "index": 245,
      "start_time": 1106980.0,
      "end_time": 1112830.0,
      "text": "which is if your energy policy was working, the price of gasoline would not be $4 a gallon"
    },
    {
      "index": 246,
      "start_time": 1112830.0,
      "end_time": 1113990.0,
      "text": "here. Is that true? OBAMA: Well, think about what the governor"
    },
    {
      "index": 247,
      "start_time": 1113990.0,
      "end_time": 1117300.0,
      "text": "— think about what the governor just said. He said when I took office, the price of gasoline"
    },
    {
      "index": 248,
      "start_time": 1117300.0,
      "end_time": 1125120.0,
      "text": "was $1.80, $1.86. Why is that? Because the economy was on the verge of collapse, because"
    },
    {
      "index": 249,
      "start_time": 1125120.0,
      "end_time": 1130900.0,
      "text": "we were about to go through the worst recession since the Great Depression, as a consequence"
    },
    {
      "index": 250,
      "start_time": 1130900.0,
      "end_time": 1134160.0,
      "text": "of some of the same policies that Governor Romney’s now promoting."
    },
    {
      "index": 251,
      "start_time": 1134160.0,
      "end_time": 1138290.0,
      "text": "So, it’s conceivable that Governor Romney could bring down gas prices because with his"
    },
    {
      "index": 252,
      "start_time": 1138290.0,
      "end_time": 1145930.0,
      "text": "policies, we might be back in that same mess. What I want to do is to create an economy"
    },
    {
      "index": 253,
      "start_time": 1145930.0,
      "end_time": 1151890.0,
      "text": "that is strong, and at the same time produce energy. And with respect to this pipeline"
    },
    {
      "index": 254,
      "start_time": 1151890.0,
      "end_time": 1156450.0,
      "text": "that Governor Romney keeps on talking about, we’ve — we’ve built enough pipeline"
    },
    {
      "index": 255,
      "start_time": 1156450.0,
      "end_time": 1163080.0,
      "text": "to wrap around the entire earth once. So, I’m all for pipelines. I’m all for"
    },
    {
      "index": 256,
      "start_time": 1163080.0,
      "end_time": 1168620.0,
      "text": "oil production. What I’m not for is us ignoring the other half of the equation. So, for example,"
    },
    {
      "index": 257,
      "start_time": 1168620.0,
      "end_time": 1173410.0,
      "text": "on wind energy, when Governor Romney says “these are imaginary jobs.” When you’ve"
    },
    {
      "index": 258,
      "start_time": 1173410.0,
      "end_time": 1180310.0,
      "text": "got thousands of people right now in Iowa, right now in Colorado, who are working, creating"
    },
    {
      "index": 259,
      "start_time": 1180310.0,
      "end_time": 1186480.0,
      "text": "wind power with good-paying manufacturing jobs, and the Republican senator in that — in"
    },
    {
      "index": 260,
      "start_time": 1186480.0,
      "end_time": 1193120.0,
      "text": "Iowa is all for it, providing tax breaks (ph) to help this work and Governor Romney says"
    },
    {
      "index": 261,
      "start_time": 1193120.0,
      "end_time": 1197420.0,
      "text": "I’m opposed. I’d get rid of it. That’s not an energy strategy for the future."
    },
    {
      "index": 262,
      "start_time": 1197420.0,
      "end_time": 1200620.0,
      "text": "And we need to win that future. And I intend to win it as President of the United States."
    },
    {
      "index": 263,
      "start_time": 1200620.0,
      "end_time": 1202030.0,
      "text": "CROWLEY: I got to — I got to move you on –"
    },
    {
      "index": 264,
      "start_time": 1202030.0,
      "end_time": 1203000.0,
      "text": "ROMNEY: He gets the first – CROWLEY: — and the next question –"
    },
    {
      "index": 265,
      "start_time": 1203000.0,
      "end_time": 1204140.0,
      "text": "ROMNEY: He actually got – CROWLEY: — for you –"
    },
    {
      "index": 266,
      "start_time": 1204140.0,
      "end_time": 1206960.0,
      "text": "ROMNEY: He actually got the first question. So I get the last question — last answer"
    },
    {
      "index": 267,
      "start_time": 1206960.0,
      "end_time": 1208550.0,
      "text": "– CROWLEY: (Inaudible) in the follow up, it"
    },
    {
      "index": 268,
      "start_time": 1208550.0,
      "end_time": 1212650.0,
      "text": "doesn’t quite work like that. But I’m going to give you a chance here. I promise"
    },
    {
      "index": 269,
      "start_time": 1212650.0,
      "end_time": 1215120.0,
      "text": "you, I’m going to. And the next question is for you. So if you"
    },
    {
      "index": 270,
      "start_time": 1215120.0,
      "end_time": 1218870.0,
      "text": "want to, you know, continue on — but I don’t want to leave all –"
    },
    {
      "index": 271,
      "start_time": 1218870.0,
      "end_time": 1219830.0,
      "text": "ROMNEY: Candy, Candy – CROWLEY: — sitting here –"
    },
    {
      "index": 272,
      "start_time": 1219830.0,
      "end_time": 1224200.0,
      "text": "ROMNEY: Candy, I don’t have a policy of stopping wind jobs in Iowa and that — they’re"
    },
    {
      "index": 273,
      "start_time": 1224200.0,
      "end_time": 1226700.0,
      "text": "not phantom jobs. They’re real jobs. CROWLEY: OK."
    },
    {
      "index": 274,
      "start_time": 1226700.0,
      "end_time": 1231240.0,
      "text": "ROMNEY: I appreciate wind jobs in Iowa and across our country. I appreciate the jobs"
    },
    {
      "index": 275,
      "start_time": 1231240.0,
      "end_time": 1234630.0,
      "text": "in coal and oil and gas. I’m going to make sure –"
    },
    {
      "index": 276,
      "start_time": 1234630.0,
      "end_time": 1236050.0,
      "text": "CROWLEY: OK. ROMNEY: — we’re taking advantage of our"
    },
    {
      "index": 277,
      "start_time": 1236050.0,
      "end_time": 1241010.0,
      "text": "energy resources. We’ll bring back manufacturing to America. We’re going to get through a"
    },
    {
      "index": 278,
      "start_time": 1241010.0,
      "end_time": 1245830.0,
      "text": "very aggressive energy policy, 31/2 million more jobs in this country. It’s critical"
    },
    {
      "index": 279,
      "start_time": 1245830.0,
      "end_time": 1247290.0,
      "text": "to our future. OBAMA: Candy, it’s not going to –"
    },
    {
      "index": 280,
      "start_time": 1247290.0,
      "end_time": 1249600.0,
      "text": "CROWLEY: We’re going to move you along – OBAMA: Used to being interrupted."
    },
    {
      "index": 281,
      "start_time": 1249600.0,
      "end_time": 1254120.0,
      "text": "CROWLEY: We’re going to move you both along to taxes over here and all these folks that"
    },
    {
      "index": 282,
      "start_time": 1254120.0,
      "end_time": 1257080.0,
      "text": "have been waiting. Governor, this question is for you. It comes"
    },
    {
      "index": 283,
      "start_time": 1257080.0,
      "end_time": 1261320.0,
      "text": "from Mary Follano — Follano, sorry. ROMNEY: Hi, Mary."
    },
    {
      "index": 284,
      "start_time": 1261320.0,
      "end_time": 1266270.0,
      "text": "QUESTION: Governor Romney, you have stated that if you’re elected president, you would"
    },
    {
      "index": 285,
      "start_time": 1266270.0,
      "end_time": 1271920.0,
      "text": "plan to reduce the tax rates for all the tax brackets and that you would work with the"
    },
    {
      "index": 286,
      "start_time": 1271920.0,
      "end_time": 1278830.0,
      "text": "Congress to eliminate some deductions in order to make up for the loss in revenue."
    },
    {
      "index": 287,
      "start_time": 1278830.0,
      "end_time": 1285790.0,
      "text": "Concerning the — these various deductions, the mortgage deductions, the charitable deductions,"
    },
    {
      "index": 288,
      "start_time": 1285790.0,
      "end_time": 1290480.0,
      "text": "the child tax credit and also the — oh, what’s that other credit? I forgot."
    },
    {
      "index": 289,
      "start_time": 1290480.0,
      "end_time": 1296660.0,
      "text": "OBAMA: You’re doing great. QUESTION: Oh, I remember."
    },
    {
      "index": 290,
      "start_time": 1296660.0,
      "end_time": 1301770.0,
      "text": "The education credits, which are important to me, because I have children in college."
    },
    {
      "index": 291,
      "start_time": 1301770.0,
      "end_time": 1304990.0,
      "text": "What would be your position on those things, which are important to the middle class?"
    },
    {
      "index": 292,
      "start_time": 1304990.0,
      "end_time": 1309120.0,
      "text": "ROMNEY: Thank you very much. And let me tell you, you’re absolutely right about part"
    },
    {
      "index": 293,
      "start_time": 1309120.0,
      "end_time": 1315260.0,
      "text": "of that, which is I want to bring the rates down, I want to simplify the tax code, and"
    },
    {
      "index": 294,
      "start_time": 1315260.0,
      "end_time": 1320090.0,
      "text": "I want to get middle- income taxpayers to have lower taxes."
    },
    {
      "index": 295,
      "start_time": 1320090.0,
      "end_time": 1324910.0,
      "text": "And the reason I want middle-income taxpayers to have lower taxes is because middle-income"
    },
    {
      "index": 296,
      "start_time": 1324910.0,
      "end_time": 1329600.0,
      "text": "taxpayers have been buried over the past four years. You’ve seen, as middle-income people"
    },
    {
      "index": 297,
      "start_time": 1329600.0,
      "end_time": 1335160.0,
      "text": "in this country, incomes go down $4,300 a family, even as gasoline prices have gone"
    },
    {
      "index": 298,
      "start_time": 1335160.0,
      "end_time": 1343500.0,
      "text": "up $2,000. Health insurance premiums, up $2,500. Food prices up. Utility prices up."
    },
    {
      "index": 299,
      "start_time": 1343500.0,
      "end_time": 1347920.0,
      "text": "The middle-income families in America have been crushed over the last four years. So"
    },
    {
      "index": 300,
      "start_time": 1347920.0,
      "end_time": 1351390.0,
      "text": "I want to get some relief to middle-income families. That’s part — that’s part"
    },
    {
      "index": 301,
      "start_time": 1351390.0,
      "end_time": 1353340.0,
      "text": "one. Now, how about deductions? ‘Cause I’m"
    },
    {
      "index": 302,
      "start_time": 1353340.0,
      "end_time": 1358360.0,
      "text": "going to bring rates down across the board for everybody, but I’m going to limit deductions"
    },
    {
      "index": 303,
      "start_time": 1358360.0,
      "end_time": 1363020.0,
      "text": "and exemptions and credits, particularly for people at the high end, because I am not going"
    },
    {
      "index": 304,
      "start_time": 1363020.0,
      "end_time": 1366770.0,
      "text": "to have people at the high end pay less than they’re paying now."
    },
    {
      "index": 305,
      "start_time": 1366770.0,
      "end_time": 1373260.0,
      "text": "The top 5 percent of taxpayers will continue to pay 60 percent of the income tax the nation"
    },
    {
      "index": 306,
      "start_time": 1373260.0,
      "end_time": 1377940.0,
      "text": "collects. So that’ll stay the same. Middle-income people are going to get a tax"
    },
    {
      "index": 307,
      "start_time": 1377940.0,
      "end_time": 1381170.0,
      "text": "break. And so, in terms of bringing down deductions,"
    },
    {
      "index": 308,
      "start_time": 1381170.0,
      "end_time": 1385880.0,
      "text": "one way of doing that would be say everybody gets — I’ll pick a number — $25,000"
    },
    {
      "index": 309,
      "start_time": 1385880.0,
      "end_time": 1391280.0,
      "text": "of deductions and credits, and you can decide which ones to use. Your home mortgage interest"
    },
    {
      "index": 310,
      "start_time": 1391280.0,
      "end_time": 1395840.0,
      "text": "deduction, charity, child tax credit, and so forth, you can use those as part of filling"
    },
    {
      "index": 311,
      "start_time": 1395840.0,
      "end_time": 1400630.0,
      "text": "that bucket, if you will, of deductions. But your rate comes down and the burden also"
    },
    {
      "index": 312,
      "start_time": 1400630.0,
      "end_time": 1406040.0,
      "text": "comes down on you for one more reason, and that is every middle-income taxpayer no longer"
    },
    {
      "index": 313,
      "start_time": 1406040.0,
      "end_time": 1413370.0,
      "text": "will pay any tax on interest, dividends or capital gains. No tax on your savings. That"
    },
    {
      "index": 314,
      "start_time": 1413370.0,
      "end_time": 1417270.0,
      "text": "makes life a lot easier. If you’re getting interest from a bank,"
    },
    {
      "index": 315,
      "start_time": 1417270.0,
      "end_time": 1422360.0,
      "text": "if you’re getting a statement from a mutual fund or any other kind of investment you have,"
    },
    {
      "index": 316,
      "start_time": 1422360.0,
      "end_time": 1426640.0,
      "text": "you don’t have to worry about filing taxes on that, because there’ll be no taxes for"
    },
    {
      "index": 317,
      "start_time": 1426640.0,
      "end_time": 1432750.0,
      "text": "anybody making $200,000.00 per year and less, on your interest, dividends and capital gains."
    },
    {
      "index": 318,
      "start_time": 1432750.0,
      "end_time": 1436890.0,
      "text": "Why am I lowering taxes on the middle-class? Because under the last four years, they’ve"
    },
    {
      "index": 319,
      "start_time": 1436890.0,
      "end_time": 1439710.0,
      "text": "been buried. And I want to help people in the middle-class."
    },
    {
      "index": 320,
      "start_time": 1439710.0,
      "end_time": 1445010.0,
      "text": "And I will not — I will not under any circumstances, reduce the share that’s being paid by the"
    },
    {
      "index": 321,
      "start_time": 1445010.0,
      "end_time": 1450460.0,
      "text": "highest income taxpayers. And I will not, under any circumstances increase taxes on"
    },
    {
      "index": 322,
      "start_time": 1450460.0,
      "end_time": 1456050.0,
      "text": "the middle-class. The president’s spending, the president’s borrowing will cost this"
    },
    {
      "index": 323,
      "start_time": 1456050.0,
      "end_time": 1460490.0,
      "text": "nation to have to raise taxes on the American people. Not just at the high end. A recent"
    },
    {
      "index": 324,
      "start_time": 1460490.0,
      "end_time": 1465870.0,
      "text": "study has shown the people in the middle-class will see $4,000.00 per year in higher taxes"
    },
    {
      "index": 325,
      "start_time": 1465870.0,
      "end_time": 1468920.0,
      "text": "as a result of the spending and borrowing of this administration."
    },
    {
      "index": 326,
      "start_time": 1468920.0,
      "end_time": 1473190.0,
      "text": "I will not let that happen. I want to get us on track to a balanced budget, and I’m"
    },
    {
      "index": 327,
      "start_time": 1473190.0,
      "end_time": 1477250.0,
      "text": "going to reduce the tax burden on middle income families. And what’s that going to do? It’s"
    },
    {
      "index": 328,
      "start_time": 1477250.0,
      "end_time": 1481350.0,
      "text": "going to help those families, and it’s going to create incentives to start growing jobs"
    },
    {
      "index": 329,
      "start_time": 1481350.0,
      "end_time": 1485500.0,
      "text": "again in this country. CROWLEY: Thanks, Governor."
    },
    {
      "index": 330,
      "start_time": 1485500.0,
      "end_time": 1492760.0,
      "text": "OBAMA: My philosophy on taxes has been simple. And that is, I want to give middle-class families"
    },
    {
      "index": 331,
      "start_time": 1492760.0,
      "end_time": 1497050.0,
      "text": "and folks who are striving to get into the middle-class some relief. Because they have"
    },
    {
      "index": 332,
      "start_time": 1497050.0,
      "end_time": 1502700.0,
      "text": "been hit hard over the last decade. Over the last 15, over the last 20 years."
    },
    {
      "index": 333,
      "start_time": 1502700.0,
      "end_time": 1505590.0,
      "text": "So four years ago I stood on a stage just like this one. Actually it was a town hall,"
    },
    {
      "index": 334,
      "start_time": 1505590.0,
      "end_time": 1511050.0,
      "text": "and I said I would cut taxes for middle- class families, and that’s what I’ve done, by"
    },
    {
      "index": 335,
      "start_time": 1511050.0,
      "end_time": 1515830.0,
      "text": "$3,600.00. I said I would cut taxes for small businesses, who are the drivers and engines"
    },
    {
      "index": 336,
      "start_time": 1515830.0,
      "end_time": 1522890.0,
      "text": "of growth. And we’ve cut them 18 times. And I want to continue those tax cuts for"
    },
    {
      "index": 337,
      "start_time": 1522890.0,
      "end_time": 1529840.0,
      "text": "middle-class families, and for small business. But what I’ve also said is, if we’re serious"
    },
    {
      "index": 338,
      "start_time": 1529840.0,
      "end_time": 1536590.0,
      "text": "about reducing the deficit, if this is genuinely a moral obligation to the next generation,"
    },
    {
      "index": 339,
      "start_time": 1536590.0,
      "end_time": 1542920.0,
      "text": "then in addition to some tough spending cuts, we’ve also got to make sure that the wealthy"
    },
    {
      "index": 340,
      "start_time": 1542920.0,
      "end_time": 1546320.0,
      "text": "do a little bit more. So what I’ve said is, your first $250,000.00"
    },
    {
      "index": 341,
      "start_time": 1546320.0,
      "end_time": 1554520.0,
      "text": "worth of income, no change. And that means 98 percent of American families, 97 percent"
    },
    {
      "index": 342,
      "start_time": 1554520.0,
      "end_time": 1558690.0,
      "text": "of small businesses, they will not see a tax increase. I’m ready to sign that bill right"
    },
    {
      "index": 343,
      "start_time": 1558690.0,
      "end_time": 1563650.0,
      "text": "now. The only reason it’s not happening is because Governor Romney’s allies in Congress"
    },
    {
      "index": 344,
      "start_time": 1563650.0,
      "end_time": 1569020.0,
      "text": "have held the 98 percent hostage because they want tax breaks for the top 2 percent."
    },
    {
      "index": 345,
      "start_time": 1569020.0,
      "end_time": 1575870.0,
      "text": "But what I’ve also says is for above $250,000, we can go back to the tax rates we had when"
    },
    {
      "index": 346,
      "start_time": 1575870.0,
      "end_time": 1581420.0,
      "text": "Bill Clinton was president. We created 23 million new jobs. That’s part of what took"
    },
    {
      "index": 347,
      "start_time": 1581420.0,
      "end_time": 1587590.0,
      "text": "us from deficits to surplus. It will be good for our economy and it will be good for job"
    },
    {
      "index": 348,
      "start_time": 1587590.0,
      "end_time": 1592350.0,
      "text": "creation. Now, Governor Romney has a different philosophy."
    },
    {
      "index": 349,
      "start_time": 1592350.0,
      "end_time": 1599230.0,
      "text": "He was on 60 Minutes just two weeks ago and he was asked: Is it fair for somebody like"
    },
    {
      "index": 350,
      "start_time": 1599230.0,
      "end_time": 1604570.0,
      "text": "you, making $20 million a year, to pay a lower tax rate than a nurse or a bus driver, somebody"
    },
    {
      "index": 351,
      "start_time": 1604570.0,
      "end_time": 1609280.0,
      "text": "making $50,000 year? And he said, “Yes, I think that’s fair.” Not only that, he"
    },
    {
      "index": 352,
      "start_time": 1609280.0,
      "end_time": 1615080.0,
      "text": "said, “I think that’s what grows the economy.” Well, I fundamentally disagree with that."
    },
    {
      "index": 353,
      "start_time": 1615080.0,
      "end_time": 1620360.0,
      "text": "I think what grows the economy is when you get that tax credit that we put in place for"
    },
    {
      "index": 354,
      "start_time": 1620360.0,
      "end_time": 1625330.0,
      "text": "your kids going to college. I think that grows the economy. I think what grows the economy"
    },
    {
      "index": 355,
      "start_time": 1625330.0,
      "end_time": 1629520.0,
      "text": "is when we make sure small businesses are getting a tax credit for hiring veterans who"
    },
    {
      "index": 356,
      "start_time": 1629520.0,
      "end_time": 1633980.0,
      "text": "fought for our country. That grows our economy. So we just have a different theory. And when"
    },
    {
      "index": 357,
      "start_time": 1633980.0,
      "end_time": 1639840.0,
      "text": "Governor Romney stands here, after a year of campaigning, when during a Republican primary"
    },
    {
      "index": 358,
      "start_time": 1639840.0,
      "end_time": 1644690.0,
      "text": "he stood on stage and said “I’m going to give tax cuts” — he didn’t say tax"
    },
    {
      "index": 359,
      "start_time": 1644690.0,
      "end_time": 1649630.0,
      "text": "rate cuts, he said “tax cuts to everybody,” including the top 1 percent, you should believe"
    },
    {
      "index": 360,
      "start_time": 1649630.0,
      "end_time": 1654800.0,
      "text": "him because that’s been his history. And that’s exactly the kind of top-down"
    },
    {
      "index": 361,
      "start_time": 1654800.0,
      "end_time": 1659670.0,
      "text": "economics that is not going to work if we want a strong middle class and an economy"
    },
    {
      "index": 362,
      "start_time": 1659670.0,
      "end_time": 1663660.0,
      "text": "that’s striving for everybody. CROWLEY: Governor Romney, I’m sure you’ve"
    },
    {
      "index": 363,
      "start_time": 1663660.0,
      "end_time": 1667630.0,
      "text": "got a reply there. (LAUGHTER) ROMNEY: You’re absolutely right."
    },
    {
      "index": 364,
      "start_time": 1667630.0,
      "end_time": 1672960.0,
      "text": "You heard what I said about my tax plan. The top 5 percent will continue to pay 60 percent,"
    },
    {
      "index": 365,
      "start_time": 1672960.0,
      "end_time": 1677700.0,
      "text": "as they do today. I’m not looking to cut taxes for wealthy people. I am looking to"
    },
    {
      "index": 366,
      "start_time": 1677700.0,
      "end_time": 1682820.0,
      "text": "cut taxes for middle-income people. And why do I want to bring rates down, and"
    },
    {
      "index": 367,
      "start_time": 1682820.0,
      "end_time": 1687610.0,
      "text": "at the same time lower exemptions and deductions, particularly for people at the high end? Because"
    },
    {
      "index": 368,
      "start_time": 1687610.0,
      "end_time": 1692910.0,
      "text": "if you bring rates down, it makes it easier for small business to keep more of their capital"
    },
    {
      "index": 369,
      "start_time": 1692910.0,
      "end_time": 1697070.0,
      "text": "and hire people. And for me, this is about jobs. I want to"
    },
    {
      "index": 370,
      "start_time": 1697070.0,
      "end_time": 1703650.0,
      "text": "get America’s economy going again. Fifty-four percent of America’s workers work in businesses"
    },
    {
      "index": 371,
      "start_time": 1703650.0,
      "end_time": 1709270.0,
      "text": "that are taxed as individuals. So when you bring those rates down, those small businesses"
    },
    {
      "index": 372,
      "start_time": 1709270.0,
      "end_time": 1711920.0,
      "text": "are able to keep more money and hire more people."
    },
    {
      "index": 373,
      "start_time": 1711920.0,
      "end_time": 1717150.0,
      "text": "For me, I look at what’s happened in the last four years and say this has been a disappointment."
    },
    {
      "index": 374,
      "start_time": 1717150.0,
      "end_time": 1722080.0,
      "text": "We can do better than this. We don’t have to settle for, how many months, 43 months"
    },
    {
      "index": 375,
      "start_time": 1722080.0,
      "end_time": 1727300.0,
      "text": "with unemployment above 8 percent, 23 million Americans struggling to find a good job right"
    },
    {
      "index": 376,
      "start_time": 1727300.0,
      "end_time": 1730870.0,
      "text": "now. There are 3.5 million more women living in"
    },
    {
      "index": 377,
      "start_time": 1730870.0,
      "end_time": 1733960.0,
      "text": "poverty today than when the president took office."
    },
    {
      "index": 378,
      "start_time": 1733960.0,
      "end_time": 1738410.0,
      "text": "We don’t have to live like this. We can get this economy going again. My five-point"
    },
    {
      "index": 379,
      "start_time": 1738410.0,
      "end_time": 1743660.0,
      "text": "plan does it. Energy independence for North America in five years. Opening up more trade,"
    },
    {
      "index": 380,
      "start_time": 1743660.0,
      "end_time": 1747700.0,
      "text": "particularly in Latin America. Cracking down on China when they cheat. Getting us to a"
    },
    {
      "index": 381,
      "start_time": 1747700.0,
      "end_time": 1752730.0,
      "text": "balanced budget. Fixing our training programs for our workers. And finally, championing"
    },
    {
      "index": 382,
      "start_time": 1752730.0,
      "end_time": 1757170.0,
      "text": "small business. I want to make small businesses grow and thrive."
    },
    {
      "index": 383,
      "start_time": 1757170.0,
      "end_time": 1761890.0,
      "text": "I know how to make that happen. I spent my life in the private sector. I know why jobs"
    },
    {
      "index": 384,
      "start_time": 1761890.0,
      "end_time": 1766640.0,
      "text": "come and why they go. And they’re going now because of the policies of this administration."
    },
    {
      "index": 385,
      "start_time": 1766640.0,
      "end_time": 1770550.0,
      "text": "CROWLEY: Governor, let me ask the president something about what you just said."
    },
    {
      "index": 386,
      "start_time": 1770550.0,
      "end_time": 1777370.0,
      "text": "The governor says that he is not going to allow the top 5 percent, believe is what he"
    },
    {
      "index": 387,
      "start_time": 1777370.0,
      "end_time": 1781910.0,
      "text": "said, to have a tax cut, that it will all even out, that what he wants to do is give"
    },
    {
      "index": 388,
      "start_time": 1781910.0,
      "end_time": 1788140.0,
      "text": "that tax cut to the middle class. Settled? OBAMA: No, it’s not settled."
    },
    {
      "index": 389,
      "start_time": 1788140.0,
      "end_time": 1797920.0,
      "text": "Look, the cost of lowering rates for everybody across the board, 20 percent. Along with what"
    },
    {
      "index": 390,
      "start_time": 1797920.0,
      "end_time": 1802250.0,
      "text": "he also wants to do in terms of eliminating the estate tax, along what he wants to do"
    },
    {
      "index": 391,
      "start_time": 1802250.0,
      "end_time": 1808770.0,
      "text": "in terms of corporates, changes in the tax code, it costs about $5 trillion."
    },
    {
      "index": 392,
      "start_time": 1808770.0,
      "end_time": 1813780.0,
      "text": "Governor Romney then also wants to spend $2 trillion on additional military programs even"
    },
    {
      "index": 393,
      "start_time": 1813780.0,
      "end_time": 1817610.0,
      "text": "though the military’s not asking for them. That’s $7 trillion."
    },
    {
      "index": 394,
      "start_time": 1817610.0,
      "end_time": 1822780.0,
      "text": "He also wants to continue the Bush tax cuts for the wealthiest Americans. That’s another"
    },
    {
      "index": 395,
      "start_time": 1822780.0,
      "end_time": 1829330.0,
      "text": "trillion dollars — that’s $8 trillion. Now, what he says is he’s going to make"
    },
    {
      "index": 396,
      "start_time": 1829330.0,
      "end_time": 1834640.0,
      "text": "sure that this doesn’t add to the deficit and he’s going to cut middleclass taxes."
    },
    {
      "index": 397,
      "start_time": 1834640.0,
      "end_time": 1840120.0,
      "text": "But when he’s asked, how are you going to do it, which deductions, which loopholes are"
    },
    {
      "index": 398,
      "start_time": 1840120.0,
      "end_time": 1847070.0,
      "text": "you going to close? He can’t tell you. The — the fact that he only has to pay 14"
    },
    {
      "index": 399,
      "start_time": 1847070.0,
      "end_time": 1852890.0,
      "text": "percent on his taxes when a lot of you are paying much higher. He’s already taken that"
    },
    {
      "index": 400,
      "start_time": 1852890.0,
      "end_time": 1857860.0,
      "text": "off the board, capital gains are going to continue to be at a low rate so we — we’re"
    },
    {
      "index": 401,
      "start_time": 1857860.0,
      "end_time": 1863130.0,
      "text": "not going to get money that way. We haven’t heard from the governor any specifics"
    },
    {
      "index": 402,
      "start_time": 1863130.0,
      "end_time": 1868380.0,
      "text": "beyond Big Bird and eliminating funding for Planned Parenthood in terms of how he pays"
    },
    {
      "index": 403,
      "start_time": 1868380.0,
      "end_time": 1872350.0,
      "text": "for that. Now, Governor Romney was a very successful"
    },
    {
      "index": 404,
      "start_time": 1872350.0,
      "end_time": 1878510.0,
      "text": "investor. If somebody came to you, Governor, with a plan that said, here, I want to spend"
    },
    {
      "index": 405,
      "start_time": 1878510.0,
      "end_time": 1885480.0,
      "text": "$7 or $8 trillion, and then we’re going to pay for it, but we can’t tell you until"
    },
    {
      "index": 406,
      "start_time": 1885480.0,
      "end_time": 1889980.0,
      "text": "maybe after the election how we’re going to do it, you wouldn’t take such a sketchy"
    },
    {
      "index": 407,
      "start_time": 1889980.0,
      "end_time": 1897420.0,
      "text": "deal and neither should you, the American people, because the math doesn’t add up."
    },
    {
      "index": 408,
      "start_time": 1897420.0,
      "end_time": 1902760.0,
      "text": "And — and what’s at stake here is one of two things, either Candy — this blows"
    },
    {
      "index": 409,
      "start_time": 1902760.0,
      "end_time": 1908980.0,
      "text": "up the deficit because keep in mind, this is just to pay for the additional spending"
    },
    {
      "index": 410,
      "start_time": 1908980.0,
      "end_time": 1912260.0,
      "text": "that he’s talking about, $7 trillion – $8 trillion before we even get to the deficit"
    },
    {
      "index": 411,
      "start_time": 1912260.0,
      "end_time": 1918600.0,
      "text": "we already have. Or, alternatively, it’s got to be paid for, not only by closing deductions"
    },
    {
      "index": 412,
      "start_time": 1918600.0,
      "end_time": 1924050.0,
      "text": "for wealthy individuals, that — that will pay for about 4 percent reduction in tax rates."
    },
    {
      "index": 413,
      "start_time": 1924050.0,
      "end_time": 1928880.0,
      "text": "You’re going to be paying for it. You’re going to lose some deductions, and you can’t"
    },
    {
      "index": 414,
      "start_time": 1928880.0,
      "end_time": 1933620.0,
      "text": "buy the sales pitch. Nobody who’s looked at it that’s serious, actually believes"
    },
    {
      "index": 415,
      "start_time": 1933620.0,
      "end_time": 1935500.0,
      "text": "it adds up. CROWLEY: Mr. President, let me get — let"
    },
    {
      "index": 416,
      "start_time": 1935500.0,
      "end_time": 1939210.0,
      "text": "me get the governor in on this. And Governor, let’s — before we get into a…"
    },
    {
      "index": 417,
      "start_time": 1939210.0,
      "end_time": 1942170.0,
      "text": "ROMNEY: I — I… CROWLEY: …vast array of who says — what"
    },
    {
      "index": 418,
      "start_time": 1942170.0,
      "end_time": 1948260.0,
      "text": "study says what, if it shouldn’t add up. If somehow when you get in there, there isn’t"
    },
    {
      "index": 419,
      "start_time": 1948260.0,
      "end_time": 1953820.0,
      "text": "enough tax revenue coming in. If somehow the numbers don’t add up, would you be willing"
    },
    {
      "index": 420,
      "start_time": 1953820.0,
      "end_time": 1959830.0,
      "text": "to look again at a 20 percent… ROMNEY: Well of course they add up. I — I"
    },
    {
      "index": 421,
      "start_time": 1959830.0,
      "end_time": 1966020.0,
      "text": "was — I was someone who ran businesses for 25 years, and balanced the budget. I ran the"
    },
    {
      "index": 422,
      "start_time": 1966020.0,
      "end_time": 1971960.0,
      "text": "Olympics and balanced the budget. I ran the — the state of Massachusetts as a governor,"
    },
    {
      "index": 423,
      "start_time": 1971960.0,
      "end_time": 1976110.0,
      "text": "to the extent any governor does, and balanced the budget all four years. When we’re talking"
    },
    {
      "index": 424,
      "start_time": 1976110.0,
      "end_time": 1981000.0,
      "text": "about math that doesn’t add up, how about $4 trillion of deficits over the last four"
    },
    {
      "index": 425,
      "start_time": 1981000.0,
      "end_time": 1987220.0,
      "text": "years, $5 trillion? That’s math that doesn’t add up. We have — we have a president talking"
    },
    {
      "index": 426,
      "start_time": 1987220.0,
      "end_time": 1993480.0,
      "text": "about someone’s plan in a way that’s completely foreign to what my real plan is."
    },
    {
      "index": 427,
      "start_time": 1993480.0,
      "end_time": 1999130.0,
      "text": "ROMNEY: And then we have his own record, which is we have four consecutive years where he"
    },
    {
      "index": 428,
      "start_time": 1999130.0,
      "end_time": 2003540.0,
      "text": "said when he was running for office, he would cut the deficit in half. Instead he’s doubled"
    },
    {
      "index": 429,
      "start_time": 2003540.0,
      "end_time": 2010280.0,
      "text": "it. We’ve gone from $10 trillion of national debt, to $16 trillion of national debt. If"
    },
    {
      "index": 430,
      "start_time": 2010280.0,
      "end_time": 2015350.0,
      "text": "the president were reelected, we’d go to almost $20 trillion of national debt. This"
    },
    {
      "index": 431,
      "start_time": 2015350.0,
      "end_time": 2019800.0,
      "text": "puts us on a road to Greece. I know what it takes to balance budgets. I’ve done it my"
    },
    {
      "index": 432,
      "start_time": 2019800.0,
      "end_time": 2024730.0,
      "text": "entire life. So for instance when he says, “Yours is a $5 trillion cut.” Well, no"
    },
    {
      "index": 433,
      "start_time": 2024730.0,
      "end_time": 2029530.0,
      "text": "it’s not. Because I’m offsetting some of the reductions with holding down some of"
    },
    {
      "index": 434,
      "start_time": 2029530.0,
      "end_time": 2030280.0,
      "text": "the deductions. And…"
    },
    {
      "index": 435,
      "start_time": 2030280.0,
      "end_time": 2033310.0,
      "text": "CROWLEY: Governor, I’ve gotta — gotta — actually, I need to have you both (inaudible)."
    },
    {
      "index": 436,
      "start_time": 2033310.0,
      "end_time": 2035440.0,
      "text": "(CROSSTALK) CROWLEY: I understand the stakes here. I understand"
    },
    {
      "index": 437,
      "start_time": 2035440.0,
      "end_time": 2038150.0,
      "text": "both of you. But I — I will get run out of town if I don’t…"
    },
    {
      "index": 438,
      "start_time": 2038150.0,
      "end_time": 2039460.0,
      "text": "(CROSSTALK) ROMNEY: And I just described — I just described"
    },
    {
      "index": 439,
      "start_time": 2039460.0,
      "end_time": 2043200.0,
      "text": "to you, Mr. President — I just described to you precisely how I’d do it which is"
    },
    {
      "index": 440,
      "start_time": 2043200.0,
      "end_time": 2047460.0,
      "text": "with a single number that people can put — and they can put they’re — they’re deductions"
    },
    {
      "index": 441,
      "start_time": 2047460.0,
      "end_time": 2048399.0,
      "text": "and credits… (CROSSTALK)"
    },
    {
      "index": 442,
      "start_time": 2048400.0,
      "end_time": 2052130.0,
      "text": "CROWLEY: Mr. President, we’re keeping track, I promise you. And Mr. President, the next"
    },
    {
      "index": 443,
      "start_time": 2052130.0,
      "end_time": 2054760.0,
      "text": "question is for you, so stay standing. OBAMA: Great. Looking forward to it."
    },
    {
      "index": 444,
      "start_time": 2054760.0000000002,
      "end_time": 2061020.0000000002,
      "text": "And it’s Katherine Fenton, who has a question for you."
    },
    {
      "index": 445,
      "start_time": 2061020.0,
      "end_time": 2067530.0,
      "text": "QUESTION: In what new ways to you intend to rectify the inequalities in the workplace,"
    },
    {
      "index": 446,
      "start_time": 2067530.0000000002,
      "end_time": 2071600.0000000002,
      "text": "specifically regarding females making only 72 percent of what their male counterparts"
    },
    {
      "index": 447,
      "start_time": 2071600.0,
      "end_time": 2075030.0,
      "text": "earn? OBAMA: Well, Katherine, that’s a great question."
    },
    {
      "index": 448,
      "start_time": 2075030.0000000002,
      "end_time": 2081991.0000000002,
      "text": "And, you know, I was raised by a single mom who had to put herself through school while"
    },
    {
      "index": 449,
      "start_time": 2081989.9999999998,
      "end_time": 2088018.9999999998,
      "text": "looking after two kids. And she worked hard every day and made a lot of sacrifices to"
    },
    {
      "index": 450,
      "start_time": 2088020.0,
      "end_time": 2095260.0,
      "text": "make sure we got everything we needed. My grandmother, she started off as a secretary"
    },
    {
      "index": 451,
      "start_time": 2095260.0000000002,
      "end_time": 2100901.0,
      "text": "in a bank. She never got a college education, even though she was smart as a whip. And she"
    },
    {
      "index": 452,
      "start_time": 2100900.0,
      "end_time": 2107490.0,
      "text": "worked her way up to become a vice president of a local bank, but she hit the glass ceiling."
    },
    {
      "index": 453,
      "start_time": 2107490.0,
      "end_time": 2113369.0,
      "text": "She trained people who would end up becoming her bosses during the course of her career."
    },
    {
      "index": 454,
      "start_time": 2113370.0,
      "end_time": 2119070.0,
      "text": "She didn’t complain. That’s not what you did in that generation. And this is one of"
    },
    {
      "index": 455,
      "start_time": 2119070.0,
      "end_time": 2124510.0,
      "text": "the reasons why one of the first — the first bill I signed was something called the Lily"
    },
    {
      "index": 456,
      "start_time": 2124510.0,
      "end_time": 2130921.0,
      "text": "Ledbetter bill. And it’s named after this amazing woman who had been doing the same"
    },
    {
      "index": 457,
      "start_time": 2130920.0,
      "end_time": 2139369.0,
      "text": "job as a man for years, found out that she was getting paid less, and the Supreme Court"
    },
    {
      "index": 458,
      "start_time": 2139370.0,
      "end_time": 2142431.0,
      "text": "said that she couldn’t bring suit because she should have found about it earlier, whereas"
    },
    {
      "index": 459,
      "start_time": 2142430.0,
      "end_time": 2148180.0,
      "text": "she had no way of finding out about it. So we fixed that. And that’s an example of"
    },
    {
      "index": 460,
      "start_time": 2148180.0,
      "end_time": 2155180.0,
      "text": "the kind of advocacy that we need, because women are increasingly the breadwinners in"
    },
    {
      "index": 461,
      "start_time": 2155180.0,
      "end_time": 2161569.0,
      "text": "the family. This is not just a women’s issue, this is a family issue, this is a middle-class"
    },
    {
      "index": 462,
      "start_time": 2161570.0,
      "end_time": 2164780.0,
      "text": "issue, and that’s why we’ve got to fight for it."
    },
    {
      "index": 463,
      "start_time": 2164780.0,
      "end_time": 2169451.0,
      "text": "It also means that we’ve got to make sure that young people like yourself are able to"
    },
    {
      "index": 464,
      "start_time": 2169450.0,
      "end_time": 2173549.0,
      "text": "afford a college education. Earlier, Governor Romney talked about he wants to make Pell"
    },
    {
      "index": 465,
      "start_time": 2173550.0,
      "end_time": 2178080.0,
      "text": "Grants and other education accessible for young people."
    },
    {
      "index": 466,
      "start_time": 2178080.0,
      "end_time": 2181780.0,
      "text": "Well, the truth of the matter is, is that that’s exactly what we’ve done. We’ve"
    },
    {
      "index": 467,
      "start_time": 2181780.0,
      "end_time": 2185510.0,
      "text": "expanded Pell Grants for millions of people, including millions of young women, all across"
    },
    {
      "index": 468,
      "start_time": 2185510.0,
      "end_time": 2189320.0,
      "text": "the country. We did it by taking $60 billion that was going"
    },
    {
      "index": 469,
      "start_time": 2189320.0,
      "end_time": 2196120.0,
      "text": "to banks and lenders as middlemen for the student loan program, and we said, let’s"
    },
    {
      "index": 470,
      "start_time": 2196120.0,
      "end_time": 2198731.0,
      "text": "just cut out the middleman. Let’s give the money directly to students."
    },
    {
      "index": 471,
      "start_time": 2198730.0,
      "end_time": 2203680.0,
      "text": "And as a consequence, we’ve seen millions of young people be able to afford college,"
    },
    {
      "index": 472,
      "start_time": 2203680.0,
      "end_time": 2206579.0,
      "text": "and that’s going to make sure that young women are going to be able to compete in that"
    },
    {
      "index": 473,
      "start_time": 2206580.0,
      "end_time": 2209161.0,
      "text": "marketplace. But we’ve got to enforce the laws, which"
    },
    {
      "index": 474,
      "start_time": 2209160.0,
      "end_time": 2215980.0,
      "text": "is what we are doing, and we’ve also got to make sure that in every walk of life we"
    },
    {
      "index": 475,
      "start_time": 2215980.0,
      "end_time": 2219940.0,
      "text": "do not tolerate discrimination. That’s been one of the hallmarks of my administration."
    },
    {
      "index": 476,
      "start_time": 2219940.0,
      "end_time": 2224490.0,
      "text": "I’m going to continue to push on this issue for the next four years."
    },
    {
      "index": 477,
      "start_time": 2224490.0,
      "end_time": 2230529.0,
      "text": "CROWLEY: Governor Romney, pay equity for women? ROMNEY: Thank you. And important topic, and"
    },
    {
      "index": 478,
      "start_time": 2230530.0,
      "end_time": 2235651.0,
      "text": "one which I learned a great deal about, particularly as I was serving as governor of my state,"
    },
    {
      "index": 479,
      "start_time": 2235650.0,
      "end_time": 2242009.0,
      "text": "because I had the chance to pull together a cabinet and all the applicants seemed to"
    },
    {
      "index": 480,
      "start_time": 2242010.0,
      "end_time": 2244290.0,
      "text": "be men. And I — and I went to my staff, and I said,"
    },
    {
      "index": 481,
      "start_time": 2244290.0,
      "end_time": 2246800.0,
      "text": "“How come all the people for these jobs are — are all men.” They said, “Well,"
    },
    {
      "index": 482,
      "start_time": 2246800.0,
      "end_time": 2250300.0,
      "text": "these are the people that have the qualifications.” And I said, “Well, gosh, can’t we — can’t"
    },
    {
      "index": 483,
      "start_time": 2250300.0,
      "end_time": 2253161.0,
      "text": "we find some — some women that are also qualified?”"
    },
    {
      "index": 484,
      "start_time": 2253160.0,
      "end_time": 2259049.0,
      "text": "ROMNEY: And — and so we — we took a concerted effort to go out and find women who had backgrounds"
    },
    {
      "index": 485,
      "start_time": 2259050.0,
      "end_time": 2261931.0,
      "text": "that could be qualified to become members of our cabinet."
    },
    {
      "index": 486,
      "start_time": 2261930.0,
      "end_time": 2264900.0,
      "text": "I went to a number of women’s groups and said, “Can you help us find folks,” and"
    },
    {
      "index": 487,
      "start_time": 2264900.0,
      "end_time": 2269990.0,
      "text": "they brought us whole binders full of women. I was proud of the fact that after I staffed"
    },
    {
      "index": 488,
      "start_time": 2269990.0,
      "end_time": 2275789.0,
      "text": "my Cabinet and my senior staff, that the University of New York in Albany did a survey of all"
    },
    {
      "index": 489,
      "start_time": 2275790.0,
      "end_time": 2280760.0,
      "text": "50 states, and concluded that mine had more women in senior leadership positions than"
    },
    {
      "index": 490,
      "start_time": 2280760.0,
      "end_time": 2284421.0,
      "text": "any other state in America. Now one of the reasons I was able to get so"
    },
    {
      "index": 491,
      "start_time": 2284420.0,
      "end_time": 2288019.0,
      "text": "many good women to be part of that team was because of our recruiting effort. But number"
    },
    {
      "index": 492,
      "start_time": 2288020.0,
      "end_time": 2291560.0,
      "text": "two, because I recognized that if you’re going to have women in the workforce that"
    },
    {
      "index": 493,
      "start_time": 2291560.0,
      "end_time": 2295891.0,
      "text": "sometimes you need to be more flexible. My chief of staff, for instance, had two kids"
    },
    {
      "index": 494,
      "start_time": 2295890.0,
      "end_time": 2299769.0,
      "text": "that were still in school. She said, I can’t be here until 7 or 8 o’clock"
    },
    {
      "index": 495,
      "start_time": 2299770.0,
      "end_time": 2304810.0,
      "text": "at night. I need to be able to get home at 5 o’clock so I can be there for making dinner"
    },
    {
      "index": 496,
      "start_time": 2304810.0,
      "end_time": 2308681.0,
      "text": "for my kids and being with them when they get home from school. So we said fine. Let’s"
    },
    {
      "index": 497,
      "start_time": 2308680.0,
      "end_time": 2311630.0,
      "text": "have a flexible schedule so you can have hours that work for you."
    },
    {
      "index": 498,
      "start_time": 2311630.0,
      "end_time": 2315880.0,
      "text": "We’re going to have to have employers in the new economy, in the economy I’m going"
    },
    {
      "index": 499,
      "start_time": 2315880.0,
      "end_time": 2320480.0,
      "text": "to bring to play, that are going to be so anxious to get good workers they’re going"
    },
    {
      "index": 500,
      "start_time": 2320480.0,
      "end_time": 2327910.0,
      "text": "to be anxious to hire women. In the — in the last women have lost 580,000 jobs. That’s"
    },
    {
      "index": 501,
      "start_time": 2327910.0,
      "end_time": 2333039.0,
      "text": "the net of what’s happened in the last four years. We’re still down 580,000 jobs. I"
    },
    {
      "index": 502,
      "start_time": 2333040.0,
      "end_time": 2338320.0,
      "text": "mentioned 31/2 million women, more now in poverty than four years ago."
    },
    {
      "index": 503,
      "start_time": 2338320.0,
      "end_time": 2343991.0,
      "text": "What we can do to help young women and women of all ages is to have a strong economy, so"
    },
    {
      "index": 504,
      "start_time": 2343990.0,
      "end_time": 2348190.0,
      "text": "strong that employers that are looking to find good employees and bringing them into"
    },
    {
      "index": 505,
      "start_time": 2348190.0,
      "end_time": 2354880.0,
      "text": "their workforce and adapting to a flexible work schedule that gives women opportunities"
    },
    {
      "index": 506,
      "start_time": 2354880.0,
      "end_time": 2359549.0,
      "text": "that they would otherwise not be able to afford. This is what I have done. It’s what I look"
    },
    {
      "index": 507,
      "start_time": 2359550.0,
      "end_time": 2364751.0,
      "text": "forward to doing and I know what it takes to make an economy work, and I know what a"
    },
    {
      "index": 508,
      "start_time": 2364750.0,
      "end_time": 2369839.0,
      "text": "working economy looks like. And an economy with 7.8 percent unemployment is not a real"
    },
    {
      "index": 509,
      "start_time": 2369840.0,
      "end_time": 2377471.0,
      "text": "strong economy. An economy that has 23 million people looking for work is not a strong economy."
    },
    {
      "index": 510,
      "start_time": 2377470.0,
      "end_time": 2383269.0,
      "text": "An economy with 50 percent of kids graduating from college that can’t finds a job, or"
    },
    {
      "index": 511,
      "start_time": 2383270.0,
      "end_time": 2385820.0,
      "text": "a college level job, that’s not what we have to have. CROWLEY: Governor?"
    },
    {
      "index": 512,
      "start_time": 2385820.0,
      "end_time": 2390751.0,
      "text": "ROMNEY: I’m going to help women in America get good work by getting a stronger economy"
    },
    {
      "index": 513,
      "start_time": 2390750.0,
      "end_time": 2394309.0,
      "text": "and by supporting women in the workforce. CROWLEY: Mr. President why don’t you get"
    },
    {
      "index": 514,
      "start_time": 2394310.0,
      "end_time": 2395991.0,
      "text": "in on this quickly, please? OBAMA: Katherine, I just want to point out"
    },
    {
      "index": 515,
      "start_time": 2395990.0,
      "end_time": 2400789.0,
      "text": "that when Governor Romney’s campaign was asked about the Lilly Ledbetter bill, whether"
    },
    {
      "index": 516,
      "start_time": 2400790.0,
      "end_time": 2405570.0,
      "text": "he supported it? He said, “I’ll get back to you.” And that’s not the kind of advocacy"
    },
    {
      "index": 517,
      "start_time": 2405570.0,
      "end_time": 2412441.0,
      "text": "that women need in any economy. Now, there are some other issues that have a bearing"
    },
    {
      "index": 518,
      "start_time": 2412440.0,
      "end_time": 2419720.0,
      "text": "on how women succeed in the workplace. For example, their healthcare. You know a major"
    },
    {
      "index": 519,
      "start_time": 2419720.0,
      "end_time": 2427039.0,
      "text": "difference in this campaign is that Governor Romney feels comfortable having politicians"
    },
    {
      "index": 520,
      "start_time": 2427040.0,
      "end_time": 2431500.0,
      "text": "in Washington decide the health care choices that women are making."
    },
    {
      "index": 521,
      "start_time": 2431500.0,
      "end_time": 2437181.0,
      "text": "I think that’s a mistake. In my health care bill, I said insurance companies need to provide"
    },
    {
      "index": 522,
      "start_time": 2437180.0,
      "end_time": 2444490.0,
      "text": "contraceptive coverage to everybody who is insured. Because this is not just a — a"
    },
    {
      "index": 523,
      "start_time": 2444490.0,
      "end_time": 2449059.0,
      "text": "health issue, it’s an economic issue for women. It makes a difference. This is money"
    },
    {
      "index": 524,
      "start_time": 2449060.0,
      "end_time": 2456131.0,
      "text": "out of that family’s pocket. Governor Romney not only opposed it, he suggested that in"
    },
    {
      "index": 525,
      "start_time": 2456130.0,
      "end_time": 2462240.0,
      "text": "fact employers should be able to make the decision as to whether or not a woman gets"
    },
    {
      "index": 526,
      "start_time": 2462240.0,
      "end_time": 2467980.0,
      "text": "contraception through her insurance coverage. That’s not the kind of advocacy that women"
    },
    {
      "index": 527,
      "start_time": 2467980.0,
      "end_time": 2473440.0,
      "text": "need. When Governor Romney says that we should eliminate funding for Planned Parenthood,"
    },
    {
      "index": 528,
      "start_time": 2473440.0,
      "end_time": 2479369.0,
      "text": "there are millions of women all across the country, who rely on Planned Parenthood for,"
    },
    {
      "index": 529,
      "start_time": 2479370.0,
      "end_time": 2484711.0,
      "text": "not just contraceptive care, they rely on it for mammograms, for cervical cancer screenings."
    },
    {
      "index": 530,
      "start_time": 2484710.0,
      "end_time": 2490680.0,
      "text": "That’s a pocketbook issue for women and families all across the country. And it makes"
    },
    {
      "index": 531,
      "start_time": 2490680.0,
      "end_time": 2496170.0,
      "text": "a difference in terms of how well and effectively women are able to work. When we talk about"
    },
    {
      "index": 532,
      "start_time": 2496170.0,
      "end_time": 2501980.0,
      "text": "child care, and the credits that we’re providing. That makes a difference in whether they can"
    },
    {
      "index": 533,
      "start_time": 2501980.0,
      "end_time": 2505960.0,
      "text": "go out there and — and earn a living for their family."
    },
    {
      "index": 534,
      "start_time": 2505960.0,
      "end_time": 2511779.0,
      "text": "These are not just women’s issues. These are family issues. These are economic issues."
    },
    {
      "index": 535,
      "start_time": 2511780.0,
      "end_time": 2518131.0,
      "text": "And one of the things that makes us grow as an economy is when everybody participates"
    },
    {
      "index": 536,
      "start_time": 2518130.0,
      "end_time": 2521130.0,
      "text": "and women are getting the same fair deal as men are."
    },
    {
      "index": 537,
      "start_time": 2521130.0,
      "end_time": 2522660.0,
      "text": "CROWLEY: Mr. President… OBAMA: And I’ve got two daughters and I"
    },
    {
      "index": 538,
      "start_time": 2522660.0,
      "end_time": 2528450.0,
      "text": "want to make sure that they have the same opportunities that anybody’s sons have."
    },
    {
      "index": 539,
      "start_time": 2528450.0,
      "end_time": 2531430.0,
      "text": "That’s part of what I’m fighting for as president of the United States."
    },
    {
      "index": 540,
      "start_time": 2531430.0,
      "end_time": 2535859.0,
      "text": "CROWLEY: I want to move us along here to Susan Katz, who has a question."
    },
    {
      "index": 541,
      "start_time": 2535860.0,
      "end_time": 2544820.0,
      "text": "And, Governor, it’s for you. QUESTION: Governor Romney, I am an undecided voter, because I’m"
    },
    {
      "index": 542,
      "start_time": 2544820.0,
      "end_time": 2551360.0,
      "text": "disappointed with the lack of progress I’ve seen in the last four years. However, I do"
    },
    {
      "index": 543,
      "start_time": 2551360.0,
      "end_time": 2556790.0,
      "text": "attribute much of America’s economic and international problems to the failings and"
    },
    {
      "index": 544,
      "start_time": 2556790.0,
      "end_time": 2564681.0,
      "text": "missteps of the Bush administration. Since both you and President Bush are Republicans,"
    },
    {
      "index": 545,
      "start_time": 2564680.0,
      "end_time": 2571390.0,
      "text": "I fear a return to the policies of those years should you win this election. What is the"
    },
    {
      "index": 546,
      "start_time": 2571390.0,
      "end_time": 2578359.0,
      "text": "biggest difference between you and George W. Bush, and how do you differentiate yourself"
    },
    {
      "index": 547,
      "start_time": 2578360.0,
      "end_time": 2582911.0,
      "text": "from George W. Bush? ROMNEY: Thank you. And I appreciate that question."
    },
    {
      "index": 548,
      "start_time": 2582910.0,
      "end_time": 2587259.0,
      "text": "I just want to make sure that, I think I was supposed to get that last answer, but I want"
    },
    {
      "index": 549,
      "start_time": 2587260.0,
      "end_time": 2589840.0,
      "text": "to point out that that I don’t believe… OBAMA: I don’t think so, Candy."
    },
    {
      "index": 550,
      "start_time": 2589840.0,
      "end_time": 2592701.0,
      "text": "ROMNEY: … I don’t believe… OBAMA: I want to make sure our timekeepers"
    },
    {
      "index": 551,
      "start_time": 2592700.0,
      "end_time": 2593569.0,
      "text": "are working here. ROMNEY: The time — the time…"
    },
    {
      "index": 552,
      "start_time": 2593570.0,
      "end_time": 2598451.0,
      "text": "CROWLEY: OK. The timekeepers are all working. And let me tell you that the last part, it’s"
    },
    {
      "index": 553,
      "start_time": 2598450.0,
      "end_time": 2602430.0,
      "text": "for the two of you to talk to one another, and it isn’t quite as (inaudible) you think."
    },
    {
      "index": 554,
      "start_time": 2602430.0,
      "end_time": 2606269.0,
      "text": "But go ahead and use this two minutes any way you’d like to, the question is on the"
    },
    {
      "index": 555,
      "start_time": 2606270.0,
      "end_time": 2608721.0,
      "text": "floor. ROMNEY: I’d just note that I don’t believe"
    },
    {
      "index": 556,
      "start_time": 2608720.0,
      "end_time": 2612069.0,
      "text": "that bureaucrats in Washington should tell someone whether they can use contraceptives"
    },
    {
      "index": 557,
      "start_time": 2612070.0,
      "end_time": 2615951.0,
      "text": "or not. And I don’t believe employers should tell someone whether they could have contraceptive"
    },
    {
      "index": 558,
      "start_time": 2615950.0,
      "end_time": 2620420.0,
      "text": "care of not. Every woman in America should have access to contraceptives. And — and"
    },
    {
      "index": 559,
      "start_time": 2620420.0,
      "end_time": 2624029.0,
      "text": "the — and the president’s statement of my policy is completely and totally wrong."
    },
    {
      "index": 560,
      "start_time": 2624030.0,
      "end_time": 2626340.0,
      "text": "OBAMA: Governor… ROMNEY: Let me come back and — and answer"
    },
    {
      "index": 561,
      "start_time": 2626340.0,
      "end_time": 2629250.0,
      "text": "your question. President Bush and I are — are different"
    },
    {
      "index": 562,
      "start_time": 2629250.0,
      "end_time": 2634221.0,
      "text": "people and these are different times and that’s why my five point plan is so different than"
    },
    {
      "index": 563,
      "start_time": 2634220.0,
      "end_time": 2637569.0,
      "text": "what he would have done. I mean for instance, we can now, by virtue"
    },
    {
      "index": 564,
      "start_time": 2637570.0,
      "end_time": 2643231.0,
      "text": "of new technology actually get all the energy we need in North America without having to"
    },
    {
      "index": 565,
      "start_time": 2643230.0,
      "end_time": 2646720.0,
      "text": "go to the — the Arabs or the Venezuelans or anyone else. That wasn’t true in his"
    },
    {
      "index": 566,
      "start_time": 2646720.0,
      "end_time": 2651529.0,
      "text": "time, that’s why my policy starts with a very robust policy to get all that energy"
    },
    {
      "index": 567,
      "start_time": 2651530.0,
      "end_time": 2656641.0,
      "text": "in North America — become energy secure. Number two, trade — I’ll crack down on"
    },
    {
      "index": 568,
      "start_time": 2656640.0,
      "end_time": 2661529.0,
      "text": "China, President Bush didn’t. I’m also going to dramatically expand trade in Latin"
    },
    {
      "index": 569,
      "start_time": 2661530.0,
      "end_time": 2664810.0,
      "text": "America. It’s been growing about 12 percent per year over a long period of time. I want"
    },
    {
      "index": 570,
      "start_time": 2664810.0,
      "end_time": 2668441.0,
      "text": "to add more free trade agreements so we’ll have more trade."
    },
    {
      "index": 571,
      "start_time": 2668440.0,
      "end_time": 2673400.0,
      "text": "Number three, I’m going to get us to a balanced budget. President Bush didn’t. President"
    },
    {
      "index": 572,
      "start_time": 2673400.0,
      "end_time": 2678549.0,
      "text": "Obama was right, he said that that was outrageous to have deficits as high as half a trillion"
    },
    {
      "index": 573,
      "start_time": 2678550.0,
      "end_time": 2683060.0,
      "text": "dollars under the Bush years. He was right, but then he put in place deficits twice that"
    },
    {
      "index": 574,
      "start_time": 2683060.0,
      "end_time": 2688921.0,
      "text": "size for every one of his four years. And his forecast for the next four years is more"
    },
    {
      "index": 575,
      "start_time": 2688920.0,
      "end_time": 2693539.0,
      "text": "deficits, almost that large. So that’s the next area I’m different than President Bush."
    },
    {
      "index": 576,
      "start_time": 2693540.0,
      "end_time": 2698300.0,
      "text": "And then let’s take the last one, championing small business. Our party has been focused"
    },
    {
      "index": 577,
      "start_time": 2698300.0,
      "end_time": 2704651.0,
      "text": "too long. I came through small business. I understand how hard it is to start a small"
    },
    {
      "index": 578,
      "start_time": 2704650.0,
      "end_time": 2709519.0,
      "text": "business. That’s why everything I’ll do is designed to help small businesses grow"
    },
    {
      "index": 579,
      "start_time": 2709520.0,
      "end_time": 2715570.0,
      "text": "and add jobs. I want to keep their taxes down on small business. I want regulators to see"
    },
    {
      "index": 580,
      "start_time": 2715570.0,
      "end_time": 2720141.0,
      "text": "their job as encouraging small enterprise, not crushing it."
    },
    {
      "index": 581,
      "start_time": 2720140.0,
      "end_time": 2724009.0,
      "text": "And the thing I find the most troubling about Obama Care, well it’s a long list, but one"
    },
    {
      "index": 582,
      "start_time": 2724010.0,
      "end_time": 2728580.0,
      "text": "of the things I find most troubling is that when you go out and talk to small businesses"
    },
    {
      "index": 583,
      "start_time": 2728580.0,
      "end_time": 2733040.0,
      "text": "and ask them what they think about it, they tell you it keeps them from hiring more people."
    },
    {
      "index": 584,
      "start_time": 2733040.0,
      "end_time": 2738441.0,
      "text": "My priority is jobs. I know how to make that happen. And President Bush has a very different"
    },
    {
      "index": 585,
      "start_time": 2738440.0,
      "end_time": 2744460.0,
      "text": "path for a very different time. My path is designed in getting small businesses to grow"
    },
    {
      "index": 586,
      "start_time": 2744460.0,
      "end_time": 2748079.0,
      "text": "and hire people. CROWLEY: Thanks, Governor."
    },
    {
      "index": 587,
      "start_time": 2748080.0,
      "end_time": 2752310.0,
      "text": "Mr. President? OBAMA: Well, first of all, I think it’s"
    },
    {
      "index": 588,
      "start_time": 2752310.0,
      "end_time": 2758120.0,
      "text": "important to tell you that we did come in during some tough times. We were losing 800,000"
    },
    {
      "index": 589,
      "start_time": 2758120.0,
      "end_time": 2765300.0,
      "text": "jobs a month when I started. But we had been digging our way out of policies that were"
    },
    {
      "index": 590,
      "start_time": 2765300.0,
      "end_time": 2771691.0,
      "text": "misplaced and focused on the top doing very well and middle class folks not doing well."
    },
    {
      "index": 591,
      "start_time": 2771690.0,
      "end_time": 2778569.0,
      "text": "Now, we’ve seen 30 consecutive — 31 consecutive months of job growth; 5.2 million new jobs"
    },
    {
      "index": 592,
      "start_time": 2778570.0,
      "end_time": 2785161.0,
      "text": "created. And the plans that I talked about will create even more. But when Governor Romney"
    },
    {
      "index": 593,
      "start_time": 2785160.0,
      "end_time": 2790140.0,
      "text": "says that he has a very different economic plan, the centerpiece of his economic plan"
    },
    {
      "index": 594,
      "start_time": 2790140.0,
      "end_time": 2797660.0,
      "text": "are tax cuts. That’s what took us from surplus to deficit. When he talks about getting tough"
    },
    {
      "index": 595,
      "start_time": 2797660.0,
      "end_time": 2804730.0,
      "text": "on China, keep in mind that Governor Romney invested in companies that were pioneers of"
    },
    {
      "index": 596,
      "start_time": 2804730.0,
      "end_time": 2813490.0,
      "text": "outsourcing to China, and is currently investing in countries — in companies that are building"
    },
    {
      "index": 597,
      "start_time": 2813490.0,
      "end_time": 2817710.0,
      "text": "surveillance equipment for China to spy on its own folks."
    },
    {
      "index": 598,
      "start_time": 2817710.0,
      "end_time": 2822269.0,
      "text": "That’s — Governor, you’re the last person who’s going to get tough on China. And what"
    },
    {
      "index": 599,
      "start_time": 2822270.0,
      "end_time": 2827151.0,
      "text": "we’ve done when it comes to trade is not only sign three trade deals to open up new"
    },
    {
      "index": 600,
      "start_time": 2827150.0,
      "end_time": 2833569.0,
      "text": "markets, but we’ve also set up a task force for trade that goes after anybody who is taking"
    },
    {
      "index": 601,
      "start_time": 2833570.0,
      "end_time": 2836991.0,
      "text": "advantage of American workers or businesses and not creating a level playing field. We’ve"
    },
    {
      "index": 602,
      "start_time": 2836990.0,
      "end_time": 2843849.0,
      "text": "brought twice as many cases against unfair trading practices than the previous administration"
    },
    {
      "index": 603,
      "start_time": 2843850.0,
      "end_time": 2846941.0,
      "text": "and we’ve won every single one that’s been decided."
    },
    {
      "index": 604,
      "start_time": 2846940.0,
      "end_time": 2852749.0,
      "text": "When I said that we had to make sure that China was not flooding our domestic market"
    },
    {
      "index": 605,
      "start_time": 2852750.0,
      "end_time": 2857931.0,
      "text": "with cheap tires, Governor Romney said I was being protectionist; that it wouldn’t be"
    },
    {
      "index": 606,
      "start_time": 2857930.0,
      "end_time": 2862499.0,
      "text": "helpful to American workers. Well, in fact we saved 1,000 jobs. And that’s the kind"
    },
    {
      "index": 607,
      "start_time": 2862500.0,
      "end_time": 2868760.0,
      "text": "of tough trade actions that are required. But the last point I want to make is this."
    },
    {
      "index": 608,
      "start_time": 2868760.0,
      "end_time": 2874711.0,
      "text": "You know, there are some things where Governor Romney is different from George Bush. George"
    },
    {
      "index": 609,
      "start_time": 2874710.0,
      "end_time": 2880710.0,
      "text": "Bush didn’t propose turning Medicare into a voucher. George Bush embraced comprehensive"
    },
    {
      "index": 610,
      "start_time": 2880710.0,
      "end_time": 2888650.0,
      "text": "immigration reform. He didn’t call for self-deportation. George Bush never suggested that we eliminate"
    },
    {
      "index": 611,
      "start_time": 2888650.0,
      "end_time": 2895859.0,
      "text": "funding for Planned Parenthood, so there are differences between Governor Romney and George"
    },
    {
      "index": 612,
      "start_time": 2895860.0,
      "end_time": 2901330.0,
      "text": "Bush, but they’re not on economic policy. In some ways, he’s gone to a more extreme"
    },
    {
      "index": 613,
      "start_time": 2901330.0,
      "end_time": 2905520.0,
      "text": "place when it comes to social policy. And I think that’s a mistake. That’s not how"
    },
    {
      "index": 614,
      "start_time": 2905520.0,
      "end_time": 2908830.0,
      "text": "we’re going to move our economy forward. CROWLEY: I want to move you both along to"
    },
    {
      "index": 615,
      "start_time": 2908830.0,
      "end_time": 2913471.0,
      "text": "the next question, because it’s in the same wheelhouse, so you will be able to respond."
    },
    {
      "index": 616,
      "start_time": 2913470.0,
      "end_time": 2919630.0,
      "text": "But the president does get this question. I want to call on Michael Jones."
    },
    {
      "index": 617,
      "start_time": 2919630.0,
      "end_time": 2927220.0,
      "text": "QUESTION: Mr. President, I voted for you in 2008. What have you done or accomplished to"
    },
    {
      "index": 618,
      "start_time": 2927220.0,
      "end_time": 2934410.0,
      "text": "earn my vote in 2012? I’m not that optimistic as I was in 2012. Most things I need for everyday"
    },
    {
      "index": 619,
      "start_time": 2934410.0,
      "end_time": 2940019.0,
      "text": "living are very expensive. OBAMA: Well, we’ve gone through a tough"
    },
    {
      "index": 620,
      "start_time": 2940020.0,
      "end_time": 2945020.0,
      "text": "four years. There’s no doubt about it. But four years ago, I told the American people"
    },
    {
      "index": 621,
      "start_time": 2945020.0,
      "end_time": 2950370.0,
      "text": "and I told you I would cut taxes for middle class families. And I did. I told you I’d"
    },
    {
      "index": 622,
      "start_time": 2950370.0,
      "end_time": 2955901.0,
      "text": "cut taxes for small businesses, and I have. I said that I’d end the war in Iraq, and"
    },
    {
      "index": 623,
      "start_time": 2955900.0,
      "end_time": 2961739.0,
      "text": "I did. I said we’d refocus attention on those who actually attacked us on 9/11, and"
    },
    {
      "index": 624,
      "start_time": 2961740.0,
      "end_time": 2966971.0,
      "text": "we have gone after Al Qaeda’s leadership like never before and Osama bin Laden is dead."
    },
    {
      "index": 625,
      "start_time": 2966970.0,
      "end_time": 2972470.0,
      "text": "OBAMA: I said that we would put in place health care reform to make sure that insurance companies"
    },
    {
      "index": 626,
      "start_time": 2972470.0,
      "end_time": 2975220.0,
      "text": "can’t jerk you around and if you don’t have health insurance, that you’d have a"
    },
    {
      "index": 627,
      "start_time": 2975220.0,
      "end_time": 2978670.0,
      "text": "chance to get affordable insurance, and I have."
    },
    {
      "index": 628,
      "start_time": 2978670.0,
      "end_time": 2983999.0,
      "text": "I committed that I would rein in the excesses of Wall Street, and we passed the toughest"
    },
    {
      "index": 629,
      "start_time": 2984000.0,
      "end_time": 2990941.0,
      "text": "Wall Street reforms since the 1930s. We’ve created five million jobs, and gone from 800"
    },
    {
      "index": 630,
      "start_time": 2990940.0,
      "end_time": 2995140.0,
      "text": "jobs a month being lost, and we are making progress. We saved an auto industry that was"
    },
    {
      "index": 631,
      "start_time": 2995140.0,
      "end_time": 3001140.0,
      "text": "on the brink of collapse. Now, does that mean you’re not struggling?"
    },
    {
      "index": 632,
      "start_time": 3001140.0,
      "end_time": 3006799.0,
      "text": "Absolutely not. A lot of us are. And that’s why the plan that I’ve put forward for manufacturing"
    },
    {
      "index": 633,
      "start_time": 3006800.0,
      "end_time": 3013610.0,
      "text": "and education, and reducing our deficit in a sensible way, using the savings from ending"
    },
    {
      "index": 634,
      "start_time": 3013610.0,
      "end_time": 3020471.0,
      "text": "wars, to rebuild America and putting people back to work. Making sure that we are controlling"
    },
    {
      "index": 635,
      "start_time": 3020470.0,
      "end_time": 3023980.0,
      "text": "our own energy, but not only the energy of today, but also the energy of the future."
    },
    {
      "index": 636,
      "start_time": 3023980.0,
      "end_time": 3028970.0,
      "text": "All of those things will make a difference, so the point is the commitments I’ve made,"
    },
    {
      "index": 637,
      "start_time": 3028970.0,
      "end_time": 3032369.0,
      "text": "I’ve kept. And those that I haven’t been able to keep,"
    },
    {
      "index": 638,
      "start_time": 3032370.0,
      "end_time": 3037360.0,
      "text": "it’s not for lack of trying and we’re going to get it done in a second term. But,"
    },
    {
      "index": 639,
      "start_time": 3037360.0,
      "end_time": 3040911.0,
      "text": "you should pay attention to this campaign, because Governor Romney has made some commitments"
    },
    {
      "index": 640,
      "start_time": 3040910.0,
      "end_time": 3047720.0,
      "text": "as well. And I suspect he’ll keep those too. You know when members of the Republican"
    },
    {
      "index": 641,
      "start_time": 3047720.0,
      "end_time": 3054210.0,
      "text": "Congress say, “We’re going to sign a no tax pledge, so that we don’t ask a dime"
    },
    {
      "index": 642,
      "start_time": 3054210.0,
      "end_time": 3058609.0,
      "text": "for millionaires and billionaires to reduce our deficit so we can still invest in education,"
    },
    {
      "index": 643,
      "start_time": 3058610.0,
      "end_time": 3063770.0,
      "text": "and helping kids go to college. He said, “Me too.”"
    },
    {
      "index": 644,
      "start_time": 3063770.0,
      "end_time": 3069000.0,
      "text": "When they said, “We’re going to cut Planned Parenthood funding.” He said, “Me too.”"
    },
    {
      "index": 645,
      "start_time": 3069000.0,
      "end_time": 3073040.0,
      "text": "When he said, “We’re going to repeal Obamacare. First thing I’m going to do,” despite"
    },
    {
      "index": 646,
      "start_time": 3073040.0,
      "end_time": 3076981.0,
      "text": "the fact that it’s the same health care plan that he passed in Massachusetts and is"
    },
    {
      "index": 647,
      "start_time": 3076980.0,
      "end_time": 3083569.0,
      "text": "working well. He said, “Me too.” That is not the kind of leadership that you need,"
    },
    {
      "index": 648,
      "start_time": 3083570.0,
      "end_time": 3086201.0,
      "text": "but you should expect that those are promises he’s going to keep."
    },
    {
      "index": 649,
      "start_time": 3086200.0,
      "end_time": 3087440.0,
      "text": "(CROSSTALK) CROWLEY: Mr. President, let me let…"
    },
    {
      "index": 650,
      "start_time": 3087440.0,
      "end_time": 3088200.0,
      "text": "(CROSSTALK) OBAMA: …the choice in this election is going"
    },
    {
      "index": 651,
      "start_time": 3088200.0,
      "end_time": 3093380.0,
      "text": "to be whose promises are going to be more likely to help you in your life? Make sure"
    },
    {
      "index": 652,
      "start_time": 3093380.0,
      "end_time": 3097130.0,
      "text": "your kids can go to college. Make sure that you are getting a good paying job, making"
    },
    {
      "index": 653,
      "start_time": 3097130.0,
      "end_time": 3098720.0,
      "text": "sure that Medicare and Social Security… (CROSSTALK)"
    },
    {
      "index": 654,
      "start_time": 3098720.0,
      "end_time": 3098940.0,
      "text": "CROWLEY: Mr. President. Thank you. (CROSSTALK)"
    },
    {
      "index": 655,
      "start_time": 3098940.0,
      "end_time": 3104019.0,
      "text": "OBAMA: …will be there for you. CROWLEY: Thank you. Governor?"
    },
    {
      "index": 656,
      "start_time": 3104020.0,
      "end_time": 3108990.0,
      "text": "ROMNEY: I think you know better. I think you know that these last four years haven’t"
    },
    {
      "index": 657,
      "start_time": 3108990.0,
      "end_time": 3113421.0,
      "text": "been so good as the president just described and that you don’t feel like your confident"
    },
    {
      "index": 658,
      "start_time": 3113420.0,
      "end_time": 3115819.0,
      "text": "that the next four years are going to be much better either."
    },
    {
      "index": 659,
      "start_time": 3115820.0,
      "end_time": 3119441.0,
      "text": "I can tell you that if you were to elect President Obama, you know what you’re going to get."
    },
    {
      "index": 660,
      "start_time": 3119440.0,
      "end_time": 3123390.0,
      "text": "You’re going to get a repeat of the last four years. We just can’t afford four more"
    },
    {
      "index": 661,
      "start_time": 3123390.0,
      "end_time": 3128279.0,
      "text": "years like the last four years. He said that by now we’d have unemployment"
    },
    {
      "index": 662,
      "start_time": 3128280.0,
      "end_time": 3135941.0,
      "text": "at 5.4 percent. The difference between where it is and 5.4 percent is 9 million Americans"
    },
    {
      "index": 663,
      "start_time": 3135940.0,
      "end_time": 3140619.0,
      "text": "without work. I wasn’t the one that said 5.4 percent."
    },
    {
      "index": 664,
      "start_time": 3140620.0,
      "end_time": 3143500.0,
      "text": "This was the president’s plan. Didn’t get there."
    },
    {
      "index": 665,
      "start_time": 3143500.0,
      "end_time": 3149461.0,
      "text": "He said he would have by now put forward a plan to reform Medicare and Social Security,"
    },
    {
      "index": 666,
      "start_time": 3149460.0,
      "end_time": 3152829.0,
      "text": "because he pointed out they’re on the road to bankruptcy. He would reform them. He’d"
    },
    {
      "index": 667,
      "start_time": 3152830.0,
      "end_time": 3157750.0,
      "text": "get that done. He hasn’t even made a proposal on either one."
    },
    {
      "index": 668,
      "start_time": 3157750.0,
      "end_time": 3161590.0,
      "text": "He said in his first year he’d put out an immigration plan that would deal with our"
    },
    {
      "index": 669,
      "start_time": 3161590.0,
      "end_time": 3165600.0,
      "text": "immigration challenges. Didn’t even file it."
    },
    {
      "index": 670,
      "start_time": 3165600.0,
      "end_time": 3169171.0,
      "text": "This is a president who has not been able to do what he said he’d do. He said that"
    },
    {
      "index": 671,
      "start_time": 3169170.0,
      "end_time": 3174680.0,
      "text": "he’d cut in half the deficit. He hasn’t done that either. In fact, he doubled it."
    },
    {
      "index": 672,
      "start_time": 3174680.0,
      "end_time": 3179039.0,
      "text": "He said that by now middle-income families would have a reduction in their health insurance"
    },
    {
      "index": 673,
      "start_time": 3179040.0,
      "end_time": 3187350.0,
      "text": "premiums by $2,500 a year. It’s gone up by $2,500 a year. And if Obamacare is passed,"
    },
    {
      "index": 674,
      "start_time": 3187350.0,
      "end_time": 3191280.0,
      "text": "or implemented — it’s already been passed — if it’s implemented fully, it’ll be"
    },
    {
      "index": 675,
      "start_time": 3191280.0,
      "end_time": 3195471.0,
      "text": "another $2,500 on top. ROMNEY: The middle class is getting crushed"
    },
    {
      "index": 676,
      "start_time": 3195470.0,
      "end_time": 3200140.0,
      "text": "under the policies of a president who has not understood what it takes to get the economy"
    },
    {
      "index": 677,
      "start_time": 3200140.0,
      "end_time": 3204730.0,
      "text": "working again. He keeps saying, “Look, I’ve created 5 million jobs.” That’s after"
    },
    {
      "index": 678,
      "start_time": 3204730.0,
      "end_time": 3210489.0,
      "text": "losing 5 million jobs. The entire record is such that the unemployment has not been reduced"
    },
    {
      "index": 679,
      "start_time": 3210490.0,
      "end_time": 3214421.0,
      "text": "in this country. The unemployment, the number of people who are still looking for work,"
    },
    {
      "index": 680,
      "start_time": 3214420.0,
      "end_time": 3218859.0,
      "text": "is still 23 million Americans. There are more people in poverty, one out"
    },
    {
      "index": 681,
      "start_time": 3218860.0,
      "end_time": 3222951.0,
      "text": "of six people in poverty. How about food stamps? When he took office,"
    },
    {
      "index": 682,
      "start_time": 3222950.0,
      "end_time": 3228950.0,
      "text": "32 million people were on food stamps. Today, 47 million people are on food stamps. How"
    },
    {
      "index": 683,
      "start_time": 3228950.0,
      "end_time": 3234799.0,
      "text": "about the growth of the economy? It’s growing more slowly this year than last year, and"
    },
    {
      "index": 684,
      "start_time": 3234800.0,
      "end_time": 3240740.0,
      "text": "more slowly last year than the year before. The president wants to do well. I understand."
    },
    {
      "index": 685,
      "start_time": 3240740.0,
      "end_time": 3246421.0,
      "text": "But the policies he’s put in place from Obamacare to Dodd-Frank to his tax policies"
    },
    {
      "index": 686,
      "start_time": 3246420.0,
      "end_time": 3251789.0,
      "text": "to his regulatory policies, these policies combined have not let this economy take off"
    },
    {
      "index": 687,
      "start_time": 3251790.0,
      "end_time": 3254941.0,
      "text": "and grow like it could have. You might say, “Well, you got an example"
    },
    {
      "index": 688,
      "start_time": 3254940.0,
      "end_time": 3260720.0,
      "text": "of one that worked better?” Yeah, in the Reagan recession where unemployment hit 10.8"
    },
    {
      "index": 689,
      "start_time": 3260720.0,
      "end_time": 3265609.0,
      "text": "percent, between that period — the end of that recession and the equivalent of time"
    },
    {
      "index": 690,
      "start_time": 3265610.0,
      "end_time": 3272090.0,
      "text": "to today, Ronald Reagan’s recovery created twice as many jobs as this president’s recovery."
    },
    {
      "index": 691,
      "start_time": 3272090.0,
      "end_time": 3276040.0,
      "text": "Five million jobs doesn’t even keep up with our population growth. And the only reason"
    },
    {
      "index": 692,
      "start_time": 3276040.0,
      "end_time": 3280260.0,
      "text": "the unemployment rate seems a little lower today is because of all the people that have"
    },
    {
      "index": 693,
      "start_time": 3280260.0,
      "end_time": 3284770.0,
      "text": "dropped out of the workforce. The president has tried, but his policies"
    },
    {
      "index": 694,
      "start_time": 3284770.0,
      "end_time": 3291530.0,
      "text": "haven’t worked. He’s great as a — as a — as a speaker and describing his plans"
    },
    {
      "index": 695,
      "start_time": 3291530.0,
      "end_time": 3296120.0,
      "text": "and his vision. That’s wonderful, except we have a record to look at. And that record"
    },
    {
      "index": 696,
      "start_time": 3296120.0,
      "end_time": 3301471.0,
      "text": "shows he just hasn’t been able to cut the deficit, to put in place reforms for Medicare"
    },
    {
      "index": 697,
      "start_time": 3301470.0,
      "end_time": 3307140.0,
      "text": "and Social Security to preserve them, to get us the rising incomes we need. Median income"
    },
    {
      "index": 698,
      "start_time": 3307140.0,
      "end_time": 3312589.0,
      "text": "is down $4,300 a family and 23 million Americans out of work. That’s what this election is"
    },
    {
      "index": 699,
      "start_time": 3312590.0,
      "end_time": 3317790.0,
      "text": "about. It’s about who can get the middle class in this country a bright and prosperous"
    },
    {
      "index": 700,
      "start_time": 3317790.0,
      "end_time": 3322060.0,
      "text": "future and assure our kids the kind of hope and optimism they deserve."
    },
    {
      "index": 701,
      "start_time": 3322060.0,
      "end_time": 3325510.0,
      "text": "CROWLEY: Governor, I want to move you along. Don’t — don’t go away, and we’ll have"
    },
    {
      "index": 702,
      "start_time": 3325510.0,
      "end_time": 3329530.0,
      "text": "plenty of time to respond. We are quite aware of the clock for both of you. But I want to"
    },
    {
      "index": 703,
      "start_time": 3329530.0,
      "end_time": 3334421.0,
      "text": "bring in a different subject here. Mr. President, I’ll be right back with you."
    },
    {
      "index": 704,
      "start_time": 3334420.0,
      "end_time": 3338019.0,
      "text": "Lorraine Osorio has a question for you about a topic we have not…"
    },
    {
      "index": 705,
      "start_time": 3338020.0,
      "end_time": 3339671.0,
      "text": "OBAMA: This is for Governor Romney? CROWLEY: It’s for Governor Romney, and we’ll"
    },
    {
      "index": 706,
      "start_time": 3339670.0,
      "end_time": 3343109.0,
      "text": "be right with you, Mr. President. Thanks. ROMNEY: Is it Loraina?"
    },
    {
      "index": 707,
      "start_time": 3343110.0,
      "end_time": 3344881.0,
      "text": "QUESTION: Lorraine. ROMNEY: Lorraine?"
    },
    {
      "index": 708,
      "start_time": 3344880.0,
      "end_time": 3347089.0,
      "text": "QUESTION: Yes, Lorraine. ROMNEY: Lorraine."
    },
    {
      "index": 709,
      "start_time": 3347090.0,
      "end_time": 3350191.0,
      "text": "QUESTION: How you doing? ROMNEY: Good, thanks."
    },
    {
      "index": 710,
      "start_time": 3350190.0,
      "end_time": 3354650.0,
      "text": "QUESTION: Mr. Romney, what do you plan on doing with immigrants without their green"
    },
    {
      "index": 711,
      "start_time": 3354650.0,
      "end_time": 3358910.0,
      "text": "cards that are currently living here as productive members of society?"
    },
    {
      "index": 712,
      "start_time": 3358910.0,
      "end_time": 3364180.0,
      "text": "ROMNEY: Thank you. Lorraine? Did I get that right? Good. Thank you for your question."
    },
    {
      "index": 713,
      "start_time": 3364180.0,
      "end_time": 3368499.0,
      "text": "And let me step back and tell you what I would like to do with our immigration policy broadly"
    },
    {
      "index": 714,
      "start_time": 3368500.0,
      "end_time": 3374090.0,
      "text": "and include an answer to your question. But first of all, this is a nation of immigrants."
    },
    {
      "index": 715,
      "start_time": 3374090.0,
      "end_time": 3378570.0,
      "text": "We welcome people coming to this country as immigrants. My dad was born in Mexico of American"
    },
    {
      "index": 716,
      "start_time": 3378570.0,
      "end_time": 3383681.0,
      "text": "parents; Ann’s dad was born in Wales and is a first-generation American. We welcome"
    },
    {
      "index": 717,
      "start_time": 3383680.0,
      "end_time": 3387900.0,
      "text": "legal immigrants into this country. I want our legal system to work better. I"
    },
    {
      "index": 718,
      "start_time": 3387900.0,
      "end_time": 3391720.0,
      "text": "want it to be streamlined. I want it to be clearer. I don’t think you have to — shouldn’t"
    },
    {
      "index": 719,
      "start_time": 3391720.0,
      "end_time": 3396099.0,
      "text": "have to hire a lawyer to figure out how to get into this country legally. I also think"
    },
    {
      "index": 720,
      "start_time": 3396100.0,
      "end_time": 3400500.0,
      "text": "that we should give visas to people — green cards, rather, to people who graduate with"
    },
    {
      "index": 721,
      "start_time": 3400500.0,
      "end_time": 3405320.0,
      "text": "skills that we need. People around the world with accredited degrees in science and math"
    },
    {
      "index": 722,
      "start_time": 3405320.0,
      "end_time": 3410320.0,
      "text": "get a green card stapled to their diploma, come to the U.S. of A. We should make sure"
    },
    {
      "index": 723,
      "start_time": 3410320.0,
      "end_time": 3413770.0,
      "text": "our legal system works. Number two, we’re going to have to stop"
    },
    {
      "index": 724,
      "start_time": 3413770.0,
      "end_time": 3419230.0,
      "text": "illegal immigration. There are 4 million people who are waiting in line to get here legally."
    },
    {
      "index": 725,
      "start_time": 3419230.0,
      "end_time": 3422840.0,
      "text": "Those who’ve come here illegally take their place. So I will not grant amnesty to those"
    },
    {
      "index": 726,
      "start_time": 3422840.0,
      "end_time": 3426490.0,
      "text": "who have come here illegally. What I will do is I’ll put in place an employment"
    },
    {
      "index": 727,
      "start_time": 3426490.0,
      "end_time": 3431730.0,
      "text": "verification system and make sure that employers that hire people who have come here illegally"
    },
    {
      "index": 728,
      "start_time": 3431730.0,
      "end_time": 3437320.0,
      "text": "are sanctioned for doing so. I won’t put in place magnets for people coming here illegally."
    },
    {
      "index": 729,
      "start_time": 3437320.0,
      "end_time": 3441520.0,
      "text": "So for instance, I would not give driver’s licenses to those that have come here illegally"
    },
    {
      "index": 730,
      "start_time": 3441520.0,
      "end_time": 3446931.0,
      "text": "as the president would. The kids of those that came here illegally,"
    },
    {
      "index": 731,
      "start_time": 3446930.0,
      "end_time": 3451029.0,
      "text": "those kids, I think, should have a pathway to become a permanent resident of the United"
    },
    {
      "index": 732,
      "start_time": 3451030.0,
      "end_time": 3455310.0,
      "text": "States and military service, for instance, is one way they would have that kind of pathway"
    },
    {
      "index": 733,
      "start_time": 3455310.0,
      "end_time": 3459520.0,
      "text": "to become a permanent resident. ROMNEY: Now when the president ran for office,"
    },
    {
      "index": 734,
      "start_time": 3459520.0,
      "end_time": 3463120.0,
      "text": "he said that he’d put in place, in his first year, a piece of legislation — he’d file"
    },
    {
      "index": 735,
      "start_time": 3463120.0,
      "end_time": 3468421.0,
      "text": "a bill in his first year that would reform our — our immigration system, protect legal"
    },
    {
      "index": 736,
      "start_time": 3468420.0,
      "end_time": 3471309.0,
      "text": "immigration, stop illegal immigration. He didn’t do it."
    },
    {
      "index": 737,
      "start_time": 3471310.0,
      "end_time": 3476901.0,
      "text": "He had a Democrat House, a Democrat Senate, super majority in both Houses. Why did he"
    },
    {
      "index": 738,
      "start_time": 3476900.0,
      "end_time": 3482910.0,
      "text": "fail to even promote legislation that would have provided an answer for those that want"
    },
    {
      "index": 739,
      "start_time": 3482910.0,
      "end_time": 3488160.0,
      "text": "to come legally and for those that are here illegally today? What’s a question I think"
    },
    {
      "index": 740,
      "start_time": 3488160.0,
      "end_time": 3490170.0,
      "text": "the — the president will have a chance to answer right now."
    },
    {
      "index": 741,
      "start_time": 3490170.0,
      "end_time": 3498109.0,
      "text": "OBAMA: Good, I look forward to it. Was — Lorranna — Lorraine — we are a"
    },
    {
      "index": 742,
      "start_time": 3498110.0,
      "end_time": 3503671.0,
      "text": "nation of immigrants. I mean we’re just a few miles away from Ellis Island. We all"
    },
    {
      "index": 743,
      "start_time": 3503670.0,
      "end_time": 3510910.0,
      "text": "understand what this country has become because talent from all around the world wants to"
    },
    {
      "index": 744,
      "start_time": 3510910.0,
      "end_time": 3516400.0,
      "text": "come here. People are willing to take risks. People who want to build on their dreams and"
    },
    {
      "index": 745,
      "start_time": 3516400.0,
      "end_time": 3519430.0,
      "text": "make sure their kids have an even bigger dreams than they have."
    },
    {
      "index": 746,
      "start_time": 3519430.0,
      "end_time": 3526109.0,
      "text": "But we’re also a nation of laws. So what I’ve said is we need to fix a broken immigration"
    },
    {
      "index": 747,
      "start_time": 3526110.0,
      "end_time": 3532151.0,
      "text": "system and I’ve done everything that I can on my own and sought cooperation from Congress"
    },
    {
      "index": 748,
      "start_time": 3532150.0,
      "end_time": 3537190.0,
      "text": "to make sure that we fix the system. The first thing we did was to streamline the"
    },
    {
      "index": 749,
      "start_time": 3537190.0,
      "end_time": 3542549.0,
      "text": "legal immigration system, to reduce the backlog, make it easier, simpler and cheaper for people"
    },
    {
      "index": 750,
      "start_time": 3542550.0,
      "end_time": 3547441.0,
      "text": "who are waiting in line, obeying the law to make sure that they can come here and contribute"
    },
    {
      "index": 751,
      "start_time": 3547440.0,
      "end_time": 3550739.0,
      "text": "to our country and that’s good for our economic growth."
    },
    {
      "index": 752,
      "start_time": 3550740.0,
      "end_time": 3555110.0,
      "text": "They’ll start new businesses. They’ll make things happen to create jobs here in"
    },
    {
      "index": 753,
      "start_time": 3555110.0,
      "end_time": 3559221.0,
      "text": "the United States. Number two, we do have to deal with our border"
    },
    {
      "index": 754,
      "start_time": 3559220.0,
      "end_time": 3564670.0,
      "text": "so we put more border patrol on the — any time in history and the flow of undocumented"
    },
    {
      "index": 755,
      "start_time": 3564670.0,
      "end_time": 3569210.0,
      "text": "works across the border is actually lower than it’s been in 40 years."
    },
    {
      "index": 756,
      "start_time": 3569210.0,
      "end_time": 3574519.0,
      "text": "What I’ve also said is if we’re going to go after folks who are here illegally,"
    },
    {
      "index": 757,
      "start_time": 3574520.0,
      "end_time": 3579620.0,
      "text": "we should do it smartly and go after folks who are criminals, gang bangers, people who"
    },
    {
      "index": 758,
      "start_time": 3579620.0,
      "end_time": 3585490.0,
      "text": "are hurting the community, not after students, not after folks who are here just because"
    },
    {
      "index": 759,
      "start_time": 3585490.0,
      "end_time": 3588931.0,
      "text": "they’re trying to figure out how to feed their families. And that’s what we’ve"
    },
    {
      "index": 760,
      "start_time": 3588930.0,
      "end_time": 3594960.0,
      "text": "done. And what I’ve also said is for young people who come here, brought here often times"
    },
    {
      "index": 761,
      "start_time": 3594960.0,
      "end_time": 3602069.0,
      "text": "by their parents. Had gone to school here, pledged allegiance to the flag. Think of this"
    },
    {
      "index": 762,
      "start_time": 3602070.0,
      "end_time": 3607560.0,
      "text": "as their country. Understand themselves as Americans in every way except having papers."
    },
    {
      "index": 763,
      "start_time": 3607560.0,
      "end_time": 3610941.0,
      "text": "And we should make sure that we give them a pathway to citizenship."
    },
    {
      "index": 764,
      "start_time": 3610940.0,
      "end_time": 3616529.0,
      "text": "And that’s what I’ve done administratively. Now, Governor Romney just said, you know he"
    },
    {
      "index": 765,
      "start_time": 3616530.0,
      "end_time": 3620780.0,
      "text": "wants to help those young people too, but during the Republican primary, he said, “I"
    },
    {
      "index": 766,
      "start_time": 3620780.0,
      "end_time": 3627711.0,
      "text": "will veto the DREAM Act”, that would allow these young people to have access.” His"
    },
    {
      "index": 767,
      "start_time": 3627710.0,
      "end_time": 3632200.0,
      "text": "main strategy during the Republican primary was to say, “We’re going to encourage"
    },
    {
      "index": 768,
      "start_time": 3632200.0,
      "end_time": 3639349.0,
      "text": "self-deportation.” Making life so miserable on folks that they’ll leave. He called the"
    },
    {
      "index": 769,
      "start_time": 3639350.0,
      "end_time": 3643740.0,
      "text": "Arizona law a model for the nation. Part of the Arizona law said that law enforcement"
    },
    {
      "index": 770,
      "start_time": 3643740.0,
      "end_time": 3648191.0,
      "text": "officers could stop folks because they suspected maybe they looked like they might be undocumented"
    },
    {
      "index": 771,
      "start_time": 3648190.0,
      "end_time": 3658289.0,
      "text": "workers and check their papers. You know what? If my daughter or yours looks"
    },
    {
      "index": 772,
      "start_time": 3658290.0,
      "end_time": 3664471.0,
      "text": "to somebody like they’re not a citizen, I don’t want — I don’t want to empower"
    },
    {
      "index": 773,
      "start_time": 3664470.0,
      "end_time": 3672999.0,
      "text": "somebody like that. So, we can fix this system in a comprehensive way. And when Governor"
    },
    {
      "index": 774,
      "start_time": 3673000.0,
      "end_time": 3678961.0,
      "text": "Romney says, the challenge is, “Well Obama didn’t try.” That’s not true. I have"
    },
    {
      "index": 775,
      "start_time": 3678960.0,
      "end_time": 3683400.0,
      "text": "sat down with Democrats and Republicans at the beginning of my term. And I said, let’s"
    },
    {
      "index": 776,
      "start_time": 3683400.0,
      "end_time": 3688239.0,
      "text": "fix this system. Including Senators previously who had supported it on the Republican side."
    },
    {
      "index": 777,
      "start_time": 3688240.0,
      "end_time": 3693240.0,
      "text": "But it’s very hard for Republican’s in Congress to support comprehensive immigration"
    },
    {
      "index": 778,
      "start_time": 3693240.0,
      "end_time": 3699360.0,
      "text": "reform, if their standard bearer has said that, this is not something I’m interested"
    },
    {
      "index": 779,
      "start_time": 3699360.0,
      "end_time": 3700971.0,
      "text": "in supporting. CROWLEY: Let me get the governor in here,"
    },
    {
      "index": 780,
      "start_time": 3700970.0,
      "end_time": 3704099.0,
      "text": "Mr. President. Let’s speak to, if you could… ROMNEY: Yes."
    },
    {
      "index": 781,
      "start_time": 3704100.0,
      "end_time": 3707240.0,
      "text": "CROWLEY: …the idea of self-deportation? ROMNEY: No, let — let — let me go back"
    },
    {
      "index": 782,
      "start_time": 3707240.0,
      "end_time": 3711030.0,
      "text": "and speak to the points that the president made and — and — and let’s get them"
    },
    {
      "index": 783,
      "start_time": 3711030.0,
      "end_time": 3714891.0,
      "text": "correct. I did not say that the Arizona law was a model"
    },
    {
      "index": 784,
      "start_time": 3714890.0,
      "end_time": 3720029.0,
      "text": "for the nation in that aspect. I said that the E-Verify portion of the Arizona law, which"
    },
    {
      "index": 785,
      "start_time": 3720030.0,
      "end_time": 3724520.0,
      "text": "is — which is the portion of the law which says that employers could be able to determine"
    },
    {
      "index": 786,
      "start_time": 3724520.0,
      "end_time": 3728250.0,
      "text": "whether someone is here illegally or not illegally, that that was a model for the nation. That’s"
    },
    {
      "index": 787,
      "start_time": 3728250.0,
      "end_time": 3731181.0,
      "text": "number one. Number two, I asked the president a question"
    },
    {
      "index": 788,
      "start_time": 3731180.0,
      "end_time": 3735710.0,
      "text": "I think Hispanics and immigrants all over the nation have asked. He was asked this on"
    },
    {
      "index": 789,
      "start_time": 3735710.0,
      "end_time": 3740210.0,
      "text": "Univision the other day. Why, when you said you’d filed legislation in your first year"
    },
    {
      "index": 790,
      "start_time": 3740210.0,
      "end_time": 3744210.0,
      "text": "didn’t you do it? And he didn’t answer. He — he doesn’t answer that question."
    },
    {
      "index": 791,
      "start_time": 3744210.0,
      "end_time": 3747969.0,
      "text": "He said the standard bearer wasn’t for it. I’m glad you thought I was a standard bearer"
    },
    {
      "index": 792,
      "start_time": 3747970.0,
      "end_time": 3753161.0,
      "text": "four years ago, but I wasn’t. Four years ago you said in your first year"
    },
    {
      "index": 793,
      "start_time": 3753160.0,
      "end_time": 3757660.0,
      "text": "you would file legislation. In his first year, I was just getting — licking"
    },
    {
      "index": 794,
      "start_time": 3757660.0,
      "end_time": 3761180.0,
      "text": "my wounds from having been beaten by John McCain, all right. I was not the standard"
    },
    {
      "index": 795,
      "start_time": 3761180.0,
      "end_time": 3764130.0,
      "text": "bearer. My — my view is that this president should"
    },
    {
      "index": 796,
      "start_time": 3764130.0,
      "end_time": 3768599.0,
      "text": "have honored his promise to do as he said. Now, let me mention one other thing, and that"
    },
    {
      "index": 797,
      "start_time": 3768600.0,
      "end_time": 3773270.0,
      "text": "is self-deportation says let people make their own choice. What I was saying is, we’re"
    },
    {
      "index": 798,
      "start_time": 3773270.0,
      "end_time": 3779120.0,
      "text": "not going to round up 12 million people, undocumented illegals, and take them out of the nation."
    },
    {
      "index": 799,
      "start_time": 3779120.0,
      "end_time": 3783171.0,
      "text": "Instead let people make their own choice. And if they — if they find that — that"
    },
    {
      "index": 800,
      "start_time": 3783170.0,
      "end_time": 3786509.0,
      "text": "they can’t get the benefits here that they want and they can’t — and they can’t"
    },
    {
      "index": 801,
      "start_time": 3786510.0,
      "end_time": 3789631.0,
      "text": "find the job they want, then they’ll make a decision to go a place where — where they"
    },
    {
      "index": 802,
      "start_time": 3789630.0,
      "end_time": 3792989.0,
      "text": "have better opportunities. But I’m not in favor of rounding up people"
    },
    {
      "index": 803,
      "start_time": 3792990.0,
      "end_time": 3797651.0,
      "text": "and — and — and taking them out of this country. I am in favor, as the president has"
    },
    {
      "index": 804,
      "start_time": 3797650.0,
      "end_time": 3801039.0,
      "text": "said, and I agree with him, which is that if people have committed crimes we got to"
    },
    {
      "index": 805,
      "start_time": 3801040.0,
      "end_time": 3803520.0,
      "text": "get them out of this country. ROMNEY: Let me mention something else the"
    },
    {
      "index": 806,
      "start_time": 3803520.0,
      "end_time": 3807671.0,
      "text": "president said. It was a moment ago and I didn’t get a chance to, when he was describing"
    },
    {
      "index": 807,
      "start_time": 3807670.0,
      "end_time": 3811809.0,
      "text": "Chinese investments and so forth. OBAMA: Candy?"
    },
    {
      "index": 808,
      "start_time": 3811810.0,
      "end_time": 3816171.0,
      "text": "Hold on a second. The… ROMNEY: Mr. President, I’m still speaking."
    },
    {
      "index": 809,
      "start_time": 3816170.0,
      "end_time": 3818009.0,
      "text": "(CROSSTALK) ROMNEY: Mr. President, let me finish."
    },
    {
      "index": 810,
      "start_time": 3818010.0,
      "end_time": 3819191.0,
      "text": "(CROSSTALK) ROMNEY: I’ve gotta continue."
    },
    {
      "index": 811,
      "start_time": 3819190.0,
      "end_time": 3823059.0,
      "text": "(CROSSTALK) CROWLEY: Governor Romney, you can make it"
    },
    {
      "index": 812,
      "start_time": 3823060.0,
      "end_time": 3825790.0,
      "text": "short. See all these people? They’ve been waiting for you. (inaudible) make it short"
    },
    {
      "index": 813,
      "start_time": 3825790.0,
      "end_time": 3827651.0,
      "text": "(inaudible). ROMNEY: Just going to make a point. Any investments"
    },
    {
      "index": 814,
      "start_time": 3827650.0,
      "end_time": 3831989.0,
      "text": "I have over the last eight years have been managed by a blind trust. And I understand"
    },
    {
      "index": 815,
      "start_time": 3831990.0,
      "end_time": 3836730.0,
      "text": "they do include investments outside the United States, including in — in Chinese companies."
    },
    {
      "index": 816,
      "start_time": 3836730.0,
      "end_time": 3839560.0,
      "text": "Mr. President, have you looked at your pension? Have you looked at your pension?"
    },
    {
      "index": 817,
      "start_time": 3839560.0,
      "end_time": 3842220.0,
      "text": "OBAMA: I’ve got to say… ROMNEY: Mr. President, have you looked at"
    },
    {
      "index": 818,
      "start_time": 3842220.0,
      "end_time": 3844740.0,
      "text": "your pension? OBAMA: You know, I — I don’t look at my"
    },
    {
      "index": 819,
      "start_time": 3844740.0,
      "end_time": 3846860.0,
      "text": "pension. It’s not as big as yours so it doesn’t take as long."
    },
    {
      "index": 820,
      "start_time": 3846860.0,
      "end_time": 3849881.0,
      "text": "ROMNEY: Well, let me give you some advice. OBAMA: I don’t check it that often."
    },
    {
      "index": 821,
      "start_time": 3849880.0,
      "end_time": 3852920.0,
      "text": "ROMNEY: Let me give you some advice. Look at your pension. You also have investments"
    },
    {
      "index": 822,
      "start_time": 3852920.0,
      "end_time": 3857109.0,
      "text": "in Chinese companies. You also have investments outside the United States. You also have investments"
    },
    {
      "index": 823,
      "start_time": 3857110.0,
      "end_time": 3858661.0,
      "text": "through a Cayman’s trust. (CROSSTALK)"
    },
    {
      "index": 824,
      "start_time": 3858660.0,
      "end_time": 3860979.0,
      "text": "CROWLEY: We’re way off topic here, Governor Romney."
    },
    {
      "index": 825,
      "start_time": 3860980.0,
      "end_time": 3864300.0,
      "text": "(CROSSTALK) OBAMA: I thought we were talking about immigration."
    },
    {
      "index": 826,
      "start_time": 3864300.0,
      "end_time": 3867800.0,
      "text": "(CROSSTALK) OBAMA: I do want to make sure that…"
    },
    {
      "index": 827,
      "start_time": 3867800.0,
      "end_time": 3869800.0,
      "text": "CROWLEY: If I could have you sit down, Governor Romney. Thank you."
    },
    {
      "index": 828,
      "start_time": 3869800.0,
      "end_time": 3871980.0,
      "text": "OBAMA: I do want to make sure that — I do want to make sure that we just understand"
    },
    {
      "index": 829,
      "start_time": 3871980.0,
      "end_time": 3876911.0,
      "text": "something. Governor Romney says he wasn’t referring to Arizona as a model for the nation."
    },
    {
      "index": 830,
      "start_time": 3876910.0,
      "end_time": 3881099.0,
      "text": "His top adviser on immigration is the guy who designed the Arizona law, the entirety"
    },
    {
      "index": 831,
      "start_time": 3881100.0,
      "end_time": 3887961.0,
      "text": "of it; not E-Verify, the whole thing. That’s his policy. And it’s a bad policy. And it"
    },
    {
      "index": 832,
      "start_time": 3887960.0,
      "end_time": 3894019.0,
      "text": "won’t help us grow. Look, when we think about immigration, we"
    },
    {
      "index": 833,
      "start_time": 3894020.0,
      "end_time": 3900100.0,
      "text": "have to understand there are folks all around the world who still see America as the land"
    },
    {
      "index": 834,
      "start_time": 3900100.0,
      "end_time": 3906540.0,
      "text": "of promise. And they provide us energy and they provide us innovation and they start"
    },
    {
      "index": 835,
      "start_time": 3906540.0,
      "end_time": 3910300.0,
      "text": "companies like Intel and Google. And we want to encourage that."
    },
    {
      "index": 836,
      "start_time": 3910300.0,
      "end_time": 3915270.0,
      "text": "Now, we’ve got to make sure that we do it in a smart way and a comprehensive way, and"
    },
    {
      "index": 837,
      "start_time": 3915270.0,
      "end_time": 3923340.0,
      "text": "we make the legal system better. But when we make this into a divisive political issue,"
    },
    {
      "index": 838,
      "start_time": 3923340.0,
      "end_time": 3927381.0,
      "text": "and when we don’t have bipartisan support — I can deliver, Governor, a whole bunch"
    },
    {
      "index": 839,
      "start_time": 3927380.0,
      "end_time": 3929950.0,
      "text": "of Democrats to get comprehensive immigration reform done, and we can’t…"
    },
    {
      "index": 840,
      "start_time": 3929950.0,
      "end_time": 3932039.0,
      "text": "ROMNEY: I’ll get it done. I’ll get it done. First year…"
    },
    {
      "index": 841,
      "start_time": 3932040.0,
      "end_time": 3937010.0,
      "text": "OBAMA: … we can’t — we have not seen Republicans serious about this issue at all."
    },
    {
      "index": 842,
      "start_time": 3937010.0,
      "end_time": 3938401.0,
      "text": "And it’s time for them to get serious on it."
    },
    {
      "index": 843,
      "start_time": 3938400.0,
      "end_time": 3938829.0,
      "text": "CROWLEY: Mr. President, let me move you on here please. Mr. President, (inaudible)."
    },
    {
      "index": 844,
      "start_time": 3938830.0,
      "end_time": 3939730.0,
      "text": "OBAMA: This used to be a bipartisan issue. (CROSSTALK)"
    },
    {
      "index": 845,
      "start_time": 3939730.0,
      "end_time": 3942790.0,
      "text": "CROWLEY: Don’t go away, though — right. Don’t go away because I — I want you to"
    },
    {
      "index": 846,
      "start_time": 3942790.0,
      "end_time": 3946300.0,
      "text": "talk to Kerry Ladka who wants to switch the topic for us."
    },
    {
      "index": 847,
      "start_time": 3946300.0,
      "end_time": 3947990.0,
      "text": "OBAMA: OK. Hi, Kerry."
    },
    {
      "index": 848,
      "start_time": 3947990.0,
      "end_time": 3952631.0,
      "text": "QUESTION: Good evening, Mr. President. OBAMA: I’m sorry. What’s your name?"
    },
    {
      "index": 849,
      "start_time": 3952630.0,
      "end_time": 3956599.0,
      "text": "QUESTION: It’s Kerry, Kerry Ladka. OBAMA: Great to see you."
    },
    {
      "index": 850,
      "start_time": 3956600.0,
      "end_time": 3962350.0,
      "text": "QUESTION: This question actually comes from a brain trust of my friends at Global Telecom"
    },
    {
      "index": 851,
      "start_time": 3962350.0,
      "end_time": 3964010.0,
      "text": "Supply (ph) in Minneola yesterday. OBAMA: Ah."
    },
    {
      "index": 852,
      "start_time": 3964010.0,
      "end_time": 3968161.0,
      "text": "QUESTION: We were sitting around, talking about Libya, and we were reading and became"
    },
    {
      "index": 853,
      "start_time": 3968160.0,
      "end_time": 3974759.0,
      "text": "aware of reports that the State Department refused extra security for our embassy in"
    },
    {
      "index": 854,
      "start_time": 3974760.0,
      "end_time": 3980500.0,
      "text": "Benghazi, Libya, prior to the attacks that killed four Americans."
    },
    {
      "index": 855,
      "start_time": 3980500.0,
      "end_time": 3984201.0,
      "text": "Who was it that denied enhanced security and why?"
    },
    {
      "index": 856,
      "start_time": 3984200.0,
      "end_time": 3990210.0,
      "text": "OBAMA: Well, let me first of all talk about our diplomats, because they serve all around"
    },
    {
      "index": 857,
      "start_time": 3990210.0,
      "end_time": 3996869.0,
      "text": "the world and do an incredible job in a very dangerous situation. And these aren’t just"
    },
    {
      "index": 858,
      "start_time": 3996870.0,
      "end_time": 4001590.0,
      "text": "representatives of the United States, they are my representatives. I send them there,"
    },
    {
      "index": 859,
      "start_time": 4001590.0,
      "end_time": 4007480.0,
      "text": "oftentimes into harm’s way. I know these folks and I know their families. So nobody"
    },
    {
      "index": 860,
      "start_time": 4007480.0,
      "end_time": 4010730.0,
      "text": "is more concerned about their safety and security than I am."
    },
    {
      "index": 861,
      "start_time": 4010730.0,
      "end_time": 4016230.0,
      "text": "So as soon as we found out that the Benghazi consulate was being overrun, I was on the"
    },
    {
      "index": 862,
      "start_time": 4016230.0,
      "end_time": 4019901.0,
      "text": "phone with my national security team and I gave them three instructions."
    },
    {
      "index": 863,
      "start_time": 4019900.0,
      "end_time": 4027660.0,
      "text": "Number one, beef up our security and procedures, not just in Libya, but at every embassy and"
    },
    {
      "index": 864,
      "start_time": 4027660.0,
      "end_time": 4033239.0,
      "text": "consulate in the region. Number two, investigate exactly what happened,"
    },
    {
      "index": 865,
      "start_time": 4033240.0,
      "end_time": 4038641.0,
      "text": "regardless of where the facts lead us, to make sure folks are held accountable and it"
    },
    {
      "index": 866,
      "start_time": 4038640.0,
      "end_time": 4043460.0,
      "text": "doesn’t happen again. And number three, we are going to find out"
    },
    {
      "index": 867,
      "start_time": 4043460.0,
      "end_time": 4046829.0,
      "text": "who did this and we’re going to hunt them down, because one of the things that I’ve"
    },
    {
      "index": 868,
      "start_time": 4046830.0,
      "end_time": 4052730.0,
      "text": "said throughout my presidency is when folks mess with Americans, we go after them."
    },
    {
      "index": 869,
      "start_time": 4052730.0,
      "end_time": 4058941.0,
      "text": "OBAMA: Now Governor Romney had a very different response. While we were still dealing with"
    },
    {
      "index": 870,
      "start_time": 4058940.0,
      "end_time": 4066059.0,
      "text": "our diplomats being threatened, Governor Romney put out a press release, trying to make political"
    },
    {
      "index": 871,
      "start_time": 4066060.0,
      "end_time": 4073911.0,
      "text": "points, and that’s not how a commander in chief operates. You don’t turn national"
    },
    {
      "index": 872,
      "start_time": 4073910.0,
      "end_time": 4080069.0,
      "text": "security into a political issue. Certainly not right when it’s happening. And people"
    },
    {
      "index": 873,
      "start_time": 4080070.0,
      "end_time": 4083990.0,
      "text": "— not everybody agrees with some of the decisions I’ve made. But when it comes to"
    },
    {
      "index": 874,
      "start_time": 4083990.0,
      "end_time": 4089550.0,
      "text": "our national security, I mean what I say. I said I’d end the war in Libya — in — in"
    },
    {
      "index": 875,
      "start_time": 4089550.0,
      "end_time": 4094360.0,
      "text": "Iraq, and I did. I said that we’d go after al-Qaeda and bin"
    },
    {
      "index": 876,
      "start_time": 4094360.0,
      "end_time": 4100411.0,
      "text": "Laden, we have. I said we’d transition out of Afghanistan, and start making sure that"
    },
    {
      "index": 877,
      "start_time": 4100410.0,
      "end_time": 4105290.0,
      "text": "Afghans are responsible for their own security, that’s what I’m doing. And when it comes"
    },
    {
      "index": 878,
      "start_time": 4105290.0,
      "end_time": 4110839.0,
      "text": "to this issue, when I say that we are going to find out exactly what happened, everybody"
    },
    {
      "index": 879,
      "start_time": 4110840.0,
      "end_time": 4116681.0,
      "text": "will be held accountable. And I am ultimately responsible for what’s taking place there"
    },
    {
      "index": 880,
      "start_time": 4116680.0000000005,
      "end_time": 4121250.0000000005,
      "text": "because these are my folks, and I’m the one who has to greet those coffins when they"
    },
    {
      "index": 881,
      "start_time": 4121250.0,
      "end_time": 4126190.0,
      "text": "come home. You know that I mean what I say. CROWLEY: Mr. President, I’m going to move"
    },
    {
      "index": 882,
      "start_time": 4126189.9999999995,
      "end_time": 4130559.9999999995,
      "text": "us along. Governor? ROMNEY: Thank you Kerry for your question,"
    },
    {
      "index": 883,
      "start_time": 4130560.0000000005,
      "end_time": 4135600.0000000005,
      "text": "it’s an important one. And — and I — I think the president just said correctly that"
    },
    {
      "index": 884,
      "start_time": 4135600.0000000005,
      "end_time": 4141120.0000000005,
      "text": "the buck does stop at his desk and — and he takes responsibility for — for that — for"
    },
    {
      "index": 885,
      "start_time": 4141120.0,
      "end_time": 4146200.0,
      "text": "the failure in providing those security resources, and — and those terrible things may well"
    },
    {
      "index": 886,
      "start_time": 4146200.0,
      "end_time": 4150520.0,
      "text": "happen from time to time. I — I’m — I feel very deeply sympathetic for the families"
    },
    {
      "index": 887,
      "start_time": 4150520.0000000005,
      "end_time": 4154820.0000000005,
      "text": "of those who lost loved ones. And today there’s a memorial service for one of those that was"
    },
    {
      "index": 888,
      "start_time": 4154819.9999999995,
      "end_time": 4159829.9999999995,
      "text": "lost in this tragedy. We — we think of their families and care for them deeply. There were"
    },
    {
      "index": 889,
      "start_time": 4159830.0,
      "end_time": 4166600.0,
      "text": "other issues associated with this — with this tragedy. There were many days that passed"
    },
    {
      "index": 890,
      "start_time": 4166600.0000000005,
      "end_time": 4170040.0000000005,
      "text": "before we knew whether this was a spontaneous demonstration, or actually whether it was"
    },
    {
      "index": 891,
      "start_time": 4170040.0,
      "end_time": 4172870.0,
      "text": "a terrorist attack. ROMNEY: And there was no demonstration involved."
    },
    {
      "index": 892,
      "start_time": 4172870.0,
      "end_time": 4179750.0,
      "text": "It was a terrorist attack and it took a long time for that to be told to the American people."
    },
    {
      "index": 893,
      "start_time": 4179750.0,
      "end_time": 4183030.0,
      "text": "Whether there was some misleading, or instead whether we just didn’t know what happened,"
    },
    {
      "index": 894,
      "start_time": 4183029.9999999995,
      "end_time": 4188309.9999999995,
      "text": "you have to ask yourself why didn’t we know five days later when the ambassador to the"
    },
    {
      "index": 895,
      "start_time": 4188310.0000000005,
      "end_time": 4192359.0000000005,
      "text": "United Nations went on TV to say that this was a demonstration. How could we have not"
    },
    {
      "index": 896,
      "start_time": 4192359.9999999995,
      "end_time": 4195001.0,
      "text": "known? But I find more troubling than this, that"
    },
    {
      "index": 897,
      "start_time": 4195000.0,
      "end_time": 4199800.0,
      "text": "on — on the day following the assassination of the United States ambassador, the first"
    },
    {
      "index": 898,
      "start_time": 4199800.0,
      "end_time": 4206350.0,
      "text": "time that’s happened since 1979, when — when we have four Americans killed there, when"
    },
    {
      "index": 899,
      "start_time": 4206350.0,
      "end_time": 4211320.0,
      "text": "apparently we didn’t know what happened, that the president, the day after that happened,"
    },
    {
      "index": 900,
      "start_time": 4211320.0,
      "end_time": 4215540.0,
      "text": "flies to Las Vegas for a political fund-raiser, then the next day to Colorado for another"
    },
    {
      "index": 901,
      "start_time": 4215540.0,
      "end_time": 4220440.0,
      "text": "event, other political event. I think these — these actions taken by a"
    },
    {
      "index": 902,
      "start_time": 4220440.0,
      "end_time": 4226660.0,
      "text": "president and a leader have symbolic significance and perhaps even material significance in"
    },
    {
      "index": 903,
      "start_time": 4226660.0,
      "end_time": 4230290.0,
      "text": "that you’d hope that during that time we could call in the people who were actually"
    },
    {
      "index": 904,
      "start_time": 4230290.0,
      "end_time": 4234060.0,
      "text": "eyewitnesses. We’ve read their accounts now about what happened. It was very clear"
    },
    {
      "index": 905,
      "start_time": 4234060.0,
      "end_time": 4238980.0,
      "text": "this was not a demonstration. This was an attack by terrorists."
    },
    {
      "index": 906,
      "start_time": 4238980.0,
      "end_time": 4242940.0,
      "text": "And this calls into question the president’s whole policy in the Middle East. Look what’s"
    },
    {
      "index": 907,
      "start_time": 4242940.0,
      "end_time": 4249500.0,
      "text": "happening in Syria, in Egypt, now in Libya. Consider the distance between ourselves and"
    },
    {
      "index": 908,
      "start_time": 4249500.0,
      "end_time": 4253500.0,
      "text": "— and Israel, the president said that — that he was going to put daylight between us and"
    },
    {
      "index": 909,
      "start_time": 4253500.0,
      "end_time": 4256690.0,
      "text": "Israel. We have Iran four years closer to a nuclear"
    },
    {
      "index": 910,
      "start_time": 4256690.0,
      "end_time": 4263040.0,
      "text": "bomb. Syria — Syria’s not just a tragedy of 30,000 civilians being killed by a military,"
    },
    {
      "index": 911,
      "start_time": 4263040.0,
      "end_time": 4267850.0,
      "text": "but also a strategic — strategically significant player for America."
    },
    {
      "index": 912,
      "start_time": 4267850.0,
      "end_time": 4272190.0,
      "text": "The president’s policies throughout the Middle East began with an apology tour and"
    },
    {
      "index": 913,
      "start_time": 4272190.0,
      "end_time": 4276750.0,
      "text": "— and — and pursue a strategy of leading from behind, and this strategy is unraveling"
    },
    {
      "index": 914,
      "start_time": 4276750.0,
      "end_time": 4281080.0,
      "text": "before our very eyes. CROWLEY: Because we’re — we’re closing"
    },
    {
      "index": 915,
      "start_time": 4281080.0,
      "end_time": 4284190.0,
      "text": "in, I want to still get a lot of people in. I want to ask you something, Mr. President,"
    },
    {
      "index": 916,
      "start_time": 4284190.0,
      "end_time": 4288390.0,
      "text": "and then have the governor just quickly. Your secretary of state, as I’m sure you"
    },
    {
      "index": 917,
      "start_time": 4288390.0,
      "end_time": 4294260.0,
      "text": "know, has said that she takes full responsibility for the attack on the diplomatic mission in"
    },
    {
      "index": 918,
      "start_time": 4294260.0,
      "end_time": 4298750.0,
      "text": "Benghazi. Does the buck stop with your secretary of state as far as what went on here?"
    },
    {
      "index": 919,
      "start_time": 4298750.0,
      "end_time": 4304690.0,
      "text": "OBAMA: Secretary Clinton has done an extraordinary job. But she works for me. I’m the president"
    },
    {
      "index": 920,
      "start_time": 4304690.0,
      "end_time": 4309260.0,
      "text": "and I’m always responsible, and that’s why nobody’s more interested in finding"
    },
    {
      "index": 921,
      "start_time": 4309260.0,
      "end_time": 4317290.0,
      "text": "out exactly what happened than I do. The day after the attack, governor, I stood"
    },
    {
      "index": 922,
      "start_time": 4317290.0,
      "end_time": 4322720.0,
      "text": "in the Rose Garden and I told the American people in the world that we are going to find"
    },
    {
      "index": 923,
      "start_time": 4322720.0,
      "end_time": 4329030.0,
      "text": "out exactly what happened. That this was an act of terror and I also said that we’re"
    },
    {
      "index": 924,
      "start_time": 4329030.0,
      "end_time": 4333230.0,
      "text": "going to hunt down those who committed this crime."
    },
    {
      "index": 925,
      "start_time": 4333230.0,
      "end_time": 4338590.0,
      "text": "And then a few days later, I was there greeting the caskets coming into Andrews Air Force"
    },
    {
      "index": 926,
      "start_time": 4338590.0,
      "end_time": 4347320.0,
      "text": "Base and grieving with the families. And the suggestion that anybody in my team,"
    },
    {
      "index": 927,
      "start_time": 4347320.0,
      "end_time": 4356060.0,
      "text": "whether the Secretary of State, our U.N. Ambassador, anybody on my team would play politics or"
    },
    {
      "index": 928,
      "start_time": 4356060.0,
      "end_time": 4362770.0,
      "text": "mislead when we’ve lost four of our own, governor, is offensive. That’s not what"
    },
    {
      "index": 929,
      "start_time": 4362770.0,
      "end_time": 4369870.0,
      "text": "we do. That’s not what I do as president, that’s not what I do as Commander in Chief."
    },
    {
      "index": 930,
      "start_time": 4369870.0,
      "end_time": 4373640.0,
      "text": "CROWLEY: Governor, if you want to… ROMNEY: Yes, I — I…"
    },
    {
      "index": 931,
      "start_time": 4373640.0,
      "end_time": 4376330.0,
      "text": "CROWLEY: … quickly to this please. ROMNEY: I — I think interesting the president"
    },
    {
      "index": 932,
      "start_time": 4376330.0,
      "end_time": 4379960.0,
      "text": "just said something which — which is that on the day after the attack he went into the"
    },
    {
      "index": 933,
      "start_time": 4379960.0,
      "end_time": 4382940.0,
      "text": "Rose Garden and said that this was an act of terror."
    },
    {
      "index": 934,
      "start_time": 4382940.0,
      "end_time": 4386790.0,
      "text": "OBAMA: That’s what I said. ROMNEY: You said in the Rose Garden the day"
    },
    {
      "index": 935,
      "start_time": 4386790.0,
      "end_time": 4393000.0,
      "text": "after the attack, it was an act of terror. It was not a spontaneous demonstration, is"
    },
    {
      "index": 936,
      "start_time": 4393000.0,
      "end_time": 4395640.0,
      "text": "that what you’re saying? OBAMA: Please proceed governor."
    },
    {
      "index": 937,
      "start_time": 4395640.0,
      "end_time": 4400170.0,
      "text": "ROMNEY: I want to make sure we get that for the record because it took the president 14"
    },
    {
      "index": 938,
      "start_time": 4400170.0,
      "end_time": 4403150.0,
      "text": "days before he called the attack in Benghazi an act of terror."
    },
    {
      "index": 939,
      "start_time": 4403150.0,
      "end_time": 4405770.0,
      "text": "OBAMA: Get the transcript. CROWLEY: It — it — it — he did in fact,"
    },
    {
      "index": 940,
      "start_time": 4405770.0,
      "end_time": 4407920.0,
      "text": "sir. So let me — let me call it an act of terror…"
    },
    {
      "index": 941,
      "start_time": 4407920.0,
      "end_time": 4412830.0,
      "text": "OBAMA: Can you say that a little louder, Candy? CROWLEY: He — he did call it an act of terror."
    },
    {
      "index": 942,
      "start_time": 4412830.0,
      "end_time": 4420620.0,
      "text": "It did as well take — it did as well take two weeks or so for the whole idea there being"
    },
    {
      "index": 943,
      "start_time": 4420620.0,
      "end_time": 4424020.0,
      "text": "a riot out there about this tape to come out. You are correct about that."
    },
    {
      "index": 944,
      "start_time": 4424020.0,
      "end_time": 4429670.0,
      "text": "ROMNEY: This — the administration — the administration indicated this was a reaction"
    },
    {
      "index": 945,
      "start_time": 4429670.0,
      "end_time": 4432960.0,
      "text": "to a video and was a spontaneous reaction. CROWLEY: It did."
    },
    {
      "index": 946,
      "start_time": 4432960.0,
      "end_time": 4437020.0,
      "text": "ROMNEY: It took them a long time to say this was a terrorist act by a terrorist group."
    },
    {
      "index": 947,
      "start_time": 4437020.0,
      "end_time": 4444190.0,
      "text": "And to suggest — am I incorrect in that regard, on Sunday, the — your secretary"
    },
    {
      "index": 948,
      "start_time": 4444190.0,
      "end_time": 4444560.0,
      "text": "– OBAMA: Candy?"
    },
    {
      "index": 949,
      "start_time": 4444560.0,
      "end_time": 4449420.0,
      "text": "ROMNEY: Excuse me. The ambassador of the United Nations went on the Sunday television shows"
    },
    {
      "index": 950,
      "start_time": 4449420.0,
      "end_time": 4450290.0,
      "text": "and spoke about how – OBAMA: Candy, I’m –"
    },
    {
      "index": 951,
      "start_time": 4450290.0,
      "end_time": 4451620.0,
      "text": "ROMNEY: — this was a spontaneous – CROWLEY: Mr. President, let me –"
    },
    {
      "index": 952,
      "start_time": 4451620.0,
      "end_time": 4453480.0,
      "text": "OBAMA: I’m happy to have a longer conversation –"
    },
    {
      "index": 953,
      "start_time": 4453480.0,
      "end_time": 4454240.0,
      "text": "CROWLEY: I know you – OBAMA: — about foreign policy."
    },
    {
      "index": 954,
      "start_time": 4454240.0,
      "end_time": 4456250.0,
      "text": "CROWLEY: Absolutely. But I want to — I want to move you on and also –"
    },
    {
      "index": 955,
      "start_time": 4456250.0,
      "end_time": 4458250.0,
      "text": "OBAMA: OK. I’m happy to do that, too. CROWLEY: — the transcripts and –"
    },
    {
      "index": 956,
      "start_time": 4458250.0,
      "end_time": 4461810.0,
      "text": "OBAMA: I just want to make sure that – CROWLEY: — figure out what we –"
    },
    {
      "index": 957,
      "start_time": 4461810.0,
      "end_time": 4463520.0,
      "text": "OBAMA: — all of these wonderful folks are going to have a chance to get some of their"
    },
    {
      "index": 958,
      "start_time": 4463520.0,
      "end_time": 4465130.0,
      "text": "questions answered. CROWLEY: Because what I — what I want to"
    },
    {
      "index": 959,
      "start_time": 4465130.0,
      "end_time": 4469370.0,
      "text": "do, Mr. President, stand there a second, because I want to introduce you to Nina Gonzalez,"
    },
    {
      "index": 960,
      "start_time": 4469370.0,
      "end_time": 4476690.0,
      "text": "who brought up a question that we hear a lot, both over the Internet and from this crowd."
    },
    {
      "index": 961,
      "start_time": 4476690.0,
      "end_time": 4483920.0,
      "text": "QUESTION: President Obama, during the Democratic National Convention in 2008, you stated you"
    },
    {
      "index": 962,
      "start_time": 4483920.0,
      "end_time": 4490730.0,
      "text": "wanted to keep AK-47s out of the hands of criminals. What has your administration done"
    },
    {
      "index": 963,
      "start_time": 4490730.0,
      "end_time": 4495000.0,
      "text": "or planned to do to limit the availability of assault weapons?"
    },
    {
      "index": 964,
      "start_time": 4495000.0,
      "end_time": 4500170.0,
      "text": "OBAMA: We’re a nation that believes in the Second Amendment, and I believe in the Second"
    },
    {
      "index": 965,
      "start_time": 4500170.0,
      "end_time": 4507960.0,
      "text": "Amendment. We’ve got a long tradition of hunting and sportsmen and people who want"
    },
    {
      "index": 966,
      "start_time": 4507960.0,
      "end_time": 4513770.0,
      "text": "to make sure they can protect themselves. But there have been too many instances during"
    },
    {
      "index": 967,
      "start_time": 4513770.0,
      "end_time": 4519060.0,
      "text": "the course of my presidency, where I’ve had to comfort families who have lost somebody."
    },
    {
      "index": 968,
      "start_time": 4519060.0,
      "end_time": 4525970.0,
      "text": "Most recently out in Aurora. You know, just a couple of weeks ago, actually, probably"
    },
    {
      "index": 969,
      "start_time": 4525970.0,
      "end_time": 4534240.0,
      "text": "about a month, I saw a mother, who I had met at the bedside of her son, who had been shot"
    },
    {
      "index": 970,
      "start_time": 4534240.0,
      "end_time": 4540170.0,
      "text": "in that theater. And her son had been shot through the head."
    },
    {
      "index": 971,
      "start_time": 4540170.0,
      "end_time": 4548440.0,
      "text": "And we spent some time, and we said a prayer and, remarkably, about two months later, this"
    },
    {
      "index": 972,
      "start_time": 4548440.0,
      "end_time": 4556870.0,
      "text": "young man and his mom showed up, and he looked unbelievable, good as new."
    },
    {
      "index": 973,
      "start_time": 4556870.0,
      "end_time": 4562810.0,
      "text": "But there were a lot of families who didn’t have that good fortune and whose sons or daughters"
    },
    {
      "index": 974,
      "start_time": 4562810.0,
      "end_time": 4568630.0,
      "text": "or husbands didn’t survive. So my belief is that, (A), we have to enforce"
    },
    {
      "index": 975,
      "start_time": 4568630.0,
      "end_time": 4573730.0,
      "text": "the laws we’ve already got, make sure that we’re keeping guns out of the hands of criminals,"
    },
    {
      "index": 976,
      "start_time": 4573730.0,
      "end_time": 4579360.0,
      "text": "those who are mentally ill. We’ve done a much better job in terms of background checks,"
    },
    {
      "index": 977,
      "start_time": 4579360.0,
      "end_time": 4582940.0,
      "text": "but we’ve got more to do when it comes to enforcement."
    },
    {
      "index": 978,
      "start_time": 4582940.0,
      "end_time": 4589350.0,
      "text": "But I also share your belief that weapons that were designed for soldiers in war theaters"
    },
    {
      "index": 979,
      "start_time": 4589350.0,
      "end_time": 4595920.0,
      "text": "don’t belong on our streets. And so what I’m trying to do is to get a broader conversation"
    },
    {
      "index": 980,
      "start_time": 4595920.0,
      "end_time": 4604440.0,
      "text": "about how do we reduce the violence generally. Part of it is seeing if we can get an assault"
    },
    {
      "index": 981,
      "start_time": 4604440.0,
      "end_time": 4610030.0,
      "text": "weapons ban reintroduced. But part of it is also looking at other sources of the violence."
    },
    {
      "index": 982,
      "start_time": 4610030.0,
      "end_time": 4612810.0,
      "text": "Because frankly, in my home town of Chicago, there’s an awful lot of violence and they’re"
    },
    {
      "index": 983,
      "start_time": 4612810.0,
      "end_time": 4616270.0,
      "text": "not using AK-47s. They’re using cheap hand guns."
    },
    {
      "index": 984,
      "start_time": 4616270.0,
      "end_time": 4621940.0,
      "text": "And so what can we do to intervene, to make sure that young people have opportunity; that"
    },
    {
      "index": 985,
      "start_time": 4621940.0,
      "end_time": 4627390.0,
      "text": "our schools are working; that if there’s violence on the streets, that working with"
    },
    {
      "index": 986,
      "start_time": 4627390.0,
      "end_time": 4631820.0,
      "text": "faith groups and law enforcement, we can catch it before it gets out of control."
    },
    {
      "index": 987,
      "start_time": 4631820.0,
      "end_time": 4638330.0,
      "text": "And so what I want is a — is a comprehensive strategy. Part of it is seeing if we can get"
    },
    {
      "index": 988,
      "start_time": 4638330.0,
      "end_time": 4645350.0,
      "text": "automatic weapons that kill folks in amazing numbers out of the hands of criminals and"
    },
    {
      "index": 989,
      "start_time": 4645350.0,
      "end_time": 4649710.0,
      "text": "the mentally ill. But part of it is also going deeper and seeing if we can get into these"
    },
    {
      "index": 990,
      "start_time": 4649710.0,
      "end_time": 4654190.0,
      "text": "communities and making sure we catch violent impulses before they occur."
    },
    {
      "index": 991,
      "start_time": 4654190.0,
      "end_time": 4657500.0,
      "text": "CROWLEY: Governor Romney, the question is about assault weapons, AK-47s."
    },
    {
      "index": 992,
      "start_time": 4657500.0,
      "end_time": 4663640.0,
      "text": "ROMNEY: Yeah, I’m not in favor of new pieces of legislation on — on guns and taking guns"
    },
    {
      "index": 993,
      "start_time": 4663640.0,
      "end_time": 4667770.0,
      "text": "away or making certain guns illegal. We, of course, don’t want to have automatic weapons,"
    },
    {
      "index": 994,
      "start_time": 4667770.0,
      "end_time": 4672400.0,
      "text": "and that’s already illegal in this country to have automatic weapons. What I believe"
    },
    {
      "index": 995,
      "start_time": 4672400.0,
      "end_time": 4675850.0,
      "text": "is we have to do, as the president mentioned towards the end of his remarks there, which"
    },
    {
      "index": 996,
      "start_time": 4675850.0,
      "end_time": 4682200.0,
      "text": "is to make enormous efforts to enforce the gun laws that we have, and to change the culture"
    },
    {
      "index": 997,
      "start_time": 4682200.0,
      "end_time": 4684940.0,
      "text": "of violence that we have. And you ask how — how are we going to do"
    },
    {
      "index": 998,
      "start_time": 4684940.0,
      "end_time": 4688840.0,
      "text": "that? And there are a number of things. He mentioned good schools. I totally agree. We"
    },
    {
      "index": 999,
      "start_time": 4688840.0,
      "end_time": 4693210.0,
      "text": "were able to drive our schools to be number one in the nation in my state. And I believe"
    },
    {
      "index": 1000,
      "start_time": 4693210.0,
      "end_time": 4696910.0,
      "text": "if we do a better job in education, we’ll — we’ll give people the — the hope and"
    },
    {
      "index": 1001,
      "start_time": 4696910.0,
      "end_time": 4700250.0,
      "text": "opportunity they deserve and perhaps less violence from that. But let me mention another"
    },
    {
      "index": 1002,
      "start_time": 4700250.0,
      "end_time": 4706450.0,
      "text": "thing. And that is parents. We need moms and dads, helping to raise kids. Wherever possible"
    },
    {
      "index": 1003,
      "start_time": 4706450.0,
      "end_time": 4709800.0,
      "text": "the — the benefit of having two parents in the home, and that’s not always possible."
    },
    {
      "index": 1004,
      "start_time": 4709800.0,
      "end_time": 4714960.0,
      "text": "A lot of great single moms, single dads. But gosh to tell our kids that before they have"
    },
    {
      "index": 1005,
      "start_time": 4714960.0,
      "end_time": 4719210.0,
      "text": "babies, they ought to think about getting married to someone, that’s a great idea."
    },
    {
      "index": 1006,
      "start_time": 4719210.0,
      "end_time": 4723270.0,
      "text": "Because if there’s a two parent family, the prospect of living in poverty goes down"
    },
    {
      "index": 1007,
      "start_time": 4723270.0,
      "end_time": 4728250.0,
      "text": "dramatically. The opportunities that the child will — will be able to achieve increase"
    },
    {
      "index": 1008,
      "start_time": 4728250.0,
      "end_time": 4733560.0,
      "text": "dramatically. So we can make changes in the way our culture works to help bring people"
    },
    {
      "index": 1009,
      "start_time": 4733560.0,
      "end_time": 4738230.0,
      "text": "away from violence and give them opportunity, and bring them in the American system. The"
    },
    {
      "index": 1010,
      "start_time": 4738230.0,
      "end_time": 4741790.0,
      "text": "— the greatest failure we’ve had with regards to — to gun violence in some respects"
    },
    {
      "index": 1011,
      "start_time": 4741790.0,
      "end_time": 4748450.0,
      "text": "is what — what is known as Fast and Furious. Which was a program under this administration,"
    },
    {
      "index": 1012,
      "start_time": 4748450.0,
      "end_time": 4754370.0,
      "text": "and how it worked exactly I think we don’t know precisely, where thousands of automatic,"
    },
    {
      "index": 1013,
      "start_time": 4754370.0,
      "end_time": 4759210.0,
      "text": "and AK-47 type weapons were — were given to people that ultimately gave them to — to"
    },
    {
      "index": 1014,
      "start_time": 4759210.0,
      "end_time": 4763800.0,
      "text": "drug lords. They used those weapons against — against"
    },
    {
      "index": 1015,
      "start_time": 4763800.0,
      "end_time": 4767900.0,
      "text": "their own citizens and killed Americans with them. And this was a — this was a program"
    },
    {
      "index": 1016,
      "start_time": 4767900.0,
      "end_time": 4772310.0,
      "text": "of the government. For what purpose it was put in place, I can’t imagine. But it’s"
    },
    {
      "index": 1017,
      "start_time": 4772310.0,
      "end_time": 4776750.0,
      "text": "one of the great tragedies related to violence in our society which has occurred during this"
    },
    {
      "index": 1018,
      "start_time": 4776750.0,
      "end_time": 4781250.0,
      "text": "administration. Which I think the American people would like to understand fully, it’s"
    },
    {
      "index": 1019,
      "start_time": 4781250.0,
      "end_time": 4787630.0,
      "text": "been investigated to a degree, but — but the administration has carried out executive"
    },
    {
      "index": 1020,
      "start_time": 4787630.0,
      "end_time": 4790170.0,
      "text": "privilege to prevent all of the information from coming out."
    },
    {
      "index": 1021,
      "start_time": 4790170.0,
      "end_time": 4794790.0,
      "text": "I’d like to understand who it was that did this, what the idea was behind it, why it"
    },
    {
      "index": 1022,
      "start_time": 4794790.0,
      "end_time": 4799680.0,
      "text": "led to the violence, thousands of guns going to Mexican drug lords. OBAMA: Candy?"
    },
    {
      "index": 1023,
      "start_time": 4799680.0,
      "end_time": 4803930.0,
      "text": "CROWLEY: Governor, Governor, if I could, the question was about these assault weapons that"
    },
    {
      "index": 1024,
      "start_time": 4803930.0,
      "end_time": 4810180.0,
      "text": "once were once banned and are no longer banned. I know that you signed an assault weapons"
    },
    {
      "index": 1025,
      "start_time": 4810180.0,
      "end_time": 4814860.0,
      "text": "ban when you were in Massachusetts, obviously, with this question, you no longer do support"
    },
    {
      "index": 1026,
      "start_time": 4814860.0,
      "end_time": 4820900.0,
      "text": "that. Why is that, given the kind of violence that we see sometimes with these mass killings?"
    },
    {
      "index": 1027,
      "start_time": 4820900.0,
      "end_time": 4825020.0,
      "text": "Why is it that you have changed your mind? ROMNEY: Well, Candy, actually, in my state,"
    },
    {
      "index": 1028,
      "start_time": 4825020.0,
      "end_time": 4831170.0,
      "text": "the pro-gun folks and the anti-gun folks came together and put together a piece of legislation."
    },
    {
      "index": 1029,
      "start_time": 4831170.0,
      "end_time": 4836420.0,
      "text": "And it’s referred to as an assault weapon ban, but it had, at the signing of the bill,"
    },
    {
      "index": 1030,
      "start_time": 4836420.0,
      "end_time": 4840830.0,
      "text": "both the pro-gun and the anti-gun people came together, because it provided opportunities"
    },
    {
      "index": 1031,
      "start_time": 4840830.0,
      "end_time": 4844220.0,
      "text": "for both that both wanted. There were hunting opportunities, for instance,"
    },
    {
      "index": 1032,
      "start_time": 4844220.0,
      "end_time": 4847840.0,
      "text": "that haven’t previously been available and so forth, so it was a mutually agreed- upon"
    },
    {
      "index": 1033,
      "start_time": 4847840.0,
      "end_time": 4852410.0,
      "text": "piece of legislation. That’s what we need more of, Candy. What we have right now in"
    },
    {
      "index": 1034,
      "start_time": 4852410.0,
      "end_time": 4856680.0,
      "text": "Washington is a place that’s gridlocked. CROWLEY: So I could — if you could get people"
    },
    {
      "index": 1035,
      "start_time": 4856680.0,
      "end_time": 4858430.0,
      "text": "to agree to it, you would be for it? ROMNEY: We have –"
    },
    {
      "index": 1036,
      "start_time": 4858430.0,
      "end_time": 4860130.0,
      "text": "OBAMA: Candy? ROMNEY: — we haven’t had the leadership"
    },
    {
      "index": 1037,
      "start_time": 4860130.0,
      "end_time": 4864580.0,
      "text": "in Washington to work on a bipartisan basis. I was able to do that in my state and bring"
    },
    {
      "index": 1038,
      "start_time": 4864580.0,
      "end_time": 4866110.0,
      "text": "these two together. CROWLEY: Quickly, Mr. President."
    },
    {
      "index": 1039,
      "start_time": 4866110.0,
      "end_time": 4873920.0,
      "text": "OBAMA: The — first of all, I think Governor Romney was for an assault weapons ban before"
    },
    {
      "index": 1040,
      "start_time": 4873920.0,
      "end_time": 4880120.0,
      "text": "he was against it. And he said that the reason he changed his mind was, in part, because"
    },
    {
      "index": 1041,
      "start_time": 4880120.0,
      "end_time": 4887010.0,
      "text": "he was seeking the endorsement of the National Rifle Association. So that’s on the record."
    },
    {
      "index": 1042,
      "start_time": 4887010.0,
      "end_time": 4892220.0,
      "text": "But I think that one area we agree on is the important of parents and the importance of"
    },
    {
      "index": 1043,
      "start_time": 4892220.0,
      "end_time": 4898390.0,
      "text": "schools, because I do believe that if our young people have opportunity, then they are"
    },
    {
      "index": 1044,
      "start_time": 4898390.0,
      "end_time": 4902510.0,
      "text": "less likely to engage in these kinds of violent acts. We’re not going to eliminate everybody"
    },
    {
      "index": 1045,
      "start_time": 4902510.0,
      "end_time": 4905960.0,
      "text": "who is mentally disturbed and we have got to make sure they don’t get weapons."
    },
    {
      "index": 1046,
      "start_time": 4905960.0,
      "end_time": 4906310.0,
      "text": "(AUDIO GAP) OBAMA: because I do believe that if our young"
    },
    {
      "index": 1047,
      "start_time": 4906310.0,
      "end_time": 4906600.0,
      "text": "people have opportunity, then they’re less likely to engage in these kind of violent"
    },
    {
      "index": 1048,
      "start_time": 4906600.0,
      "end_time": 4906770.0,
      "text": "acts. We’re not going to eliminate everybody who"
    },
    {
      "index": 1049,
      "start_time": 4906770.0,
      "end_time": 4907430.0,
      "text": "is mentally disturbed, and we’ve got to make sure they don’t get weapons. But we"
    },
    {
      "index": 1050,
      "start_time": 4907430.0,
      "end_time": 4912640.0,
      "text": "can make a difference in terms ensuring that every young person in America, regardless"
    },
    {
      "index": 1051,
      "start_time": 4912640.0,
      "end_time": 4915890.0,
      "text": "of where they come from, what they look like, have a chance to succeed."
    },
    {
      "index": 1052,
      "start_time": 4915890.0,
      "end_time": 4920700.0,
      "text": "And, Candy, we haven’t had a chance to talk about education much, but I think it is very"
    },
    {
      "index": 1053,
      "start_time": 4920700.0,
      "end_time": 4926850.0,
      "text": "important to understand that the reforms we’ve put in place, working with 46 governors around"
    },
    {
      "index": 1054,
      "start_time": 4926850.0,
      "end_time": 4933460.0,
      "text": "the country, are seeing schools that are some of the ones that are the toughest for kids"
    },
    {
      "index": 1055,
      "start_time": 4933460.0,
      "end_time": 4937550.0,
      "text": "starting to succeed. We’re starting to see gains in math and science."
    },
    {
      "index": 1056,
      "start_time": 4937550.0,
      "end_time": 4944010.0,
      "text": "When it comes to community colleges, we are setting up programs, including with Nassau"
    },
    {
      "index": 1057,
      "start_time": 4944010.0,
      "end_time": 4948890.0,
      "text": "Community College, to retrain workers, including young people who may have dropped out of school"
    },
    {
      "index": 1058,
      "start_time": 4948890.0,
      "end_time": 4954000.0,
      "text": "but now are getting another chance, training them for the jobs that exist right now."
    },
    {
      "index": 1059,
      "start_time": 4954000.0,
      "end_time": 4960540.0,
      "text": "And in fact, employers are looking for skilled workers. And so we’re matching them up."
    },
    {
      "index": 1060,
      "start_time": 4960540.0,
      "end_time": 4965040.0,
      "text": "Giving them access to higher education. As I said, we have made sure that millions of"
    },
    {
      "index": 1061,
      "start_time": 4965040.0,
      "end_time": 4968580.0,
      "text": "young people are able to get an education that they weren’t able to get before."
    },
    {
      "index": 1062,
      "start_time": 4968580.0,
      "end_time": 4970580.0,
      "text": "Now… CROWLEY: Mr. President, I have to — I have"
    },
    {
      "index": 1063,
      "start_time": 4970580.0,
      "end_time": 4972400.0,
      "text": "to move you along here. You said you wanted to…"
    },
    {
      "index": 1064,
      "start_time": 4972400.0,
      "end_time": 4973520.0,
      "text": "(CROSSTALK) CROWLEY: We need to do it here."
    },
    {
      "index": 1065,
      "start_time": 4973520.0,
      "end_time": 4974310.0,
      "text": "OBAMA: But — but it’ll — it’ll — it’ll be…"
    },
    {
      "index": 1066,
      "start_time": 4974310.0,
      "end_time": 4975170.0,
      "text": "(CROSSTALK) OBAMA: … just one second."
    },
    {
      "index": 1067,
      "start_time": 4975170.0,
      "end_time": 4977170.0,
      "text": "CROWLEY: One… OBAMA: Because — because this is important."
    },
    {
      "index": 1068,
      "start_time": 4977170.0,
      "end_time": 4984630.0,
      "text": "This is part of the choice in this election. When Governor Romney was asked whether teachers,"
    },
    {
      "index": 1069,
      "start_time": 4984630.0,
      "end_time": 4989280.0,
      "text": "hiring more teachers was important to growing our economy, Governor Romney said that doesn’t"
    },
    {
      "index": 1070,
      "start_time": 4989280.0,
      "end_time": 4992660.0,
      "text": "grow our economy. When — when he was asked would class size…"
    },
    {
      "index": 1071,
      "start_time": 4992660.0,
      "end_time": 4994330.0,
      "text": "(CROSSTALK) CROWLEY: The question, Mr. President, was"
    },
    {
      "index": 1072,
      "start_time": 4994330.0,
      "end_time": 4996050.0,
      "text": "guns here, so I need to move us along. OBAMA: I understand."
    },
    {
      "index": 1073,
      "start_time": 4996050.0,
      "end_time": 4997910.0,
      "text": "CROWLEY: You know, the question was guns. So let me — let me bring in another…"
    },
    {
      "index": 1074,
      "start_time": 4997910.0,
      "end_time": 5001170.0,
      "text": "OBAMA: But this will make a difference in terms of whether or not we can move this economy"
    },
    {
      "index": 1075,
      "start_time": 5001170.0,
      "end_time": 5002750.0,
      "text": "forward for these young people… CROWLEY: I understand."
    },
    {
      "index": 1076,
      "start_time": 5002750.0,
      "end_time": 5005230.0,
      "text": "OBAMA: … and reduce our violence. CROWLEY: OK. Thank you so much."
    },
    {
      "index": 1077,
      "start_time": 5005230.0,
      "end_time": 5009910.0,
      "text": "I want to ask Carol Goldberg to stand up, because she gets to a question that both these"
    },
    {
      "index": 1078,
      "start_time": 5009910.0,
      "end_time": 5012270.0,
      "text": "men have been passionate about. It’s for Governor Romney."
    },
    {
      "index": 1079,
      "start_time": 5012270.0,
      "end_time": 5019250.0,
      "text": "QUESTION: The outsourcing of American jobs overseas has taken a toll on our economy."
    },
    {
      "index": 1080,
      "start_time": 5019250.0,
      "end_time": 5023310.0,
      "text": "What plans do you have to put back and keep jobs here in the United States?"
    },
    {
      "index": 1081,
      "start_time": 5023310.0,
      "end_time": 5028040.0,
      "text": "ROMNEY: Boy, great question and important question, because you’re absolutely right."
    },
    {
      "index": 1082,
      "start_time": 5028040.0,
      "end_time": 5032510.0,
      "text": "The place where we’ve seen manufacturing go has been China. China is now the largest"
    },
    {
      "index": 1083,
      "start_time": 5032510.0,
      "end_time": 5036200.0,
      "text": "manufacturer in the world. It used to be the United States of America. A lot of good people"
    },
    {
      "index": 1084,
      "start_time": 5036200.0,
      "end_time": 5041000.0,
      "text": "have lost jobs. A half a million manufacturing jobs have been lost in the last four years."
    },
    {
      "index": 1085,
      "start_time": 5041000.0,
      "end_time": 5045230.0,
      "text": "That’s total over the last four years. One of the reasons for that is that people"
    },
    {
      "index": 1086,
      "start_time": 5045230.0,
      "end_time": 5049930.0,
      "text": "think it’s more attractive in some cases to go offshore than to stay here. We have"
    },
    {
      "index": 1087,
      "start_time": 5049930.0,
      "end_time": 5054230.0,
      "text": "made it less attractive for enterprises to stay here than to go offshore from time to"
    },
    {
      "index": 1088,
      "start_time": 5054230.0,
      "end_time": 5058440.0,
      "text": "time. What I will do as president is make sure it’s more attractive to come to America"
    },
    {
      "index": 1089,
      "start_time": 5058440.0,
      "end_time": 5061640.0,
      "text": "again. This is the way we’re going to create jobs"
    },
    {
      "index": 1090,
      "start_time": 5061640.0,
      "end_time": 5065490.0,
      "text": "in this country. It’s not by trickle-down government, saying we’re going to take more"
    },
    {
      "index": 1091,
      "start_time": 5065490.0,
      "end_time": 5071490.0,
      "text": "money from people and hire more government workers, raise more taxes, put in place more"
    },
    {
      "index": 1092,
      "start_time": 5071490.0,
      "end_time": 5075950.0,
      "text": "regulations. Trickle-down government has never worked here, has never worked anywhere."
    },
    {
      "index": 1093,
      "start_time": 5075950.0,
      "end_time": 5080500.0,
      "text": "I want to make America the most attractive place in the world for entrepreneurs, for"
    },
    {
      "index": 1094,
      "start_time": 5080500.0,
      "end_time": 5085400.0,
      "text": "small business, for big business, to invest and grow in America."
    },
    {
      "index": 1095,
      "start_time": 5085400.0,
      "end_time": 5089920.0,
      "text": "Now, we’re going to have to make sure that as we trade with other nations that they play"
    },
    {
      "index": 1096,
      "start_time": 5089920.0,
      "end_time": 5094230.0,
      "text": "by the rules. And China hasn’t. One of the reasons — or one of the ways they don’t"
    },
    {
      "index": 1097,
      "start_time": 5094230.0,
      "end_time": 5098520.0,
      "text": "play by the rules is artificially holding down the value of their currency. Because"
    },
    {
      "index": 1098,
      "start_time": 5098520.0,
      "end_time": 5103150.0,
      "text": "if they put their currency down low, that means their prices on their goods are low."
    },
    {
      "index": 1099,
      "start_time": 5103150.0,
      "end_time": 5108160.0,
      "text": "And that makes them advantageous in the marketplace. We lose sales. And manufacturers here in the"
    },
    {
      "index": 1100,
      "start_time": 5108160.0,
      "end_time": 5113340.0,
      "text": "U.S. making the same products can’t compete. China has been a currency manipulator for"
    },
    {
      "index": 1101,
      "start_time": 5113340.0,
      "end_time": 5120040.0,
      "text": "years and years and years. And the president has a regular opportunity to label them as"
    },
    {
      "index": 1102,
      "start_time": 5120040.0,
      "end_time": 5122590.0,
      "text": "a currency manipulator, but refuses to do so."
    },
    {
      "index": 1103,
      "start_time": 5122590.0,
      "end_time": 5129850.0,
      "text": "On day one, I will label China a currency manipulator, which will allow me as president"
    },
    {
      "index": 1104,
      "start_time": 5129850.0,
      "end_time": 5134600.0,
      "text": "to be able to put in place, if necessary, tariffs where I believe that they are taking"
    },
    {
      "index": 1105,
      "start_time": 5134600.0,
      "end_time": 5138400.0,
      "text": "unfair advantage of our manufacturers. So we’re going to make sure that people"
    },
    {
      "index": 1106,
      "start_time": 5138400.0,
      "end_time": 5143690.0,
      "text": "we trade with around the world play by the rules. But let me — let me not just stop"
    },
    {
      "index": 1107,
      "start_time": 5143690.0,
      "end_time": 5149380.0,
      "text": "there. Don’t forget, what’s key to bringing back jobs here is not just finding someone"
    },
    {
      "index": 1108,
      "start_time": 5149380.0,
      "end_time": 5153370.0,
      "text": "else to punish, and I’m going to be strict with people who we trade with to make sure"
    },
    {
      "index": 1109,
      "start_time": 5153370.0,
      "end_time": 5157930.0,
      "text": "they — they follow the law and play by the rules, but it’s also to make America the"
    },
    {
      "index": 1110,
      "start_time": 5157930.0,
      "end_time": 5161030.0,
      "text": "most attractive place in the world for businesses of all kinds."
    },
    {
      "index": 1111,
      "start_time": 5161030.0,
      "end_time": 5166610.0,
      "text": "That’s why I want to down the tax rates on small employers, big employers, so they"
    },
    {
      "index": 1112,
      "start_time": 5166610.0,
      "end_time": 5173960.0,
      "text": "want to be here. Canada’s tax rate on companies is now 15 percent. Ours is 35 percent. So"
    },
    {
      "index": 1113,
      "start_time": 5173960.0,
      "end_time": 5178370.0,
      "text": "if you’re starting a business, where would you rather start it? We have to be competitive"
    },
    {
      "index": 1114,
      "start_time": 5178370.0,
      "end_time": 5183800.0,
      "text": "if we’re going to create more jobs here. Regulations have quadrupled. The rate of regulations"
    },
    {
      "index": 1115,
      "start_time": 5183800.0,
      "end_time": 5188880.0,
      "text": "quadrupled under this president. I talk to small businesses across the country. They"
    },
    {
      "index": 1116,
      "start_time": 5188880.0,
      "end_time": 5192330.0,
      "text": "say, “We feel like we’re under attack from our own government.” I want to make"
    },
    {
      "index": 1117,
      "start_time": 5192330.0,
      "end_time": 5197280.0,
      "text": "sure that regulators see their job as encouraging small business, not crushing it. And there’s"
    },
    {
      "index": 1118,
      "start_time": 5197280.0,
      "end_time": 5203570.0,
      "text": "no question but that Obamacare has been an extraordinary deterrent to enterprises of"
    },
    {
      "index": 1119,
      "start_time": 5203570.0,
      "end_time": 5207700.0,
      "text": "all kinds hiring people. My priority is making sure that we get more"
    },
    {
      "index": 1120,
      "start_time": 5207700.0,
      "end_time": 5213950.0,
      "text": "people hired. If we have more people hired, if we get back manufacturing jobs, if we get"
    },
    {
      "index": 1121,
      "start_time": 5213950.0,
      "end_time": 5218050.0,
      "text": "back all kinds of jobs into this country, then you’re going to see rising incomes"
    },
    {
      "index": 1122,
      "start_time": 5218050.0,
      "end_time": 5223060.0,
      "text": "again. The reason incomes are down is because unemployment is so high. I know what it takes"
    },
    {
      "index": 1123,
      "start_time": 5223060.0,
      "end_time": 5227590.0,
      "text": "to get this to happen, and my plan will do that, and one part of it is to make sure that"
    },
    {
      "index": 1124,
      "start_time": 5227590.0,
      "end_time": 5232550.0,
      "text": "we keep China playing by the rules. CROWLEY: Mr. President, two minutes here,"
    },
    {
      "index": 1125,
      "start_time": 5232550.0,
      "end_time": 5236490.0,
      "text": "because we are then going to go to our last question."
    },
    {
      "index": 1126,
      "start_time": 5236490.0,
      "end_time": 5241260.0,
      "text": "OBAMA: OK. We need to create jobs here. And both Governor Romney and I agree actually"
    },
    {
      "index": 1127,
      "start_time": 5241260.0,
      "end_time": 5245410.0,
      "text": "that we should lower our corporate tax rate. It’s too high. But there’s a difference"
    },
    {
      "index": 1128,
      "start_time": 5245410.0,
      "end_time": 5252710.0,
      "text": "in terms of how we would do it. I want to close loopholes that allow companies to deduct"
    },
    {
      "index": 1129,
      "start_time": 5252710.0,
      "end_time": 5260940.0,
      "text": "expenses when they move to China; that allow them to profit offshore and not have to get"
    },
    {
      "index": 1130,
      "start_time": 5260940.0,
      "end_time": 5266700.0,
      "text": "taxed, so they have tax advantages offshore. All those changes in our tax code would make"
    },
    {
      "index": 1131,
      "start_time": 5266700.0,
      "end_time": 5270900.0,
      "text": "a difference. Now, Governor Romney actually wants to expand"
    },
    {
      "index": 1132,
      "start_time": 5270900.0,
      "end_time": 5275490.0,
      "text": "those tax breaks. One of his big ideas when it comes to corporate tax reform would be"
    },
    {
      "index": 1133,
      "start_time": 5275490.0,
      "end_time": 5282880.0,
      "text": "to say, if you invest overseas, you make profits overseas, you don’t have to pay U.S. taxes."
    },
    {
      "index": 1134,
      "start_time": 5282880.0,
      "end_time": 5286780.0,
      "text": "But, of course, if you’re a small business or a mom-and-pop business or a big business"
    },
    {
      "index": 1135,
      "start_time": 5286780.0,
      "end_time": 5290670.0,
      "text": "starting up here, you’ve got to pay even the reduced rate that Governor Romney’s"
    },
    {
      "index": 1136,
      "start_time": 5290670.0,
      "end_time": 5293780.0,
      "text": "talking about. And it’s estimated that that will create"
    },
    {
      "index": 1137,
      "start_time": 5293780.0,
      "end_time": 5301710.0,
      "text": "800,000 new jobs. The problem is they’ll be in china. Or India. Or Germany."
    },
    {
      "index": 1138,
      "start_time": 5301710.0,
      "end_time": 5304990.0,
      "text": "That’s not the way we’re going to create jobs here. The way we’re going to create"
    },
    {
      "index": 1139,
      "start_time": 5304990.0,
      "end_time": 5310230.0,
      "text": "jobs here is not just to change our tax code, but also to double our exports. And we are"
    },
    {
      "index": 1140,
      "start_time": 5310230.0,
      "end_time": 5314460.0,
      "text": "on pace to double our exports, one of the commitments I made when I was president. That’s"
    },
    {
      "index": 1141,
      "start_time": 5314460.0,
      "end_time": 5320020.0,
      "text": "creating tens of thousands of jobs all across the country. That’s why we’ve kept on"
    },
    {
      "index": 1142,
      "start_time": 5320020.0,
      "end_time": 5324780.0,
      "text": "pushing trade deals, but trade deals that make sure that American workers and American"
    },
    {
      "index": 1143,
      "start_time": 5324780.0,
      "end_time": 5329440.0,
      "text": "businesses are getting a good deal. Now, Governor Romney talked about China, as"
    },
    {
      "index": 1144,
      "start_time": 5329440.0,
      "end_time": 5335880.0,
      "text": "I already indicated. In the private sector, Governor Romney’s company invested in what"
    },
    {
      "index": 1145,
      "start_time": 5335880.0,
      "end_time": 5341400.0,
      "text": "were called pioneers of outsourcing. That’s not my phrase. That’s what reporters called"
    },
    {
      "index": 1146,
      "start_time": 5341400.0,
      "end_time": 5346150.0,
      "text": "it. And as far as currency manipulation, the currency"
    },
    {
      "index": 1147,
      "start_time": 5346150.0,
      "end_time": 5350490.0,
      "text": "has actually gone up 11 percent since I’ve been president because we have pushed them"
    },
    {
      "index": 1148,
      "start_time": 5350490.0,
      "end_time": 5357360.0,
      "text": "hard. And we’ve put unprecedented trade pressure on China. That’s why exports have"
    },
    {
      "index": 1149,
      "start_time": 5357360.0,
      "end_time": 5361820.0,
      "text": "significantly increased under my presidency. That’s going to help to create jobs here."
    },
    {
      "index": 1150,
      "start_time": 5361820.0,
      "end_time": 5366910.0,
      "text": "CROWLEY: Mr. President, we have a really short time for a quick discussion here."
    },
    {
      "index": 1151,
      "start_time": 5366910.0,
      "end_time": 5373030.0,
      "text": "iPad, the Macs, the iPhones, they are all manufactured in China. One of the major reasons"
    },
    {
      "index": 1152,
      "start_time": 5373030.0,
      "end_time": 5378840.0,
      "text": "is labor is so much cheaper here. How do you convince a great American company to bring"
    },
    {
      "index": 1153,
      "start_time": 5378840.0,
      "end_time": 5385020.0,
      "text": "that manufacturing back here? ROMNEY: The answer is very straightforward."
    },
    {
      "index": 1154,
      "start_time": 5385020.0,
      "end_time": 5389890.0,
      "text": "We can compete with anyone in the world as long as the playing field is level. China’s"
    },
    {
      "index": 1155,
      "start_time": 5389890.0,
      "end_time": 5394370.0,
      "text": "been cheating over the years. One by holding down the value of their currency. Number two,"
    },
    {
      "index": 1156,
      "start_time": 5394370.0,
      "end_time": 5398100.0,
      "text": "by stealing our intellectual property; our designs, our patents, our technology. There’s"
    },
    {
      "index": 1157,
      "start_time": 5398100.0,
      "end_time": 5403390.0,
      "text": "even an Apple store in China that’s a counterfeit Apple store, selling counterfeit goods. They"
    },
    {
      "index": 1158,
      "start_time": 5403390.0,
      "end_time": 5407630.0,
      "text": "hack into our computers. We will have to have people play on a fair basis, that’s number"
    },
    {
      "index": 1159,
      "start_time": 5407630.0,
      "end_time": 5411370.0,
      "text": "one. Number two, we have to make America the most"
    },
    {
      "index": 1160,
      "start_time": 5411370.0,
      "end_time": 5415900.0,
      "text": "attractive place for entrepreneurs, for people who want to expand their business. That’s"
    },
    {
      "index": 1161,
      "start_time": 5415900.0,
      "end_time": 5419450.0,
      "text": "what brings jobs in. The president’s characterization of my tax plan…"
    },
    {
      "index": 1162,
      "start_time": 5419450.0,
      "end_time": 5421020.0,
      "text": "(CROSSTALK) ROMNEY: …is completely…is completely…"
    },
    {
      "index": 1163,
      "start_time": 5421020.0,
      "end_time": 5422830.0,
      "text": "(CROSSTALK) ROMNEY: …is completely false. Let me tell"
    },
    {
      "index": 1164,
      "start_time": 5422830.0,
      "end_time": 5424480.0,
      "text": "you… CROWLEY: Let me to go the president here because"
    },
    {
      "index": 1165,
      "start_time": 5424480.0,
      "end_time": 5428170.0,
      "text": "we really are running out of time. And the question is can we ever get — we can’t"
    },
    {
      "index": 1166,
      "start_time": 5428170.0,
      "end_time": 5431100.0,
      "text": "get wages like that. It can’t be sustained. OBAMA: Candy, there are some jobs that are"
    },
    {
      "index": 1167,
      "start_time": 5431100.0,
      "end_time": 5438460.0,
      "text": "not going to come back. Because they are low wage, low skill jobs. I want high wage, high"
    },
    {
      "index": 1168,
      "start_time": 5438460.0,
      "end_time": 5443420.0,
      "text": "skill jobs. That’s why we have to emphasize manufacturing. That’s why we have to invest"
    },
    {
      "index": 1169,
      "start_time": 5443420.0,
      "end_time": 5447320.0,
      "text": "in advanced manufacturing. That’s why we’ve got to make sure that we’ve got the best"
    },
    {
      "index": 1170,
      "start_time": 5447320.0,
      "end_time": 5452370.0,
      "text": "science and research in the world. And when we talk about deficits, if we’re adding"
    },
    {
      "index": 1171,
      "start_time": 5452370.0,
      "end_time": 5458030.0,
      "text": "to our deficit for tax cuts for folks who don’t need them, and we’re cutting investments"
    },
    {
      "index": 1172,
      "start_time": 5458030.0,
      "end_time": 5464610.0,
      "text": "in research and science that will create the next Apple, create the next new innovation"
    },
    {
      "index": 1173,
      "start_time": 5464610.0,
      "end_time": 5467750.0,
      "text": "that will sell products around the world, we will lose that race."
    },
    {
      "index": 1174,
      "start_time": 5467750.0,
      "end_time": 5473370.0,
      "text": "If we’re not training engineers to make sure that they are equipped here in this country."
    },
    {
      "index": 1175,
      "start_time": 5473370.0,
      "end_time": 5478150.0,
      "text": "Then companies won’t come here. Those investments are what’s going to help to make sure that"
    },
    {
      "index": 1176,
      "start_time": 5478150.0,
      "end_time": 5484000.0,
      "text": "we continue to lead this world economy, not just next year, but 10 years from now, 50"
    },
    {
      "index": 1177,
      "start_time": 5484000.0,
      "end_time": 5485580.0,
      "text": "years from now, 100 years from now. CROWLEY: Thanks Mr. President."
    },
    {
      "index": 1178,
      "start_time": 5485580.0,
      "end_time": 5486540.0,
      "text": "(CROSSTALK) CROWLEY: Governor Romney?"
    },
    {
      "index": 1179,
      "start_time": 5486540.0,
      "end_time": 5488780.0,
      "text": "ROMNEY: Government does not create jobs. Government does not create jobs."
    },
    {
      "index": 1180,
      "start_time": 5488780.0,
      "end_time": 5491670.0,
      "text": "CROWLEY: Governor Romney, I want to introduce you to Barry Green, because he’s going to"
    },
    {
      "index": 1181,
      "start_time": 5491670.0,
      "end_time": 5498590.0,
      "text": "have the last question to you first? ROMNEY: Barry? Where is Barry?"
    },
    {
      "index": 1182,
      "start_time": 5498590.0,
      "end_time": 5504260.0,
      "text": "QUESTION: Hi, Governor. I think this is a tough question. To each of you. What do you"
    },
    {
      "index": 1183,
      "start_time": 5504260.0,
      "end_time": 5510280.0,
      "text": "believe is the biggest misperception that the American people have about you as a man"
    },
    {
      "index": 1184,
      "start_time": 5510280.0,
      "end_time": 5516570.0,
      "text": "and a candidate? Using specific examples, can you take this opportunity to debunk that"
    },
    {
      "index": 1185,
      "start_time": 5516570.0,
      "end_time": 5522300.0,
      "text": "misperception and set us straight? ROMNEY: Thank you, and that’s an opportunity"
    },
    {
      "index": 1186,
      "start_time": 5522300.0,
      "end_time": 5528150.0,
      "text": "for me, and I appreciate it. In the nature of a campaign, it seems that"
    },
    {
      "index": 1187,
      "start_time": 5528150.0,
      "end_time": 5532900.0,
      "text": "some campaigns are focused on attacking a person rather than prescribing their own future"
    },
    {
      "index": 1188,
      "start_time": 5532900.0,
      "end_time": 5536640.0,
      "text": "and the things they’d like to do. In the course of that, I think the president’s"
    },
    {
      "index": 1189,
      "start_time": 5536640.0,
      "end_time": 5540270.0,
      "text": "campaign has tried to characterize me as — as someone who’s very different than who I"
    },
    {
      "index": 1190,
      "start_time": 5540270.0,
      "end_time": 5544010.0,
      "text": "am. I care about 100 percent of the American people."
    },
    {
      "index": 1191,
      "start_time": 5544010.0,
      "end_time": 5547480.0,
      "text": "I want 100 percent of the American people to have a bright and prosperous future. I"
    },
    {
      "index": 1192,
      "start_time": 5547480.0,
      "end_time": 5553470.0,
      "text": "care about our kids. I understand what it takes to make a bright and prosperous future"
    },
    {
      "index": 1193,
      "start_time": 5553470.0,
      "end_time": 5558360.0,
      "text": "for America again. I spent my life in the private sector, not in government. I’m a"
    },
    {
      "index": 1194,
      "start_time": 5558360.0,
      "end_time": 5562830.0,
      "text": "guy who wants to help with the experience I have, the American people."
    },
    {
      "index": 1195,
      "start_time": 5562830.0,
      "end_time": 5568310.0,
      "text": "My — my passion probably flows from the fact that I believe in God. And I believe"
    },
    {
      "index": 1196,
      "start_time": 5568310.0,
      "end_time": 5573330.0,
      "text": "we’re all children of the same God. I believe we have a responsibility to care for one another."
    },
    {
      "index": 1197,
      "start_time": 5573330.0,
      "end_time": 5578310.0,
      "text": "I — I served as a missionary for my church. I served as a pastor in my congregation for"
    },
    {
      "index": 1198,
      "start_time": 5578310.0,
      "end_time": 5583550.0,
      "text": "about 10 years. I’ve sat across the table from people who were out of work and worked"
    },
    {
      "index": 1199,
      "start_time": 5583550.0,
      "end_time": 5587050.0,
      "text": "with them to try and find new work or to help them through tough times."
    },
    {
      "index": 1200,
      "start_time": 5587050.0,
      "end_time": 5591490.0,
      "text": "I went to the Olympics when they were in trouble to try and get them on track. And as governor"
    },
    {
      "index": 1201,
      "start_time": 5591490.0,
      "end_time": 5597590.0,
      "text": "of my state, I was able to get 100 percent of my people insured, all my kids, about 98"
    },
    {
      "index": 1202,
      "start_time": 5597590.0,
      "end_time": 5602610.0,
      "text": "percent of the adults. I was able also to get our schools ranked number one in the nation,"
    },
    {
      "index": 1203,
      "start_time": 5602610.0,
      "end_time": 5605890.0,
      "text": "so 100 percent of our kids would have a bright opportunity for a future."
    },
    {
      "index": 1204,
      "start_time": 5605890.0,
      "end_time": 5610710.0,
      "text": "ROMNEY: I understand that I can get this country on track again. We don’t have to settle"
    },
    {
      "index": 1205,
      "start_time": 5610710.0,
      "end_time": 5614760.0,
      "text": "for what we’re going through. We don’t have to settle for gasoline at four bucks."
    },
    {
      "index": 1206,
      "start_time": 5614760.0,
      "end_time": 5619670.0,
      "text": "We don’t have to settle for unemployment at a chronically high level. We don’t have"
    },
    {
      "index": 1207,
      "start_time": 5619670.0,
      "end_time": 5624890.0,
      "text": "to settle for 47 million people on food stamps. We don’t have to settle for 50 percent of"
    },
    {
      "index": 1208,
      "start_time": 5624890.0,
      "end_time": 5629610.0,
      "text": "kids coming out of college not able to get work. We don’t have to settle for 23 million"
    },
    {
      "index": 1209,
      "start_time": 5629610.0,
      "end_time": 5634110.0,
      "text": "people struggling to find a good job. If I become president, I’ll get America"
    },
    {
      "index": 1210,
      "start_time": 5634110.0,
      "end_time": 5638780.0,
      "text": "working again. I will get us on track to a balanced budget. The president hasn’t. I"
    },
    {
      "index": 1211,
      "start_time": 5638780.0,
      "end_time": 5644239.0,
      "text": "will. I’ll make sure we can reform Medicare and Social Security to preserve them for coming"
    },
    {
      "index": 1212,
      "start_time": 5644240.0,
      "end_time": 5646961.0,
      "text": "— coming generations. The president said he would. He didn’t."
    },
    {
      "index": 1213,
      "start_time": 5646960.0,
      "end_time": 5649220.0,
      "text": "CROWLEY: Governor… ROMNEY: I’ll get our incomes up. And by"
    },
    {
      "index": 1214,
      "start_time": 5649220.0,
      "end_time": 5653830.0,
      "text": "the way, I’ve done these things. I served as governor and showed I could get them done."
    },
    {
      "index": 1215,
      "start_time": 5653830.0,
      "end_time": 5656940.0,
      "text": "CROWLEY: Mr. President, last two minutes belong to you."
    },
    {
      "index": 1216,
      "start_time": 5656940.0,
      "end_time": 5664170.0,
      "text": "OBAMA: Barry, I think a lot of this campaign, maybe over the last four years, has been devoted"
    },
    {
      "index": 1217,
      "start_time": 5664170.0,
      "end_time": 5669290.0,
      "text": "to this nation that I think government creates jobs, that that somehow is the answer."
    },
    {
      "index": 1218,
      "start_time": 5669290.0,
      "end_time": 5674320.0,
      "text": "That’s not what I believe. I believe that the free enterprise system is the greatest"
    },
    {
      "index": 1219,
      "start_time": 5674320.0,
      "end_time": 5681540.0,
      "text": "engine of prosperity the world’s ever known. I believe in self-reliance and individual"
    },
    {
      "index": 1220,
      "start_time": 5681540.0,
      "end_time": 5687520.0,
      "text": "initiative and risk takers being rewarded. But I also believe that everybody should have"
    },
    {
      "index": 1221,
      "start_time": 5687520.0,
      "end_time": 5692530.0,
      "text": "a fair shot and everybody should do their fair share and everybody should play by the"
    },
    {
      "index": 1222,
      "start_time": 5692530.0,
      "end_time": 5698570.0,
      "text": "same rules, because that’s how our economy’s grown. That’s how we built the world’s"
    },
    {
      "index": 1223,
      "start_time": 5698570.0,
      "end_time": 5703630.0,
      "text": "greatest middle class. And — and that is part of what’s at stake"
    },
    {
      "index": 1224,
      "start_time": 5703630.0,
      "end_time": 5707710.0,
      "text": "in this election. There’s a fundamentally different vision about how we move our country"
    },
    {
      "index": 1225,
      "start_time": 5707710.0,
      "end_time": 5713180.0,
      "text": "forward. I believe Governor Romney is a good man. Loves"
    },
    {
      "index": 1226,
      "start_time": 5713180.0,
      "end_time": 5720830.0,
      "text": "his family, cares about his faith. But I also believe that when he said behind closed doors"
    },
    {
      "index": 1227,
      "start_time": 5720830.0,
      "end_time": 5730190.0,
      "text": "that 47 percent of the country considered themselves victims who refuse personal responsibility,"
    },
    {
      "index": 1228,
      "start_time": 5730190.0,
      "end_time": 5734420.0,
      "text": "think about who he was talking about. Folks on Social Security who’ve worked all"
    },
    {
      "index": 1229,
      "start_time": 5734420.0,
      "end_time": 5742750.0,
      "text": "their lives. Veterans who’ve sacrificed for this country. Students who are out there"
    },
    {
      "index": 1230,
      "start_time": 5742750.0,
      "end_time": 5748710.0,
      "text": "trying to hopefully advance their own dreams, but also this country’s dreams. Soldiers"
    },
    {
      "index": 1231,
      "start_time": 5748710.0,
      "end_time": 5754640.0,
      "text": "who are overseas fighting for us right now. People who are working hard every day, paying"
    },
    {
      "index": 1232,
      "start_time": 5754640.0,
      "end_time": 5759060.0,
      "text": "payroll tax, gas taxes, but don’t make enough income."
    },
    {
      "index": 1233,
      "start_time": 5759060.0,
      "end_time": 5762700.0,
      "text": "And I want to fight for them. That’s what I’ve been doing for the last four years."
    },
    {
      "index": 1234,
      "start_time": 5762700.0,
      "end_time": 5767010.0,
      "text": "Because if they succeed, I believe the country succeeds."
    },
    {
      "index": 1235,
      "start_time": 5767010.0,
      "end_time": 5772300.0,
      "text": "When my grandfather fought in World War II and he came back and he got a G.I. Bill and"
    },
    {
      "index": 1236,
      "start_time": 5772300.0,
      "end_time": 5777400.0,
      "text": "that allowed him to go to college, that wasn’t a handout. That was something that advanced"
    },
    {
      "index": 1237,
      "start_time": 5777400.0,
      "end_time": 5782400.0,
      "text": "the entire country. And I want to make sure that the next generation has those same opportunities."
    },
    {
      "index": 1238,
      "start_time": 5782400.0,
      "end_time": 5785340.0,
      "text": "That’s why I’m asking for your vote and that’s why I’m asking for another four"
    },
    {
      "index": 1239,
      "start_time": 5785340.0,
      "end_time": 5788380.0,
      "text": "years. CROWLEY: President Obama, Governor Romney,"
    },
    {
      "index": 1240,
      "start_time": 5788380.0,
      "end_time": 5791480.0,
      "text": "thank you for being here tonight. On that note we have come to an end of this"
    },
    {
      "index": 1241,
      "start_time": 5791480.0,
      "end_time": 5796810.0,
      "text": "town hall debate. Our thanks to the participants for their time and to the people of Hofstra"
    },
    {
      "index": 1242,
      "start_time": 5796810.0,
      "end_time": 5802280.0,
      "text": "University for their hospitality. The next and final debate takes place Monday"
    },
    {
      "index": 1243,
      "start_time": 5802280.0,
      "end_time": 5806380.0,
      "text": "night at Lynn (ph) University in Boca Raton, Florida. Don’t forget to watch. Election"
    },
    {
      "index": 1244,
      "start_time": 5806380.0,
      "end_time": 5809370.0,
      "text": "Day is three weeks from today. Don’t forget to vote."
    },
    {
      "index": 1245,
      "start_time": 5809370.0,
      "end_time": 5809970.0,
      "text": "Good night. (APPLAUSE)"
    },
    {
      "index": 1246,
      "start_time": 5809970.0,
      "end_time": 5819970.0,
      "text": "END"
    }
  ]
}