{
  "video_id": "WdkS26kGW7E",
  "title": "How to Avoid Sports injuries - A DadLabs Video",
  "json": [
    {
      "index": 1,
      "start_time": 3370.0,
      "end_time": 8410.0,
      "text": "Clay: We here at the DadLabs. We&#39;re big sports fans. Our kids are among the 30-35 million"
    },
    {
      "index": 2,
      "start_time": 8410.0,
      "end_time": 13730.0,
      "text": "American children that participate in organized sports. We really like them. Unfortunately,"
    },
    {
      "index": 3,
      "start_time": 13730.0,
      "end_time": 20329.0,
      "text": "with sports, they&#39;re gonna come some injuries. The CDC reports that 3.5 million kids under"
    },
    {
      "index": 4,
      "start_time": 20329.0,
      "end_time": 26059.0,
      "text": "the age of 14 require medical treatment as a result of sports injuries. Now over half"
    },
    {
      "index": 5,
      "start_time": 26059.0,
      "end_time": 30820.0,
      "text": "of those result from unsupervised activities like bike riding but still, there&#39;s a lot"
    },
    {
      "index": 6,
      "start_time": 30820.0,
      "end_time": 34989.0,
      "text": "of injuries that are happening out there. So as parents, dads, we&#39;re on the sidelines,"
    },
    {
      "index": 7,
      "start_time": 34989.0,
      "end_time": 39280.0,
      "text": "we need to be prepared in case our kid gets hurt. And we need to know how to act. So,"
    },
    {
      "index": 8,
      "start_time": 39280.0,
      "end_time": 42710.0,
      "text": "we&#39;ve brought in Nurse Mark. We pulled him out of the ER. I hope there&#39;s somebody there"
    },
    {
      "index": 9,
      "start_time": 42710.0,
      "end_time": 44329.0,
      "text": "taking your place. Mark: I hope there is too Clay."
    },
    {
      "index": 10,
      "start_time": 44329.0,
      "end_time": 47909.0,
      "text": "Clay: Pulled Nurse Mark out of the ER to come talk to us about sports injuries. Mark, as"
    },
    {
      "index": 11,
      "start_time": 47909.0,
      "end_time": 52359.0,
      "text": "a former coach, you know all about these things. Tell us, what do we need to know about sports"
    },
    {
      "index": 12,
      "start_time": 52359.0,
      "end_time": 55460.0,
      "text": "injuries on the sidelines? Mark: Well, the most common sports injuries"
    },
    {
      "index": 13,
      "start_time": 55460.0,
      "end_time": 60039.0,
      "text": "that we&#39;re gonna see are gonna be sprains and strains and possible broken bones and"
    },
    {
      "index": 14,
      "start_time": 60039.0,
      "end_time": 64180.0,
      "text": "bruises. So we see those a lot, so we have to know how to deal with them."
    },
    {
      "index": 15,
      "start_time": 64180.00000000001,
      "end_time": 68440.0,
      "text": "Clay: So how do you know? Kid falls down, maybe twists his ankle a little bit. Happens"
    },
    {
      "index": 16,
      "start_time": 68440.0,
      "end_time": 72720.0,
      "text": "all the time on a basketball court, soccer field. When do we need to go into the doctor&#39;s"
    },
    {
      "index": 17,
      "start_time": 72720.0,
      "end_time": 75550.0,
      "text": "office? Mark: Well Clay that&#39;s a great question. And"
    },
    {
      "index": 18,
      "start_time": 75550.0,
      "end_time": 79910.0,
      "text": "the answer to that really you can&#39;t tell if it&#39;s a break or a sprain until you get an"
    },
    {
      "index": 19,
      "start_time": 79910.0,
      "end_time": 84460.0,
      "text": "x-ray. So how do I know when I&#39;m thinking it&#39;s bad enough to get an x-ray? Well, if"
    },
    {
      "index": 20,
      "start_time": 84460.0,
      "end_time": 91870.0,
      "text": "we see any discoloration or we see any deformity, swelling, pain on palpation, so if you touch"
    },
    {
      "index": 21,
      "start_time": 91870.0,
      "end_time": 96530.0,
      "text": "the are and it&#39;s very painful, that&#39;s a good indication you might have a break and you&#39;re"
    },
    {
      "index": 22,
      "start_time": 96530.0,
      "end_time": 100790.0,
      "text": "gonna want to bring them in. Clay: So, we hear a lot about these stress"
    },
    {
      "index": 23,
      "start_time": 100790.0,
      "end_time": 104690.0,
      "text": "injuries or repeat use injuries that they&#39;re really on the rise. What&#39;s that all about?"
    },
    {
      "index": 24,
      "start_time": 104690.0,
      "end_time": 110630.0,
      "text": "Mark: Well that&#39;s the greatest increase in activity in pediatrician&#39;s offices are seeing"
    },
    {
      "index": 25,
      "start_time": 110630.0,
      "end_time": 114250.0,
      "text": "these types of injuries. Clay: People are taking their 8 year olds"
    },
    {
      "index": 26,
      "start_time": 114250.0,
      "end_time": 119550.0,
      "text": "and they&#39;re doing nothing but throwing a baseball from the fall to the summer all year long."
    },
    {
      "index": 27,
      "start_time": 119550.0,
      "end_time": 121960.0,
      "text": "Is that what&#39;s causing these injuries? Mark: Well not really."
    },
    {
      "index": 28,
      "start_time": 121960.0,
      "end_time": 124050.0,
      "text": "Clay: Has everybody gone nuts? Is that what these injuries are all about?"
    },
    {
      "index": 29,
      "start_time": 124050.0,
      "end_time": 129090.0,
      "text": "Mark: No, it&#39;s not that overzealous dad that wants the next Roger Clemens to be their kid."
    },
    {
      "index": 30,
      "start_time": 129090.0,
      "end_time": 135030.0,
      "text": "Really what it&#39;s a result of is repetitive action without much warmup or without any"
    },
    {
      "index": 31,
      "start_time": 135030.0,
      "end_time": 140439.0,
      "text": "proper training. So often you see a kid just joined a team and they start practicing three"
    },
    {
      "index": 32,
      "start_time": 140439.0,
      "end_time": 144650.0,
      "text": "or four times a week. And after a month or two of that, their ankles are sore if they&#39;re"
    },
    {
      "index": 33,
      "start_time": 144650.0,
      "end_time": 148510.0,
      "text": "doing soccer. They&#39;re running. Their elbows are sore if they&#39;re playing baseball. If they&#39;re"
    },
    {
      "index": 34,
      "start_time": 148510.0,
      "end_time": 152930.0,
      "text": "swimming, it&#39;s their shoulders. Gymnastics, it&#39;s gonna be their hands or their wrists."
    },
    {
      "index": 35,
      "start_time": 152930.0,
      "end_time": 157249.0,
      "text": "And so in those cases, you just want to start slowly. You don&#39;t want to practice 3 to 5"
    },
    {
      "index": 36,
      "start_time": 157249.0,
      "end_time": 161840.0,
      "text": "times a week. And most importantly, if your child is complaining about it hurting, let"
    },
    {
      "index": 37,
      "start_time": 161840.0,
      "end_time": 170109.0,
      "text": "them rest. Let them take some time off. Clay: So you&#39;ve got a minor injury. How do"
    },
    {
      "index": 38,
      "start_time": 170109.0,
      "end_time": 175129.0,
      "text": "we treat these minor injuries? Mark: Well Clay that&#39;s another good question."
    },
    {
      "index": 39,
      "start_time": 175129.0,
      "end_time": 179389.0,
      "text": "We use the acronym RICE to help us remember how we&#39;re gonna treat these as home."
    },
    {
      "index": 40,
      "start_time": 179389.0,
      "end_time": 184719.0,
      "text": "Clay: So if a kid&#39;s hurt, you feed them rice? Mark: No you remember RICE because it&#39;s easy"
    },
    {
      "index": 41,
      "start_time": 184719.0,
      "end_time": 191639.0,
      "text": "to remember. And we use that acronym to remember Rest, Ice, Compression, and Elevation. So"
    },
    {
      "index": 42,
      "start_time": 191639.0,
      "end_time": 195279.0,
      "text": "rest, you just don&#39;t want them to be on that injured area. You don&#39;t want them to use it."
    },
    {
      "index": 43,
      "start_time": 195279.0,
      "end_time": 199749.0,
      "text": "If it&#39;s an arm, that&#39;s pretty easy to do. Just say do everything left handed if it&#39;s"
    },
    {
      "index": 44,
      "start_time": 199749.0,
      "end_time": 204650.0,
      "text": "the right wrist that hurts. If it&#39;s a lower, a knee or an ankle or a foot, you want to"
    },
    {
      "index": 45,
      "start_time": 204650.0,
      "end_time": 211700.0,
      "text": "try to stay off that. So that&#39;s rest. Ice, you want to put ice for 20 minutes at a time."
    },
    {
      "index": 46,
      "start_time": 211700.0,
      "end_time": 216659.0,
      "text": "And you want to do that every couple of hours for the first two days. After 48 hours, the"
    },
    {
      "index": 47,
      "start_time": 216659.0,
      "end_time": 219749.0,
      "text": "ice is not effective. Clay: That&#39;s a tough one. My kids, the young"
    },
    {
      "index": 48,
      "start_time": 219749.0,
      "end_time": 222609.0,
      "text": "kids particularly, they won&#39;t hold still for that ice. It&#39;s too cold."
    },
    {
      "index": 49,
      "start_time": 222609.0,
      "end_time": 226629.0,
      "text": "Mark: Well what you want to do is just tell them it&#39;s only gonna be 20 minutes. Put it"
    },
    {
      "index": 50,
      "start_time": 226629.0,
      "end_time": 233219.0,
      "text": "on with some elastic wrap. Keep it there. They can watch TV. The elevation part of RICE,"
    },
    {
      "index": 51,
      "start_time": 233219.0,
      "end_time": 238129.0,
      "text": "you want to keep it elevated so that all the white blood cells and all the blood that&#39;s"
    },
    {
      "index": 52,
      "start_time": 238129.0,
      "end_time": 242209.0,
      "text": "rushing down to that area that&#39;s helping produce that pain is gonna be going the opposite way"
    },
    {
      "index": 53,
      "start_time": 242209.0,
      "end_time": 247219.0,
      "text": "with gravity. What you see in front of me here are some compression devices that we&#39;d"
    },
    {
      "index": 54,
      "start_time": 247219.0,
      "end_time": 252499.0,
      "text": "give in the hospital. Simply, we could use tape or elastic wrap but we also have some"
    },
    {
      "index": 55,
      "start_time": 252499.0,
      "end_time": 258609.0,
      "text": "of these more formal devices that are gonna allow compression to keep that area from being"
    },
    {
      "index": 56,
      "start_time": 258608.99999999997,
      "end_time": 262740.0,
      "text": "swollen, being painful. Clay: Okay so we&#39;ve got fractures, strains."
    },
    {
      "index": 57,
      "start_time": 262740.0,
      "end_time": 266509.0,
      "text": "What are the other sports related injuries that we should be concerned about that cause"
    },
    {
      "index": 58,
      "start_time": 266509.0,
      "end_time": 269330.0,
      "text": "you concern in the ER? Mark: Well the thing that you worry the most"
    },
    {
      "index": 59,
      "start_time": 269330.0,
      "end_time": 273150.0,
      "text": "about that could be catastrophic is a head injury."
    },
    {
      "index": 60,
      "start_time": 273150.0,
      "end_time": 277150.0,
      "text": "Clay: So how do we decide? Happens all the time on the field. Somebody&#39;s bonking heads,"
    },
    {
      "index": 61,
      "start_time": 277150.0,
      "end_time": 281840.0,
      "text": "somebody&#39;s falling down. How do we decide we&#39;re gonna go to the hospital with an injury"
    },
    {
      "index": 62,
      "start_time": 281840.0,
      "end_time": 285220.0,
      "text": "that&#39;s to the head? Mark: Well the most important thing was any"
    },
    {
      "index": 63,
      "start_time": 285220.0,
      "end_time": 290039.0,
      "text": "level of consciousness changes. Did the child lost consciousness? Did they black out? Do"
    },
    {
      "index": 64,
      "start_time": 290039.0,
      "end_time": 294770.0,
      "text": "they have any amnesia? Can they not remember what happened? Clay, anytime, any of those"
    },
    {
      "index": 65,
      "start_time": 294770.0,
      "end_time": 297639.0,
      "text": "symptoms, you immediately go to the hospital. Clay: How about if you just got a really dumb"
    },
    {
      "index": 66,
      "start_time": 297639.0,
      "end_time": 302900.0,
      "text": "kid? How do you tell? Like really stupid to begin with."
    },
    {
      "index": 67,
      "start_time": 302900.0,
      "end_time": 308460.0,
      "text": "Mark: Maybe that&#39;s a different conversation. Clay: Also you need to watch our for if somebody"
    },
    {
      "index": 68,
      "start_time": 308460.0,
      "end_time": 313699.0,
      "text": "gets sick. A kid is throwing up. Mark: Right so obviously any loss of consciousness"
    },
    {
      "index": 69,
      "start_time": 313699.0,
      "end_time": 318909.0,
      "text": "that&#39;s big. But if you find that your child is not behaving normally, if their baseline"
    },
    {
      "index": 70,
      "start_time": 318909.0,
      "end_time": 323680.0,
      "text": "is not being met, ask some simple questions. If you&#39;re dealing with a young child, give"
    },
    {
      "index": 71,
      "start_time": 323680.0,
      "end_time": 328310.0,
      "text": "me the days of the week. If you know they can do it and they can&#39;t after a head injury,"
    },
    {
      "index": 72,
      "start_time": 328310.0,
      "end_time": 335400.0,
      "text": "that&#39;s symptomatic. Also we worry about vision changes if they start seeing spots, any kind"
    },
    {
      "index": 73,
      "start_time": 335400.0,
      "end_time": 340780.0,
      "text": "of blacking out, that type of thing. And if they get sick, if they&#39;re vomiting, nauseous,"
    },
    {
      "index": 74,
      "start_time": 340780.0,
      "end_time": 344590.0,
      "text": "that&#39;s indicative of a head injury? Clay: How about a headache? Kids complain"
    },
    {
      "index": 75,
      "start_time": 344590.0,
      "end_time": 346789.0,
      "text": "about a headache that evening. Is that something to worry about?"
    },
    {
      "index": 76,
      "start_time": 346789.0,
      "end_time": 352419.0,
      "text": "Mark: No a headache is gonna be pretty normal. Actually there are a lot of reasons why that"
    },
    {
      "index": 77,
      "start_time": 352419.0,
      "end_time": 356530.0,
      "text": "young athlete might have a headache including dehydration. if the headache is bad enough"
    },
    {
      "index": 78,
      "start_time": 356530.0,
      "end_time": 360560.0,
      "text": "that it bothers them, then that&#39;s bad enough for you to see a doctor."
    },
    {
      "index": 79,
      "start_time": 360560.0,
      "end_time": 364900.0,
      "text": "Clay: The other thing I hear is with a head injury, you need to wake that kid up and check"
    },
    {
      "index": 80,
      "start_time": 364900.0,
      "end_time": 369090.0,
      "text": "them every couple of hours. So let&#39;s say that two kids bonk their heads. It doesn&#39;t seem"
    },
    {
      "index": 81,
      "start_time": 369090.0,
      "end_time": 372509.0,
      "text": "like you need to take them to the hospital, maybe he&#39;s got a little bit of a headache."
    },
    {
      "index": 82,
      "start_time": 372509.0,
      "end_time": 374930.0,
      "text": "Do I need to wake that kid up every 2 hours and check him?"
    },
    {
      "index": 83,
      "start_time": 374930.0,
      "end_time": 379250.0,
      "text": "Mark: No you don&#39;t. So if you&#39;ve watched them closely and they don&#39;t have any of the other"
    },
    {
      "index": 84,
      "start_time": 379250.0,
      "end_time": 385069.0,
      "text": "symptoms that I&#39;ve mentioned, the nausea, the vomiting, the level of consciousness changes."
    },
    {
      "index": 85,
      "start_time": 385069.0,
      "end_time": 388830.0,
      "text": "They&#39;re alert, they&#39;re oriented, they&#39;re able to do the things they normally do and they"
    },
    {
      "index": 86,
      "start_time": 388830.0,
      "end_time": 392939.0,
      "text": "have a little headache, no we don&#39;t need to take those children up at night. And the bottom"
    },
    {
      "index": 87,
      "start_time": 392939.0,
      "end_time": 397439.0,
      "text": "line is Clay, concussions are fairly common in sports. And what we worry about is if they"
    },
    {
      "index": 88,
      "start_time": 397439.0,
      "end_time": 401620.0,
      "text": "actually have a brain bleed. And the only way to diagnose that is to have a cat scan."
    },
    {
      "index": 89,
      "start_time": 401620.0,
      "end_time": 407060.0,
      "text": "And you can&#39;t do that at most local doctor&#39;s offices. You&#39;ve got to bring them to an emergency"
    },
    {
      "index": 90,
      "start_time": 407060.0,
      "end_time": 410599.0,
      "text": "room to get that taken care of. Clay: So we&#39;ve learned a lot about head injuries,"
    },
    {
      "index": 91,
      "start_time": 410599.0,
      "end_time": 413620.0,
      "text": "and sprains and strains. Thanks a lot for coming in and giving us the information on"
    },
    {
      "index": 92,
      "start_time": 413620.0,
      "end_time": 417409.0,
      "text": "these sports injuries. We love sports. Keep playing out there. But keep those kids safe."
    },
    {
      "index": 93,
      "start_time": 417409.0,
      "end_time": 427409.0,
      "text": "Thanks a lot."
    }
  ]
}