{
  "video_id": "wdw8KNmr2pc",
  "title": "Anne Hathaway on International Women's Day",
  "json": [
    {
      "index": 1,
      "start_time": 700.0,
      "end_time": 7000.0,
      "text": "Thank you so much for those words. President of the general assembly united nations,"
    },
    {
      "index": 2,
      "start_time": 7100.0,
      "end_time": 13700.0,
      "text": "UN deputy secretary general, executive director, UN women, distinguished ladies and gentlemen."
    },
    {
      "index": 3,
      "start_time": 15100.0,
      "end_time": 18800.0,
      "text": "When i was a very young person i began my career as an actress."
    },
    {
      "index": 4,
      "start_time": 19200.0,
      "end_time": 22900.0,
      "text": "Whenever my mother wasn't free to drive me into Manhattan for auditions,"
    },
    {
      "index": 5,
      "start_time": 23100.0,
      "end_time": 29500.0,
      "text": "I would take the train from suburban new jersey and meet my father, who would have left his desk at the law office where he worked,"
    },
    {
      "index": 6,
      "start_time": 29600.0,
      "end_time": 34400.0,
      "text": "and we would meet under the upper platform arrival and departure sign in Penns station."
    },
    {
      "index": 7,
      "start_time": 35200.0,
      "end_time": 39000.0,
      "text": "We would then get on the subway together, and when we surfaced,"
    },
    {
      "index": 8,
      "start_time": 39100.0,
      "end_time": 42000.0,
      "text": "he would ask me: Which way is north?"
    },
    {
      "index": 9,
      "start_time": 44500.0,
      "end_time": 48100.0,
      "text": "I wasn't very good at finding north in the beginning, but I auditioned a fair amount,"
    },
    {
      "index": 10,
      "start_time": 48200.0,
      "end_time": 52200.0,
      "text": "and so my dad kept asking me: Which way is north?"
    },
    {
      "index": 11,
      "start_time": 52700.0,
      "end_time": 54600.0,
      "text": "Overtime I got better at finding it."
    },
    {
      "index": 12,
      "start_time": 56300.0,
      "end_time": 60000.0,
      "text": "I was struck by that memory yesterday while boarding the plane to come here,"
    },
    {
      "index": 13,
      "start_time": 60100.0,
      "end_time": 67300.0,
      "text": "not just by how far my life has come since then, but by how meaningful that seemingly small lesson has been."
    },
    {
      "index": 14,
      "start_time": 68400.0,
      "end_time": 72100.0,
      "text": "When i was still a child, my father developed my sense of direction,"
    },
    {
      "index": 15,
      "start_time": 72200.0,
      "end_time": 76800.0,
      "text": "and now as an adult, I trust my ability to navigate space."
    },
    {
      "index": 16,
      "start_time": 77400.0,
      "end_time": 81100.0,
      "text": "My father helped give me the confidence to guide myself through the world."
    },
    {
      "index": 17,
      "start_time": 82300.0,
      "end_time": 87300.0,
      "text": "In late march last year 2016, I became a parent for the first time."
    },
    {
      "index": 18,
      "start_time": 88300.0,
      "end_time": 96100.0,
      "text": "I remember the indescribable and as i understand it a pretty universal experience of holding my week old son,"
    },
    {
      "index": 19,
      "start_time": 96200.0,
      "end_time": 100200.0,
      "text": "and feeling my priorities change on a cellular level."
    },
    {
      "index": 20,
      "start_time": 100900.0,
      "end_time": 107600.0,
      "text": "I remember I experienced a shift in consciousness that gave me the ability to maintain my love of career"
    },
    {
      "index": 21,
      "start_time": 107700.0,
      "end_time": 113000.0,
      "text": "and also cherish something else, someone else so much much more."
    },
    {
      "index": 22,
      "start_time": 113900.0,
      "end_time": 119300.0,
      "text": "Like so many parents, I wondered how I was going to balance my work with my new role as parents,"
    },
    {
      "index": 23,
      "start_time": 119400.0,
      "end_time": 127100.0,
      "text": "and in that moment, I remember that the statistic for the US's policy and maternity leave flashed in my mind."
    },
    {
      "index": 24,
      "start_time": 127800.0,
      "end_time": 131800.0,
      "text": "American women are currently entitled to 12 weeks unpaid leave."
    },
    {
      "index": 25,
      "start_time": 132300.0,
      "end_time": 134900.0,
      "text": "American men are entitled to nothing."
    },
    {
      "index": 26,
      "start_time": 136400.0,
      "end_time": 142600.0,
      "text": "That information landed differently, for me when one week after my son's birth I could barely walk."
    },
    {
      "index": 27,
      "start_time": 143600.0,
      "end_time": 150500.0,
      "text": "That information landed differently, when I was getting to know a human, who's completely dependent on my husband and I for everything,"
    },
    {
      "index": 28,
      "start_time": 150600.0,
      "end_time": 159200.0,
      "text": "when I was dependent on my husband for most things, and when we were relearning everything we thought we knew about our family and our relationship."
    },
    {
      "index": 29,
      "start_time": 159600.0,
      "end_time": 171200.0,
      "text": "It landed differently, somehow we and every American parents were expected to be back to normal in under three months without income."
    },
    {
      "index": 30,
      "start_time": 171900.0,
      "end_time": 182300.0,
      "text": "I remember thinking to myself if the practical reality of pregnancy is another mouth to feed in your home, and America is a country where most people are living paycheck to paycheck."
    },
    {
      "index": 31,
      "start_time": 182700.0,
      "end_time": 185800.0,
      "text": "How does 12 weeks unpaid leave economically work?"
    },
    {
      "index": 32,
      "start_time": 187400.0,
      "end_time": 189200.0,
      "text": "The truth is for too many people it doesn't."
    },
    {
      "index": 33,
      "start_time": 189800.0,
      "end_time": 197600.0,
      "text": "One in four American women go back to work two weeks after giving birth, because they can't afford to take off any more time than that."
    },
    {
      "index": 34,
      "start_time": 197700.0,
      "end_time": 200700.0,
      "text": "That's 25% of American women."
    },
    {
      "index": 35,
      "start_time": 202000.0,
      "end_time": 206500.0,
      "text": "Equally disturbing, women who can afford to take a full 12 weeks often don't,"
    },
    {
      "index": 36,
      "start_time": 206600.0,
      "end_time": 215900.0,
      "text": "because it'll mean incurring a motherhood penalty, meaning they will be perceived as less dedicated to their job, and will be passed over for promotion and other career advancement."
    },
    {
      "index": 37,
      "start_time": 216500.0,
      "end_time": 221800.0,
      "text": "In my own household, my mother had to choose between a career and raising three children."
    },
    {
      "index": 38,
      "start_time": 222200.0,
      "end_time": 228700.0,
      "text": "The choice that left her unpaid and under appreciated as a homemaker, because there just wasn't support for both paths."
    },
    {
      "index": 39,
      "start_time": 229600.0,
      "end_time": 236200.0,
      "text": "The memory of being in this city with my dad, is a particularly meaningful one, since he was the sole breadwinner in our house,"
    },
    {
      "index": 40,
      "start_time": 236300.0,
      "end_time": 240600.0,
      "text": "and my brothers and my time with him was always limited by how much he had to work."
    },
    {
      "index": 41,
      "start_time": 241800.0,
      "end_time": 248300.0,
      "text": "And we were an incredibly privileged family, our hardships were the stuff of other family's dreams."
    },
    {
      "index": 42,
      "start_time": 249400.0,
      "end_time": 260900.0,
      "text": "The deeper into the issue of paid parental leave I go, the clearer I see in the connection between persisting barriers to women's full equality and empowerment and the need to redefine."
    },
    {
      "index": 43,
      "start_time": 261100.00000000003,
      "end_time": 262300.0,
      "text": "and in some cases,"
    },
    {
      "index": 44,
      "start_time": 262300.0,
      "end_time": 264800.0,
      "text": "destigmatize men's role as caregivers."
    },
    {
      "index": 45,
      "start_time": 265400.0,
      "end_time": 277500.0,
      "text": "In other words, in order to liberate women we need to liberate men."
    },
    {
      "index": 46,
      "start_time": 278500.0,
      "end_time": 286700.0,
      "text": "The assumption and common practice, that women and girls look after the home and family is the stubborn very real stereotype,"
    },
    {
      "index": 47,
      "start_time": 286800.0,
      "end_time": 294300.0,
      "text": "that not only discriminates against women, but limits men's participation and connection in the family and society."
    },
    {
      "index": 48,
      "start_time": 294700.0,
      "end_time": 299700.0,
      "text": "These limitations have broad ranging and significant effects for them and for the children."
    },
    {
      "index": 49,
      "start_time": 299700.0,
      "end_time": 306800.0,
      "text": "We know this, so why do we continue to undervalue fathers and overburdened mothers?"
    },
    {
      "index": 50,
      "start_time": 308100.0,
      "end_time": 311400.0,
      "text": "Paid parental leave is not about taking days off work."
    },
    {
      "index": 51,
      "start_time": 311900.0,
      "end_time": 314400.0,
      "text": "It's about creating the freedom to define roles."
    },
    {
      "index": 52,
      "start_time": 314700.0,
      "end_time": 320500.0,
      "text": "To choose how to invest time, and to establish new positive cycles of behavior."
    },
    {
      "index": 53,
      "start_time": 321600.0,
      "end_time": 328800.0,
      "text": "Companies that have offered paid parental leave for employees have reported have reported improved employee retention,"
    },
    {
      "index": 54,
      "start_time": 328800.0,
      "end_time": 332200.0,
      "text": "reduced absenteeism and training costs, and boosted productivity and morale."
    },
    {
      "index": 55,
      "start_time": 332600.0,
      "end_time": 335700.0,
      "text": "Far from not being able to afford to have paid parental leave."
    },
    {
      "index": 56,
      "start_time": 336700.0,
      "end_time": 338400.0,
      "text": "It seems we can't afford not to."
    },
    {
      "index": 57,
      "start_time": 339100.0,
      "end_time": 347100.0,
      "text": "In fact a study in Sweden showed that for every month, fathers took maternity leave, the mothers income increases by 6.7 percent."
    },
    {
      "index": 58,
      "start_time": 347400.0,
      "end_time": 351100.0,
      "text": "That's 6.7 percent more economic freedom for the whole family."
    },
    {
      "index": 59,
      "start_time": 351900.0,
      "end_time": 355700.0,
      "text": "Data from the international men and gender equality survey shows that,"
    },
    {
      "index": 60,
      "start_time": 355800.0,
      "end_time": 361200.0,
      "text": "most fathers reported they would work less, if it meant that they could spend more time with their children."
    },
    {
      "index": 61,
      "start_time": 361600.0,
      "end_time": 370300.0,
      "text": "And picking up from the thread that the prime minister mentioned, I'd like to ask how many of us here today, saw our dads enough growing up?"
    },
    {
      "index": 62,
      "start_time": 371600.0,
      "end_time": 375500.0,
      "text": "How many of you dads here see your kids enough now?"
    },
    {
      "index": 63,
      "start_time": 376700.0,
      "end_time": 379800.0,
      "text": "We need to help each other if we're going to grow."
    },
    {
      "index": 64,
      "start_time": 389900.0,
      "end_time": 400700.0,
      "text": "Along with you and women, I'm issuing a call to action for countries companies and institutions globally to step up, and become champions for paid parental leave."
    },
    {
      "index": 65,
      "start_time": 401300.0,
      "end_time": 408700.0,
      "text": "In 2013 provisions for paid parental leave, were in only 66 countries out of 190 UN member states."
    },
    {
      "index": 66,
      "start_time": 409500.0,
      "end_time": 418700.0,
      "text": "I look forward to beginning with UN itself which has not yet achieve parity, and who's paid parental leave policies are currently up for review."
    },
    {
      "index": 67,
      "start_time": 422200.0,
      "end_time": 423300.0,
      "text": "Oh you're going to see a lot of me."
    },
    {
      "index": 68,
      "start_time": 424900.0,
      "end_time": 432500.0,
      "text": "Let us lead by example, in creating a world in which women and men are not economically punished for wanting to be parents."
    },
    {
      "index": 69,
      "start_time": 433300.0,
      "end_time": 438600.0,
      "text": "I don't mean to imply that you need to have children to care about and benefit from this issue."
    },
    {
      "index": 70,
      "start_time": 438800.0,
      "end_time": 442300.0,
      "text": "Whether or not you have or want kids."
    },
    {
      "index": 71,
      "start_time": 442800.0,
      "end_time": 448300.0,
      "text": "You will benefit by living in a more evolved world of policies not based on gender."
    },
    {
      "index": 72,
      "start_time": 448800.0,
      "end_time": 454500.0,
      "text": "We all benefit from living in a more compassionate time, where our needs do not make us weak."
    },
    {
      "index": 73,
      "start_time": 455900.0,
      "end_time": 456500.0,
      "text": "They makes us fully human."
    },
    {
      "index": 74,
      "start_time": 457500.0,
      "end_time": 465800.0,
      "text": "Maternity leave or any workplace policy based on gender, can at this moment in history, only ever be a gilded cage."
    },
    {
      "index": 75,
      "start_time": 466400.0,
      "end_time": 468900.0,
      "text": "Though it was created to make life easier for women."
    },
    {
      "index": 76,
      "start_time": 469100.0,
      "end_time": 474600.0,
      "text": "We now know it creates perception of women as being inconvenient to the workplace."
    },
    {
      "index": 77,
      "start_time": 475300.0,
      "end_time": 479600.0,
      "text": "We now know it changed men to emotionally limited path."
    },
    {
      "index": 78,
      "start_time": 479900.0,
      "end_time": 486500.0,
      "text": "And it cannot, by definition, serve the reality of a world in which there is more than one type of family,"
    },
    {
      "index": 79,
      "start_time": 486600.0,
      "end_time": 490800.0,
      "text": "because in the modern world, some family have two daddies."
    },
    {
      "index": 80,
      "start_time": 491600.0,
      "end_time": 493700.0,
      "text": "How exactly does maternity leave serve them?"
    },
    {
      "index": 81,
      "start_time": 503100.0,
      "end_time": 510200.0,
      "text": "Today on International Women's Day.I would like to thank all of those who went before in creating our current policies."
    },
    {
      "index": 82,
      "start_time": 510800.0,
      "end_time": 516000.0,
      "text": "Let us honor them and build upon what they started, by shifting our language,"
    },
    {
      "index": 83,
      "start_time": 516100.0,
      "end_time": 521000.0,
      "text": "and therefore our consciousness, away from gender and toward opportunity."
    },
    {
      "index": 84,
      "start_time": 521600.0,
      "end_time": 530200.0,
      "text": "Let us honor our own parents' sacrifice by creating a path for a more fair, farther reaching truth to define all of our lives."
    },
    {
      "index": 85,
      "start_time": 530400.0,
      "end_time": 539200.0,
      "text": "Especially the lives of our children, because paid parental leave does more than give more time for parents to spend with their kids."
    },
    {
      "index": 86,
      "start_time": 540100.0,
      "end_time": 546300.0,
      "text": "It changes the story of what children observe, and will from themselves imagine possible."
    },
    {
      "index": 87,
      "start_time": 547500.0,
      "end_time": 557900.0,
      "text": "I see cause for hopes, in my own country, the united states currently the only high income country in the world without paid maternity let alone parental leave,"
    },
    {
      "index": 88,
      "start_time": 558100.0,
      "end_time": 569100.0,
      "text": "great work has begun in the states of New York, California, New Jersey, Rhode Island, and Washington, which are currently all implementing paid parental leave programs."
    },
    {
      "index": 89,
      "start_time": 573600.0,
      "end_time": 581300.0,
      "text": "First lady Chirlane McCray and Mayor Bill De Blasio have granted paid parental leave to over 20000 government employees in New York City."
    },
    {
      "index": 90,
      "start_time": 581400.0,
      "end_time": 582300.0,
      "text": "We can do this."
    },
    {
      "index": 91,
      "start_time": 583700.0,
      "end_time": 588900.0,
      "text": "Bringing about change cannot just be the responsibility of those who needed most."
    },
    {
      "index": 92,
      "start_time": 588500.0,
      "end_time": 593500.0,
      "text": "We must have the support of those in the highest levels of power, if we are ever to achieve parity."
    },
    {
      "index": 93,
      "start_time": 594100.0,
      "end_time": 600700.0,
      "text": "That is why it's such an honor, to recognize and congratulate pioneers of paid parental leave like the global company?"
    },
    {
      "index": 94,
      "start_time": 600700.0,
      "end_time": 606400.0,
      "text": "Today I'm proud to announce the known global CEO, Emmanuel Faber?"
    },
    {
      "index": 95,
      "start_time": 606700.0,
      "end_time": 611600.0,
      "text": "as our inaugural HeForShe Thematic champion for paid parental leave."
    },
    {
      "index": 96,
      "start_time": 612400.0,
      "end_time": 615300.0,
      "text": "As part of this announcement, Danone?"
    },
    {
      "index": 97,
      "start_time": 615300.0,
      "end_time": 627700.0,
      "text": "will implement a global 18 weeks gender neutral paid parental policy, for the company's 100000 employees, by the year 2020"
    },
    {
      "index": 98,
      "start_time": 631000.0,
      "end_time": 644200.0,
      "text": "Monsieur Faber, when ambassador Emma Watson delivered her now iconic HeforShe's speech, and stated that if we live in a world where men occupy a majority of positions of power."
    },
    {
      "index": 99,
      "start_time": 644200.0,
      "end_time": 649600.0,
      "text": "We need men to believe in the necessity of change, I believe she was speaking about visionaries like you."
    },
    {
      "index": 100,
      "start_time": 649900.0,
      "end_time": 650500.0,
      "text": "Merci."
    },
    {
      "index": 101,
      "start_time": 652000.0,
      "end_time": 656200.0,
      "text": "Imagine what the world could look like, one generation from now."
    },
    {
      "index": 102,
      "start_time": 656700.0,
      "end_time": 659500.0,
      "text": "If the policy like Danone's becomes the new standard."
    },
    {
      "index": 103,
      "start_time": 660400.0,
      "end_time": 666700.0,
      "text": "If 100000 people become 100 million, a billion, more."
    },
    {
      "index": 104,
      "start_time": 668300.0,
      "end_time": 671100.0,
      "text": "Every generation must find their north."
    },
    {
      "index": 105,
      "start_time": 672100.0,
      "end_time": 678500.0,
      "text": "When women around the world demanded the right to vote, we took a fundamental step towards equality, north."
    },
    {
      "index": 106,
      "start_time": 679900.0,
      "end_time": 686100.0,
      "text": "When same sex marriage was passed in the US, we put an end to a discriminatory law, north."
    },
    {
      "index": 107,
      "start_time": 687300.0,
      "end_time": 693800.0,
      "text": "When millions of men and boys, and prime minister and deputy directors of the UN."
    },
    {
      "index": 108,
      "start_time": 694200.0,
      "end_time": 695800.0,
      "text": "Sorry, the president of the general assembly."
    },
    {
      "index": 109,
      "start_time": 695800.0,
      "end_time": 697100.0,
      "text": "That's what happens when I go off script."
    },
    {
      "index": 110,
      "start_time": 701200.0,
      "end_time": 705000.0,
      "text": "When men like the men in this room, and around the world, the ones we cannot see,"
    },
    {
      "index": 111,
      "start_time": 705100.0,
      "end_time": 708300.0,
      "text": "the ones who support us in ways that we cannot know but we feel."
    },
    {
      "index": 112,
      "start_time": 709200.0,
      "end_time": 715200.0,
      "text": "When they answered Emma Watson's call to be HeForShe, the world grew, north."
    },
    {
      "index": 113,
      "start_time": 716600.0,
      "end_time": 721600.0,
      "text": "We must ask ourselves, how would we be more tomorrow than we are today?"
    },
    {
      "index": 114,
      "start_time": 722500.0,
      "end_time": 729000.0,
      "text": "The whole world grows when people like you and me take a stand, because we know that,"
    },
    {
      "index": 115,
      "start_time": 729100.0,
      "end_time": 733900.0,
      "text": "beyond the idea of how men and women are different, there is a deeper truth:"
    },
    {
      "index": 116,
      "start_time": 734100.0,
      "end_time": 738500.0,
      "text": "that love is love, and parents are parents."
    },
    {
      "index": 117,
      "start_time": 738800.0,
      "end_time": 763800.0,
      "text": "Thank you."
    }
  ]
}