{
  "video_id": "Wj2jqR2yglY",
  "title": "Healthy Or Not: 5 Surprising Health Foods You Shouldn't Eat!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2649.0,
      "end_time": 8870.0,
      "text": "Marie:          Hey it’s Marie Forleo and you are watching MarieTV, the place to"
    },
    {
      "index": 2,
      "start_time": 8870.0,
      "end_time": 13610.0,
      "text": "be to create a business and life you love. One of the things I learned asking you our"
    },
    {
      "index": 3,
      "start_time": 13610.0,
      "end_time": 18250.0,
      "text": "beloved viewers about what you’d like to see more of is that you want to see more MarieTV"
    },
    {
      "index": 4,
      "start_time": 18250.0,
      "end_time": 23449.0,
      "text": "viewers, people who are out there in the world shaking things up and making it happen doing"
    },
    {
      "index": 5,
      "start_time": 23449.0,
      "end_time": 29259.0,
      "text": "what they love. So when I heard about this particular MarieTV viewer, this woman, who"
    },
    {
      "index": 6,
      "start_time": 29259.0,
      "end_time": 34700.0,
      "text": "is making big waves out there taking on the big major food corporations, I knew I had"
    },
    {
      "index": 7,
      "start_time": 34700.0,
      "end_time": 35910.0,
      "text": "to have her on."
    },
    {
      "index": 8,
      "start_time": 35910.0,
      "end_time": 42210.0,
      "text": "Vani Hari started foodbabe.com to spread information about what&#39;s really in the American food supply."
    },
    {
      "index": 9,
      "start_time": 42210.0,
      "end_time": 46470.0,
      "text": "Her activism brought national attention at the Democratic Convention when we protested"
    },
    {
      "index": 10,
      "start_time": 46470.0,
      "end_time": 52380.0,
      "text": "in front of the US Secretary of Agriculture on the issue of GMO labeling. Vani has taken"
    },
    {
      "index": 11,
      "start_time": 52380.0,
      "end_time": 58620.0,
      "text": "on and gotten response from huge food corporations like Kraft, Chipotle, Whole Foods, McDonalds,"
    },
    {
      "index": 12,
      "start_time": 58620.0,
      "end_time": 65530.0,
      "text": "Coca Cola, and Red Mango. She&#39;s been profiled in the New York Times, USA Today, the Washington"
    },
    {
      "index": 13,
      "start_time": 65530.0,
      "end_time": 71650.0,
      "text": "Times and appeared on the Dr. Oz show, Inside Edition, Good Morning America, CNN and others."
    },
    {
      "index": 14,
      "start_time": 71650.0,
      "end_time": 74290.0,
      "text": "Vani, so great to have you here on MarieTV"
    },
    {
      "index": 15,
      "start_time": 74290.0,
      "end_time": 77350.0,
      "text": "Vani:            Thank you so much Marie. You’ve been a huge inspiration to"
    },
    {
      "index": 16,
      "start_time": 77350.0,
      "end_time": 79230.0,
      "text": "me. I&#39;m so excited to be here."
    },
    {
      "index": 17,
      "start_time": 79230.0,
      "end_time": 82470.0,
      "text": "Marie:          Awesome! So before we dive into it about the five surprising"
    },
    {
      "index": 18,
      "start_time": 82470.0,
      "end_time": 87290.0,
      "text": "health foods you shouldn’t be eating, I would love to know about your story, how less"
    },
    {
      "index": 19,
      "start_time": 87290.0,
      "end_time": 92270.0,
      "text": "than a year ago, you were at this cushy job and why you left to go to foodbabe.com and"
    },
    {
      "index": 20,
      "start_time": 92270.0,
      "end_time": 93080.0,
      "text": "do it full time."
    },
    {
      "index": 21,
      "start_time": 93080.0,
      "end_time": 97280.0,
      "text": "Vani:            I never thought I would be blogging and taking on some of"
    },
    {
      "index": 22,
      "start_time": 97280.0,
      "end_time": 102280.0,
      "text": "the biggest food corporations for my daily job. I never thought that would actually be"
    },
    {
      "index": 23,
      "start_time": 102280.0,
      "end_time": 107520.0,
      "text": "my job one day when I started foodbabe.com which was two years ago in response to a bunch"
    },
    {
      "index": 24,
      "start_time": 107520.0,
      "end_time": 112890.0,
      "text": "of friends and family that begged me to share my lifestyle with them, my recipes, how I"
    },
    {
      "index": 25,
      "start_time": 112890.0,
      "end_time": 120900.0,
      "text": "was able to heal myself naturally. About 10 years ago I suffered appendicitis and I could&#39;ve"
    },
    {
      "index": 26,
      "start_time": 120900.0,
      "end_time": 125060.0,
      "text": "died from this because the initial doctor that saw me told me that there was nothing"
    },
    {
      "index": 27,
      "start_time": 125060.0,
      "end_time": 131769.0,
      "text": "wrong and asked me to go home. At that moment recovering in the hospital room over the holidays"
    },
    {
      "index": 28,
      "start_time": 131769.0,
      "end_time": 138299.0,
      "text": "in December I made a commitment to myself. I said “to make myself my number one priority.”"
    },
    {
      "index": 29,
      "start_time": 138299.0,
      "end_time": 143159.0,
      "text": "I was living the typical American lifestyle before that; I had just gotten out of school,"
    },
    {
      "index": 30,
      "start_time": 143159.0,
      "end_time": 147799.0,
      "text": "I got a really awesome job at a top management consulting firm which I thought was my dream"
    },
    {
      "index": 31,
      "start_time": 147799.0,
      "end_time": 152239.0,
      "text": "job and I wanted to fit in. I wanted to eat what everybody else was eating, I wanted to"
    },
    {
      "index": 32,
      "start_time": 152239.0,
      "end_time": 156629.0,
      "text": "live the lifestyle, I wanted to work the crazy hours so that I could impress my boss and"
    },
    {
      "index": 33,
      "start_time": 156629.0,
      "end_time": 162579.0,
      "text": "get promoted and I didn&#39;t realize what a toll that was going to be on my health."
    },
    {
      "index": 34,
      "start_time": 162579.0,
      "end_time": 169090.0,
      "text": "I started to slowly teach myself the habits on how to live a really clean organic lifestyle"
    },
    {
      "index": 35,
      "start_time": 169090.0,
      "end_time": 175049.0,
      "text": "and in this over processed world and in this corporate environment. Slowly but surely I"
    },
    {
      "index": 36,
      "start_time": 175049.0,
      "end_time": 179560.0,
      "text": "started developing all these habits and my coworkers and my friends and family and everyone"
    },
    {
      "index": 37,
      "start_time": 179560.0,
      "end_time": 185129.0,
      "text": "around me started wondering “why is she drinking that green stuff” and “what&#39;s"
    },
    {
      "index": 38,
      "start_time": 185129.0,
      "end_time": 190569.0,
      "text": "going on with this lemon water thing she does every morning” and “how did she go from"
    },
    {
      "index": 39,
      "start_time": 190569.0,
      "end_time": 197029.0,
      "text": "being chubby and not really in shape to being in shape for now over 10 years maintaining"
    },
    {
      "index": 40,
      "start_time": 197029.0,
      "end_time": 206319.0,
      "text": "my weight.” To this day one of my aunts thinks I got work done. I started foodbabe.com"
    },
    {
      "index": 41,
      "start_time": 206319.0,
      "end_time": 210939.0,
      "text": "in response to their wanting to know everything that was going on especially some people at"
    },
    {
      "index": 42,
      "start_time": 210939.0,
      "end_time": 215199.0,
      "text": "work that were watching my daily habits and sat next to me in my cubicle and were trying"
    },
    {
      "index": 43,
      "start_time": 215199.0,
      "end_time": 220279.0,
      "text": "to mimic what I was doing and I was teaching them a lot and they just loved it. They were"
    },
    {
      "index": 44,
      "start_time": 220279.0,
      "end_time": 224209.0,
      "text": "like “you know so much about food, you really need to tell everyone and you need to tell"
    },
    {
      "index": 45,
      "start_time": 224209.0,
      "end_time": 228529.0,
      "text": "me so I can tell my mom and share it,” and I said “okay sure,” so I started the blog"
    },
    {
      "index": 46,
      "start_time": 228529.0,
      "end_time": 233980.0,
      "text": "and I remember I had 20 or 25 readers for the first month."
    },
    {
      "index": 47,
      "start_time": 233980.0,
      "end_time": 235769.0,
      "text": "Marie:          Probably your friends and your coworkers."
    },
    {
      "index": 48,
      "start_time": 235769.0,
      "end_time": 241249.0,
      "text": "Vani:            I think my mom and my best friend read it and that was about"
    },
    {
      "index": 49,
      "start_time": 241249.0,
      "end_time": 246939.0,
      "text": "prior to starting my blog; I was never on social media. I actually had an intervention"
    },
    {
      "index": 50,
      "start_time": 246939.0,
      "end_time": 250339.0,
      "text": "from some friends that said “listen, you don&#39;t know about anything that&#39;s going on"
    },
    {
      "index": 51,
      "start_time": 250339.0,
      "end_time": 255829.0,
      "text": "in our lives because you are not on Facebook, so you need to go on Facebook right now because"
    },
    {
      "index": 52,
      "start_time": 255829.0,
      "end_time": 259159.0,
      "text": "how are you going to spread your blog,” and I&#39;m like “that’s such a good point.”"
    },
    {
      "index": 53,
      "start_time": 259159.0,
      "end_time": 265280.0,
      "text": "So I&#39;ll get on Facebook and I started Twitter and I had no social media experience before"
    },
    {
      "index": 54,
      "start_time": 265280.0,
      "end_time": 269560.0,
      "text": "that because I was in the corporate world; it was scary to be on Facebook with all of"
    },
    {
      "index": 55,
      "start_time": 269560.0,
      "end_time": 276590.0,
      "text": "your party pictures and you didn&#39;t want your boss finding those. I got on and slowly but"
    },
    {
      "index": 56,
      "start_time": 276590.0,
      "end_time": 280560.0,
      "text": "surely I remember the first person who commented that wasn&#39;t someone I knew and I was like"
    },
    {
      "index": 57,
      "start_time": 280560.0,
      "end_time": 284289.0,
      "text": "“whoa, who’s this.”"
    },
    {
      "index": 58,
      "start_time": 284289.0,
      "end_time": 289259.0,
      "text": "Little did I know at the time that I developed this power and I really didn&#39;t understand"
    },
    {
      "index": 59,
      "start_time": 289259.0,
      "end_time": 296669.0,
      "text": "this power at the time until companies started reacting to my writing. A lot of things get"
    },
    {
      "index": 60,
      "start_time": 296669.0,
      "end_time": 303319.0,
      "text": "me energized and I&#39;m really an activist at heart; I want to fight for the people. I was"
    },
    {
      "index": 61,
      "start_time": 303319.0,
      "end_time": 309000.0,
      "text": "at this yogurt place that&#39;s an organic yogurt place or “organic” yogurt place in Charlotte"
    },
    {
      "index": 62,
      "start_time": 309000.0,
      "end_time": 312740.0,
      "text": "and they had all this marketing on saying it was organic, and then when I found out"
    },
    {
      "index": 63,
      "start_time": 312740.0,
      "end_time": 317580.0,
      "text": "what was really in the ingredients, it started with organic yogurt, but they added trans"
    },
    {
      "index": 64,
      "start_time": 317580.0,
      "end_time": 324150.0,
      "text": "fat, which is in a little bit of amount to eat that stuff can cause heart disease, artificial"
    },
    {
      "index": 65,
      "start_time": 324150.0,
      "end_time": 329879.0,
      "text": "colors made from petroleum products, artificial flavors and then other crazy ingredients and"
    },
    {
      "index": 66,
      "start_time": 329879.0,
      "end_time": 335099.0,
      "text": "I&#39;m like “what is going on here, this is not truth in advertising, I need to write"
    },
    {
      "index": 67,
      "start_time": 335099.0,
      "end_time": 339189.0,
      "text": "about it.” I wrote about it and immediately the president of the company reached out to"
    },
    {
      "index": 68,
      "start_time": 339189.0,
      "end_time": 344689.0,
      "text": "me and took down all the marketing. It&#39;s because of not me writing about it but all the people"
    },
    {
      "index": 69,
      "start_time": 344689.0,
      "end_time": 348680.0,
      "text": "sharing it with their friends and telling their friends about it and being like “watch"
    },
    {
      "index": 70,
      "start_time": 348680.0,
      "end_time": 354199.0,
      "text": "out” and it just went viral and of course the president heard about it through their"
    },
    {
      "index": 71,
      "start_time": 354199.0,
      "end_time": 359889.0,
      "text": "customer service hotline and they listened and that was pretty amazing at that point"
    },
    {
      "index": 72,
      "start_time": 359889.0,
      "end_time": 364599.0,
      "text": "because I realized, ok I have this voice. My name “Vani” means “voice” so I"
    },
    {
      "index": 73,
      "start_time": 364599.0,
      "end_time": 370789.0,
      "text": "always knew that I had something to voice growing up and I was even nationally ranked"
    },
    {
      "index": 74,
      "start_time": 370789.0,
      "end_time": 376330.0,
      "text": "debater in high school, and I was just always into research. I spent every summer researching"
    },
    {
      "index": 75,
      "start_time": 376330.0,
      "end_time": 382120.0,
      "text": "at Dartmouth College and I would bury myself; I quit the cheerleading team to join the debate"
    },
    {
      "index": 76,
      "start_time": 382120.0,
      "end_time": 389610.0,
      "text": "team. At that point in time in my life in high school was one of the most exciting times"
    },
    {
      "index": 77,
      "start_time": 389610.0,
      "end_time": 394669.0,
      "text": "and I was able to bring that back because I was able to research and get in and fight"
    },
    {
      "index": 78,
      "start_time": 394669.0,
      "end_time": 398340.0,
      "text": "for the people. In a debate you weren&#39;t really fighting for the people but you&#39;re fighting"
    },
    {
      "index": 79,
      "start_time": 398340.0,
      "end_time": 404199.0,
      "text": "for your side, and I&#39;ve always had that tenacity about me so it was coming out."
    },
    {
      "index": 80,
      "start_time": 404199.0,
      "end_time": 408150.0,
      "text": "Marie:          I love this. I love your story and not to interrupt you too much"
    },
    {
      "index": 81,
      "start_time": 408150.0,
      "end_time": 412180.0,
      "text": "but I can see the fire in you but I think it’s so interesting also for our viewers"
    },
    {
      "index": 82,
      "start_time": 412180.0,
      "end_time": 416759.0,
      "text": "because so many of us are multi-passionate and there&#39;s things that we have a strong skill"
    },
    {
      "index": 83,
      "start_time": 416759.0,
      "end_time": 420469.0,
      "text": "set for maybe early on in life and then they kind of fall away, but it sounds like you’ve"
    },
    {
      "index": 84,
      "start_time": 420469.0,
      "end_time": 426289.0,
      "text": "really rediscovered that ability to use all the skills you built up as a debater and bring"
    },
    {
      "index": 85,
      "start_time": 426289.0,
      "end_time": 433810.0,
      "text": "that into your now incredibly fast growing career as a food babe. Curious, take me to"
    },
    {
      "index": 86,
      "start_time": 433810.0,
      "end_time": 438930.0,
      "text": "the point where, I know it wasn’t that long ago, you were still blogging but you also"
    },
    {
      "index": 87,
      "start_time": 438930.0,
      "end_time": 443530.0,
      "text": "has your job and then you made the decision that you were ready to leave your full time"
    },
    {
      "index": 88,
      "start_time": 443530.0,
      "end_time": 447110.0,
      "text": "job and do your new business full time. What was that like?"
    },
    {
      "index": 89,
      "start_time": 447110.0,
      "end_time": 451379.0,
      "text": "Vani:            My friends about a year ago said to me “Vani, you need to"
    },
    {
      "index": 90,
      "start_time": 451379.0,
      "end_time": 456110.0,
      "text": "make a decision, you need to do this full-time, this is your calling,” and I said “Oh,"
    },
    {
      "index": 91,
      "start_time": 456110.0,
      "end_time": 461120.0,
      "text": "that’s so nice for them to say that, it&#39;s so great.” I wasn&#39;t until I really allowed"
    },
    {
      "index": 92,
      "start_time": 461120.0,
      "end_time": 469830.0,
      "text": "myself to appreciate my own voice and allow myself to understand this is why I was put"
    },
    {
      "index": 93,
      "start_time": 469830.0,
      "end_time": 479520.0,
      "text": "on this planet. It wasn&#39;t until in all actuality I found you Marie. In December I was in Machu"
    },
    {
      "index": 94,
      "start_time": 479520.0,
      "end_time": 485129.0,
      "text": "Picchu in Peru and I was reading a book, and you had her on here, Danielle LaPorte, Fire"
    },
    {
      "index": 95,
      "start_time": 485129.0,
      "end_time": 489779.0,
      "text": "Starter Sessions, watched one of your interviews with her and I was reading the book at the"
    },
    {
      "index": 96,
      "start_time": 489779.0,
      "end_time": 496169.0,
      "text": "same time and I just found you through a mutual friend, and I couldn&#39;t believe that I was"
    },
    {
      "index": 97,
      "start_time": 496169.0,
      "end_time": 502180.0,
      "text": "like number one “where Marie Forleo been my whole life, why hasn’t she been coaching"
    },
    {
      "index": 98,
      "start_time": 502180.0,
      "end_time": 508360.0,
      "text": "me this whole time to do my passion,” and number two, I was on the top of Machu  Picchu"
    },
    {
      "index": 99,
      "start_time": 508360.0,
      "end_time": 518460.0,
      "text": "on December 21st, the day the world was supposed to end, and I made the decision right there"
    },
    {
      "index": 100,
      "start_time": 518460.00000000006,
      "end_time": 523390.00000000006,
      "text": "on top of Machu Picchu and my contract was ending and I could&#39;ve gotten another contract"
    },
    {
      "index": 101,
      "start_time": 523390.0,
      "end_time": 527440.0,
      "text": "because I am a management consultant, but I said to myself “I&#39;m going to make this"
    },
    {
      "index": 102,
      "start_time": 527440.0,
      "end_time": 532270.0,
      "text": "happen.” I turned over to my husband and I said “are you willing to do this, I am"
    },
    {
      "index": 103,
      "start_time": 532270.0,
      "end_time": 537950.0,
      "text": "giving up my salary and we&#39;re going to do this and I am going to tell everyone what&#39;s"
    },
    {
      "index": 104,
      "start_time": 537950.0,
      "end_time": 542590.0,
      "text": "in their food and I want to change the way Americans are eating and the way they think"
    },
    {
      "index": 105,
      "start_time": 542590.0,
      "end_time": 547270.0,
      "text": "about food and I&#39;m going to make it my life&#39;s mission, are you on board?,” and he looked"
    },
    {
      "index": 106,
      "start_time": 547270.0,
      "end_time": 553660.0,
      "text": "at me and he&#39;s like “what have you been waiting for?”"
    },
    {
      "index": 107,
      "start_time": 553660.0,
      "end_time": 558810.0,
      "text": "Everybody else was giving me permission but not myself and it wasn&#39;t until I really realized"
    },
    {
      "index": 108,
      "start_time": 558810.0,
      "end_time": 565950.0,
      "text": "that that&#39;s what I needed to do and it was scary. I landed back the first week of January"
    },
    {
      "index": 109,
      "start_time": 565950.0,
      "end_time": 572280.0,
      "text": "and I didn&#39;t go into an office, I had no boss, I was like “what is going on, this is so"
    },
    {
      "index": 110,
      "start_time": 572280.0,
      "end_time": 578270.0,
      "text": "weird, and I got to figure out a way to make some money because I got to pay the mortgage.”"
    },
    {
      "index": 111,
      "start_time": 578270.0,
      "end_time": 586670.0,
      "text": "I started slowly just figuring out a way that met my values partnering with the right companies."
    },
    {
      "index": 112,
      "start_time": 586670.0,
      "end_time": 592720.0,
      "text": "The companies I already use and by and have loved my whole life and that provide benefit"
    },
    {
      "index": 113,
      "start_time": 592720.0,
      "end_time": 596850.0,
      "text": "to the world in finding and reaching out for those relationships so that I could start"
    },
    {
      "index": 114,
      "start_time": 596850.0,
      "end_time": 604190.0,
      "text": "working with them and everyone can really live the life that they want to live. What&#39;s"
    },
    {
      "index": 115,
      "start_time": 604190.0,
      "end_time": 609970.0,
      "text": "so amazing is I didn&#39;t realize this at the time but if people have something that they&#39;re"
    },
    {
      "index": 116,
      "start_time": 609970.0,
      "end_time": 614900.0,
      "text": "really passionate about and they love and they&#39;re really good at it, you have to cherish"
    },
    {
      "index": 117,
      "start_time": 614900.0,
      "end_time": 621210.0,
      "text": "that and you have to find out what it is that you can do to share that passion and no matter"
    },
    {
      "index": 118,
      "start_time": 621210.0,
      "end_time": 627390.0,
      "text": "what, the money will follow. I never really believed that. I was like “I had to work"
    },
    {
      "index": 119,
      "start_time": 627390.0,
      "end_time": 635910.0,
      "text": "hard; I had to keep my job.” I was a management consultant for 13 years of my life and to"
    },
    {
      "index": 120,
      "start_time": 635910.0,
      "end_time": 646370.0,
      "text": "give all that up, I was successful too, and say bye was a tough transition mentally, and"
    },
    {
      "index": 121,
      "start_time": 646370.0,
      "end_time": 653580.0,
      "text": "then the thought of going back and being a management consultant totally freaks me out."
    },
    {
      "index": 122,
      "start_time": 653580.0,
      "end_time": 658710.0,
      "text": "And I wake up every single day right now and I put my feet on the ground and I still live"
    },
    {
      "index": 123,
      "start_time": 658710.0,
      "end_time": 663090.0,
      "text": "in the same condo surrounded by the same people that I used to work with and I walked down"
    },
    {
      "index": 124,
      "start_time": 663090.0,
      "end_time": 668160.0,
      "text": "the street and I just smile and I&#39;m like “Ha, ha - I&#39;m not in that cubicle anymore.”"
    },
    {
      "index": 125,
      "start_time": 668160.0,
      "end_time": 673240.0,
      "text": "There&#39;s nothing wrong with being in a cubicle because there are great companies that have"
    },
    {
      "index": 126,
      "start_time": 673240.0,
      "end_time": 674300.0,
      "text": "cubicles but-"
    },
    {
      "index": 127,
      "start_time": 674300.0,
      "end_time": 677760.0,
      "text": "Marie:          But for you it wasn’t the right match and for you there was a different"
    },
    {
      "index": 128,
      "start_time": 677760.0,
      "end_time": 677940.0,
      "text": "path."
    },
    {
      "index": 129,
      "start_time": 677940.0,
      "end_time": 681540.0,
      "text": "Vani:            I needed to be using my voice in a way to change the world."
    },
    {
      "index": 130,
      "start_time": 681540.0,
      "end_time": 686690.0,
      "text": "I really think I was put on this planet to change the world and I really want to do that."
    },
    {
      "index": 131,
      "start_time": 686690.0,
      "end_time": 689400.0,
      "text": "Marie:          That actually was the perfect segway to what we’re going to"
    },
    {
      "index": 132,
      "start_time": 689400.0,
      "end_time": 692850.0,
      "text": "talk about next, which is the five surprising health food that we shouldn’t be eating,"
    },
    {
      "index": 133,
      "start_time": 692850.0,
      "end_time": 697050.0,
      "text": "but before we start, I just want to make this point. This is about awareness so you can"
    },
    {
      "index": 134,
      "start_time": 697050.0,
      "end_time": 701600.0,
      "text": "learn how to help yourself and your family make better choices. This is not about being"
    },
    {
      "index": 135,
      "start_time": 701600.0,
      "end_time": 707080.0,
      "text": "perfect, we all have our vices, but we want to make better choices more often. So let&#39;s"
    },
    {
      "index": 136,
      "start_time": 707080.0,
      "end_time": 707650.0,
      "text": "get rolling."
    },
    {
      "index": 137,
      "start_time": 707650.0,
      "end_time": 712160.0,
      "text": "Vani:            The first one is, and this one is a really tricky topic because"
    },
    {
      "index": 138,
      "start_time": 712160.0,
      "end_time": 716370.0,
      "text": "a lot of people when they go out to eat and when they order a sandwich when they go for"
    },
    {
      "index": 139,
      "start_time": 716370.0,
      "end_time": 723060.0,
      "text": "lunch or whatever, they order the whole-wheat bread. The whole-wheat bread at different"
    },
    {
      "index": 140,
      "start_time": 723060.0,
      "end_time": 730180.0,
      "text": "major fast food chains, for example, Subway, the nine grain bread. Everyone thinks that"
    },
    {
      "index": 141,
      "start_time": 730180.0,
      "end_time": 734560.0,
      "text": "the nine grain bread is like the hallelujah sandwich. You get it and you get your veggies"
    },
    {
      "index": 142,
      "start_time": 734560.0,
      "end_time": 741560.0,
      "text": "on it and it&#39;s under 300 calories and you&#39;re good to go. But that sandwich has probably"
    },
    {
      "index": 143,
      "start_time": 741560.0,
      "end_time": 748360.0,
      "text": "close to over 50 ingredients in it and the sandwich actually has an ingredient in there"
    },
    {
      "index": 144,
      "start_time": 748360.0,
      "end_time": 753700.0,
      "text": "along with the slew of other ingredients that is a dough conditioner that is banned in Europe."
    },
    {
      "index": 145,
      "start_time": 753700.0,
      "end_time": 760010.0,
      "text": "If you get caught using it in Singapore you get fined $450,000. It&#39;s banned in Australia"
    },
    {
      "index": 146,
      "start_time": 760010.0,
      "end_time": 767030.0,
      "text": "but we still use it here in the United States, and let me just try to say this word because"
    },
    {
      "index": 147,
      "start_time": 767030.0,
      "end_time": 772740.0,
      "text": "it&#39;s a long word: Azodicarbonamide."
    },
    {
      "index": 148,
      "start_time": 772740.0,
      "end_time": 777900.0,
      "text": "Marie:          It’s funny and it&#39;s not funny because to think that that’s what"
    },
    {
      "index": 149,
      "start_time": 777900.0,
      "end_time": 782250.0,
      "text": "we’re putting in our bodies, we can’t even pronounce it but it&#39;s going in our food"
    },
    {
      "index": 150,
      "start_time": 782250.0,
      "end_time": 788910.0,
      "text": "system, so we’ll lay it on there, but keep going."
    },
    {
      "index": 151,
      "start_time": 788910.0,
      "end_time": 797330.0,
      "text": "Vani:            The reason why it&#39;s so controversial is it gives people asthmatic"
    },
    {
      "index": 152,
      "start_time": 797330.0,
      "end_time": 802730.0,
      "text": "symptoms and allergies and it&#39;s really sad. It&#39;s a really sad ingredient. But what you"
    },
    {
      "index": 153,
      "start_time": 802730.0,
      "end_time": 807920.0,
      "text": "can do instead, that’s the important thing. If you are at Subway don&#39;t recommend it but"
    },
    {
      "index": 154,
      "start_time": 807920.0,
      "end_time": 815040.0,
      "text": "if you are at Subway, get the salad, get a whole avocado on top. An avocado has protein"
    },
    {
      "index": 155,
      "start_time": 815040.0,
      "end_time": 820500.0,
      "text": "added to it and that&#39;s the way to really enjoy a meal without any major toxins and you are"
    },
    {
      "index": 156,
      "start_time": 820500.0,
      "end_time": 822470.0,
      "text": "getting some really healthy fat with the avocado."
    },
    {
      "index": 157,
      "start_time": 822470.0,
      "end_time": 825010.0,
      "text": "Marie:          Awesome, so we’re going to stay from the whole grain, whole"
    },
    {
      "index": 158,
      "start_time": 825010.0,
      "end_time": 828670.0,
      "text": "wheat bread generally speaking and go just for a salad."
    },
    {
      "index": 159,
      "start_time": 828670.0,
      "end_time": 833460.0,
      "text": "Vani:            Yes, that’s right. And if you do go for bread and you love bread,"
    },
    {
      "index": 160,
      "start_time": 833460.0,
      "end_time": 846510.0,
      "text": "I really love this Ezekiel bread. It’s amazing because there&#39;s no flour in it, it’s actually"
    },
    {
      "index": 161,
      "start_time": 846510.0,
      "end_time": 853400.0,
      "text": "a whole grain so that’s the way our body was intended to actually digest grains and"
    },
    {
      "index": 162,
      "start_time": 853400.0,
      "end_time": 857680.0,
      "text": "it actually gives us more energy that way because flour what it does is spikes our insulin"
    },
    {
      "index": 163,
      "start_time": 857680.0,
      "end_time": 860280.0,
      "text": "level and promotes fat gain."
    },
    {
      "index": 164,
      "start_time": 860280.0,
      "end_time": 862290.0,
      "text": "Marie:          What&#39;s number two?"
    },
    {
      "index": 165,
      "start_time": 862290.0,
      "end_time": 864600.0,
      "text": "Vani:            Number two is agave nectar."
    },
    {
      "index": 166,
      "start_time": 864600.0,
      "end_time": 867980.0,
      "text": "Marie:          Oh God, I&#39;m guilty of this one. Tell me about it."
    },
    {
      "index": 167,
      "start_time": 867980.0,
      "end_time": 874060.0,
      "text": "Vani:            Agave got really popular because the raw vegans found a sweetener"
    },
    {
      "index": 168,
      "start_time": 874060.0,
      "end_time": 881210.0,
      "text": "that they could have that was raw and vegan, and it was as close to nature as I thought"
    },
    {
      "index": 169,
      "start_time": 881210.0,
      "end_time": 888230.0,
      "text": "to put in a lot of different desserts and other sweetened items. It’s a liquid base"
    },
    {
      "index": 170,
      "start_time": 888230.0,
      "end_time": 893560.0,
      "text": "so it replaced honey for people who are concerned about the bees and things like that. What"
    },
    {
      "index": 171,
      "start_time": 893560.0,
      "end_time": 900060.0,
      "text": "they found is actually agave nectar has a higher concentration of fructose and almost"
    },
    {
      "index": 172,
      "start_time": 900060.0,
      "end_time": 909130.0,
      "text": "80% more higher concentration than high fructose corn syrup. What that means is that the first"
    },
    {
      "index": 173,
      "start_time": 909130.0,
      "end_time": 915230.0,
      "text": "thing your liver processes is fructose. It’s either alcohol or fructose. If fructose is"
    },
    {
      "index": 174,
      "start_time": 915230.0,
      "end_time": 920480.0,
      "text": "going straight to your liver, your liver is not in its fat burning mode. What that does"
    },
    {
      "index": 175,
      "start_time": 920480.0,
      "end_time": 931540.0,
      "text": "is it promotes visceral fat and all the fat around your midsection. What I love to recommend"
    },
    {
      "index": 176,
      "start_time": 931540.0,
      "end_time": 934330.0,
      "text": "to people is coconut palm sugar."
    },
    {
      "index": 177,
      "start_time": 934330.0,
      "end_time": 938590.0,
      "text": "Coconut palm sugar comes straight from the coconut tree, it&#39;s dried sap off the tree,"
    },
    {
      "index": 178,
      "start_time": 938590.0,
      "end_time": 943210.0,
      "text": "it has all the minerals and vitamins, it&#39;s a one to one substitution for sugar, it&#39;s"
    },
    {
      "index": 179,
      "start_time": 943210.0,
      "end_time": 948630.0,
      "text": "a low glycemic index so it&#39;s great for people who are on the diabetic spectrum were concerned"
    },
    {
      "index": 180,
      "start_time": 948630.0,
      "end_time": 954690.0,
      "text": "about their glycemic level, or if you&#39;re really concerned, you can go with Stevia and Sweet"
    },
    {
      "index": 181,
      "start_time": 954690.0,
      "end_time": 958570.0,
      "text": "Leaf here - they have the Stevia that doesn&#39;t have all the fillers and the crazy stuff going"
    },
    {
      "index": 182,
      "start_time": 958570.0,
      "end_time": 965430.0,
      "text": "on. There are Stevia products that are dreadful. Examples of those are Truvia and Purevia that"
    },
    {
      "index": 183,
      "start_time": 965430.0,
      "end_time": 972570.0,
      "text": "are owned by Coca-Cola and PepsiCo respectively and they have this crazy 40 step patented"
    },
    {
      "index": 184,
      "start_time": 972570.0,
      "end_time": 980110.0,
      "text": "process to completely process the Stevia to hell and just take a really natural beautiful"
    },
    {
      "index": 185,
      "start_time": 980110.0,
      "end_time": 984450.0,
      "text": "plant that adds a lot of sweetness and just destroy it, so I wouldn’t recommend those."
    },
    {
      "index": 186,
      "start_time": 984450.0,
      "end_time": 988910.0,
      "text": "Marie:          If we’re going to do Stevia, we’re going to do Sweet Leaf."
    },
    {
      "index": 187,
      "start_time": 988910.0,
      "end_time": 989540.0,
      "text": "Where are we going next?"
    },
    {
      "index": 188,
      "start_time": 989540.0,
      "end_time": 993330.0,
      "text": "Vani:            Alright, so the third one here, let&#39;s talk about Gatorade."
    },
    {
      "index": 189,
      "start_time": 993330.0,
      "end_time": 997130.0,
      "text": "Marie:          Gatorade! Let&#39;s talk about Gatorade even though we don’t have"
    },
    {
      "index": 190,
      "start_time": 997130.0,
      "end_time": 1001470.0,
      "text": "a Gatorade to hold. We didn’t want to bring it in the studio; it&#39;s so toxic. Tell us why."
    },
    {
      "index": 191,
      "start_time": 1001470.0,
      "end_time": 1005680.0,
      "text": "Vani:            Gatorade is like one of those things that like my parents and"
    },
    {
      "index": 192,
      "start_time": 1005680.0,
      "end_time": 1010570.0,
      "text": "I&#39;m sure your parents gave to you when you were sick and when you are under the weather"
    },
    {
      "index": 193,
      "start_time": 1010570.0,
      "end_time": 1014980.0,
      "text": "and you&#39;re out on the soccer field or cheerleading whatever you&#39;re doing when you were little"
    },
    {
      "index": 194,
      "start_time": 1014980.0,
      "end_time": 1018760.0,
      "text": "and your parents would bring you Gatorade because they didn&#39;t want you to get dehydrated"
    },
    {
      "index": 195,
      "start_time": 1018760.0,
      "end_time": 1024169.0,
      "text": "and it is one of the worst things ever because what Gatorade really is, is a bunch of sugar"
    },
    {
      "index": 196,
      "start_time": 1024170.0000000001,
      "end_time": 1032221.0000000001,
      "text": "and chemicals with salt. And until recently it had this really controversial ingredient"
    },
    {
      "index": 197,
      "start_time": 1032220.0,
      "end_time": 1039480.0,
      "text": "called brominated vegetable oil, BVO, which is actually still in Powerade today. It&#39;s"
    },
    {
      "index": 198,
      "start_time": 1039480.0,
      "end_time": 1048790.0,
      "text": "something that&#39;s banned in other countries and is a flame retardant. What I like to tell"
    },
    {
      "index": 199,
      "start_time": 1048790.0,
      "end_time": 1055420.0,
      "text": "people is look to nature for electrolytes; coconut water is so amazing for electrolytes"
    },
    {
      "index": 200,
      "start_time": 1055420.0,
      "end_time": 1057910.0,
      "text": "and you want to make sure you get a really good coconut water though because there&#39;s"
    },
    {
      "index": 201,
      "start_time": 1057910.0,
      "end_time": 1062140.0,
      "text": "a bunch of coconut waters, and I did not know this until I started researching it, that"
    },
    {
      "index": 202,
      "start_time": 1062140.0,
      "end_time": 1066740.0,
      "text": "are made from coconuts from all over the world and they use the concentrate so all the electrolytes"
    },
    {
      "index": 203,
      "start_time": 1066740.0,
      "end_time": 1071400.0,
      "text": "are diminished. What you want to do is go for raw coconut water and Harmless Harvest,"
    },
    {
      "index": 204,
      "start_time": 1071400.0,
      "end_time": 1077570.0,
      "text": "who’s based in New York, is amazing."
    },
    {
      "index": 205,
      "start_time": 1077570.0,
      "end_time": 1079780.0,
      "text": "Marie:          And you know what we’ll do, we’re going to put link to all"
    },
    {
      "index": 206,
      "start_time": 1079780.0,
      "end_time": 1083010.0,
      "text": "of Vani’s recommendations below so if you&#39;re listening and like “I can’t write all"
    },
    {
      "index": 207,
      "start_time": 1083010.0,
      "end_time": 1085140.0,
      "text": "this down,” we’re going to have it below the video."
    },
    {
      "index": 208,
      "start_time": 1085140.0,
      "end_time": 1090020.0,
      "text": "Vani:            Another really great electrolyte booster is celery. You can"
    },
    {
      "index": 209,
      "start_time": 1090020.0,
      "end_time": 1094560.0,
      "text": "either eat the celery or you can juice it and combine it with a little lemon, a little"
    },
    {
      "index": 210,
      "start_time": 1094560.0,
      "end_time": 1100400.0,
      "text": "apple, and that&#39;s just a great way to keep electrolytes. The third option to keep electrolytes"
    },
    {
      "index": 211,
      "start_time": 1100400.0,
      "end_time": 1106620.0,
      "text": "is Chia seeds. Chia seeds, when they are soaked in water, they soak up 10 times the amount"
    },
    {
      "index": 212,
      "start_time": 1106620.0,
      "end_time": 1111360.0,
      "text": "of water and when you eat that, it keeps your body hydrated. Aztecs back in the day would"
    },
    {
      "index": 213,
      "start_time": 1111360.0,
      "end_time": 1114690.0,
      "text": "eat these seeds and that would be the only thing they would have all day and would keep"
    },
    {
      "index": 214,
      "start_time": 1114690.0,
      "end_time": 1116350.0,
      "text": "them hydrated, which is crazy to think about."
    },
    {
      "index": 215,
      "start_time": 1116350.0,
      "end_time": 1118850.0,
      "text": "Marie:          It’s such a power food. I know Josh has been pushing Chia seeds"
    },
    {
      "index": 216,
      "start_time": 1118850.0,
      "end_time": 1123040.0,
      "text": "on me for a while and it’s only after I meet you and my dear friend Kris Carr. He’s"
    },
    {
      "index": 217,
      "start_time": 1123040.0,
      "end_time": 1125730.0,
      "text": "like “of course, all the ladies tell you what&#39;s good for you and now you eat them,”"
    },
    {
      "index": 218,
      "start_time": 1125730.0,
      "end_time": 1129030.0,
      "text": "and I’m like, “hey that’s how it goes,” but that’s awesome to know about Chia seeds."
    },
    {
      "index": 219,
      "start_time": 1129030.0,
      "end_time": 1131820.0,
      "text": "Very cool. Do we have one more?"
    },
    {
      "index": 220,
      "start_time": 1131820.0,
      "end_time": 1136780.0,
      "text": "Vani:            Actually we have two more. Almond milk."
    },
    {
      "index": 221,
      "start_time": 1136780.0,
      "end_time": 1140810.0,
      "text": "Marie:          Almond milk, oh no! What&#39;s up with almond milk? Tell us, Vani."
    },
    {
      "index": 222,
      "start_time": 1140810.0,
      "end_time": 1144500.0,
      "text": "Vani:            Almond milk inherently is absolutely wonderful. Usually it&#39;s just"
    },
    {
      "index": 223,
      "start_time": 1144500.0,
      "end_time": 1150090.0,
      "text": "all almonds and water in a blender; 4 cups of water, one cup of almonds that are soaked"
    },
    {
      "index": 224,
      "start_time": 1150090.0,
      "end_time": 1155820.0,
      "text": "overnight, in a blender strained, makes beautiful almond milk perfect, your body can assimilate,"
    },
    {
      "index": 225,
      "start_time": 1155820.0,
      "end_time": 1160790.0,
      "text": "and it&#39;s great. But the almond milk that you buy at the store, nine times out of 10 has"
    },
    {
      "index": 226,
      "start_time": 1160790.0,
      "end_time": 1165460.0,
      "text": "an ingredient called Carrageenan. Carrageenan is derived from a seaweed plant so it seems"
    },
    {
      "index": 227,
      "start_time": 1165460.0,
      "end_time": 1170690.0,
      "text": "very natural but what happens is when they derive it and they process it, it can be contaminated"
    },
    {
      "index": 228,
      "start_time": 1170690.0,
      "end_time": 1175940.0,
      "text": "with degraded Carrageenan, and what that does is when you eat it, it can disrupt the whole"
    },
    {
      "index": 229,
      "start_time": 1175940.0,
      "end_time": 1182100.0,
      "text": "G.I. tract. All the people that have irritable bowel syndrome and other gastrointestinal"
    },
    {
      "index": 230,
      "start_time": 1182100.0,
      "end_time": 1188120.0,
      "text": "issues, bloating and other things could be caused by Carrageenan and Carrageenan is not"
    },
    {
      "index": 231,
      "start_time": 1188120.0,
      "end_time": 1192410.0,
      "text": "only in almond milk but it&#39;s in all sorts of dairy products like cottage cheese and"
    },
    {
      "index": 232,
      "start_time": 1192410.0,
      "end_time": 1196370.0,
      "text": "sour cream and cream cheese and ice cream and other things like that."
    },
    {
      "index": 233,
      "start_time": 1196370.0,
      "end_time": 1200250.0,
      "text": "Marie:          Is it important for us, because I&#39;ve always purchases almond milk"
    },
    {
      "index": 234,
      "start_time": 1200250.0,
      "end_time": 1204380.0,
      "text": "from the store so I just need to really look at my labels now and if it has that in it,"
    },
    {
      "index": 235,
      "start_time": 1204380.0,
      "end_time": 1205860.0,
      "text": "it’s not getting in my little shopping cart."
    },
    {
      "index": 236,
      "start_time": 1205860.0,
      "end_time": 1210360.0,
      "text": "Vani:            Yeah, forget it. I know that the Whole Foods brand, 365, doesn&#39;t"
    },
    {
      "index": 237,
      "start_time": 1210360.0,
      "end_time": 1215050.0,
      "text": "use Carrageenan and which is great, so that&#39;s a great option, or make it at home and that&#39;s"
    },
    {
      "index": 238,
      "start_time": 1215050.0,
      "end_time": 1219680.0,
      "text": "what I do and I love it because it&#39;s two ingredients, it&#39;s super easy, it&#39;s always fresh, lasts"
    },
    {
      "index": 239,
      "start_time": 1219680.0,
      "end_time": 1221559.0,
      "text": "a few days in the fridge and it&#39;s awesome."
    },
    {
      "index": 240,
      "start_time": 1221560.0,
      "end_time": 1223731.0,
      "text": "Marie:          Perfect. Ok, what&#39;s our final food?"
    },
    {
      "index": 241,
      "start_time": 1223730.0,
      "end_time": 1224670.0,
      "text": "Vani:            Frozen yogurt."
    },
    {
      "index": 242,
      "start_time": 1224670.0,
      "end_time": 1228840.0,
      "text": "Marie:          Oh my goodness, frozen yogurt. What&#39;s gone wrong? Tell us."
    },
    {
      "index": 243,
      "start_time": 1228840.0,
      "end_time": 1232190.0,
      "text": "Vani:            Frozen yogurt is like an invented thing; it&#39;s not something"
    },
    {
      "index": 244,
      "start_time": 1232190.0,
      "end_time": 1237770.0,
      "text": "we&#39;ve had a really long time in America. It was invented in the late 1960s. What they"
    },
    {
      "index": 245,
      "start_time": 1237770.0,
      "end_time": 1244180.0,
      "text": "found was they wanted to make a healthy version of ice cream so they started freezing yogurt"
    },
    {
      "index": 246,
      "start_time": 1244180.0,
      "end_time": 1249440.0,
      "text": "and everyone started complaining about the taste. They say it&#39;s tart and it&#39;s not that"
    },
    {
      "index": 247,
      "start_time": 1249440.0,
      "end_time": 1254059.0,
      "text": "sweet and I still want my ice cream. The food manufacturers listened to that and they said"
    },
    {
      "index": 248,
      "start_time": 1254060.0,
      "end_time": 1257861.0,
      "text": "“Oh, we are going to add more sugar, we&#39;re going to make it more processed and we’re"
    },
    {
      "index": 249,
      "start_time": 1257860.0,
      "end_time": 1262380.0,
      "text": "going to add a bunch of artificial colors and we are going to add a bunch of other crazy"
    },
    {
      "index": 250,
      "start_time": 1262380.0,
      "end_time": 1269150.0,
      "text": "ingredients that does your body no good.” So what happened was that frozen yogurt ended"
    },
    {
      "index": 251,
      "start_time": 1269150.0,
      "end_time": 1273690.0,
      "text": "up being something totally crazy and when you go into a frozen yogurt place and you"
    },
    {
      "index": 252,
      "start_time": 1273690.0,
      "end_time": 1281030.0,
      "text": "ask to look at their product before they put it in the machine, it looks like Kool-Aid."
    },
    {
      "index": 253,
      "start_time": 1281030.0,
      "end_time": 1285250.0,
      "text": "It&#39;s so processed that the probiotic content, the whole reason why you want to have frozen"
    },
    {
      "index": 254,
      "start_time": 1285250.0,
      "end_time": 1290150.0,
      "text": "yogurt in the first place, all those beneficial bacteria in your gut, they are pretty much"
    },
    {
      "index": 255,
      "start_time": 1290150.0,
      "end_time": 1292180.0,
      "text": "diminished in that powdered product."
    },
    {
      "index": 256,
      "start_time": 1292180.0,
      "end_time": 1295850.0,
      "text": "Marie:          That’s disgusting. So what should we do? No frozen yogurt at"
    },
    {
      "index": 257,
      "start_time": 1295850.0,
      "end_time": 1299080.0,
      "text": "all or is there any good brands or should we just look someplace else for a little sweet?"
    },
    {
      "index": 258,
      "start_time": 1299080.0,
      "end_time": 1303780.0,
      "text": "Vani:            Well Red Mango actually has been paying attention to how"
    },
    {
      "index": 259,
      "start_time": 1303780.0,
      "end_time": 1307640.0,
      "text": "much probiotics are in their frozen yogurt and they figured out the freezing process"
    },
    {
      "index": 260,
      "start_time": 1307640.0,
      "end_time": 1311350.0,
      "text": "in order to keep some of the beneficial bacteria, and they are one of the cleanest ones that"
    },
    {
      "index": 261,
      "start_time": 1311350.0,
      "end_time": 1317059.0,
      "text": "I researched recently which was really great. I would recommend going for the plain varieties"
    },
    {
      "index": 262,
      "start_time": 1317060.0,
      "end_time": 1320891.0,
      "text": "so you don&#39;t get the artificial colors, you&#39;re not getting any of the other crazy flavorings"
    },
    {
      "index": 263,
      "start_time": 1320890.0,
      "end_time": 1326550.0,
      "text": "that could be in there. If you are there, you can get the plain yogurt; you can get"
    },
    {
      "index": 264,
      "start_time": 1326550.0,
      "end_time": 1331540.0,
      "text": "some fruit on top and some nuts or something, but if you are going to go for something sweet"
    },
    {
      "index": 265,
      "start_time": 1331540.0,
      "end_time": 1336420.0,
      "text": "and amazing, why not go for the real thing? Go for real ice cream, do a little bit of"
    },
    {
      "index": 266,
      "start_time": 1336420.0,
      "end_time": 1342240.0,
      "text": "it or make your own and I love making my own with coconut milk right here. This is an organic"
    },
    {
      "index": 267,
      "start_time": 1342240.0,
      "end_time": 1345840.0,
      "text": "coconut milk that’s available by Native Forest. It doesn’t have BPA in the can which"
    },
    {
      "index": 268,
      "start_time": 1345840.0,
      "end_time": 1351850.0,
      "text": "is so awesome, that’s another toxin we want to avoid, that’s available in typical canned"
    },
    {
      "index": 269,
      "start_time": 1351850.0,
      "end_time": 1359690.0,
      "text": "products. All you do is you really put this in a blender with whatever flavorings you"
    },
    {
      "index": 270,
      "start_time": 1359690.0,
      "end_time": 1366290.0,
      "text": "want, a little vanilla, maybe a frozen banana, or maybe some other type of fruit and make"
    },
    {
      "index": 271,
      "start_time": 1366290.0,
      "end_time": 1369980.0,
      "text": "whatever flavor you want, and then through it in the ice cream machine; it is amazing."
    },
    {
      "index": 272,
      "start_time": 1369980.0,
      "end_time": 1372670.0,
      "text": "Marie:          That’s great. I need to get myself an ice cream machine because"
    },
    {
      "index": 273,
      "start_time": 1372670.0,
      "end_time": 1375670.0,
      "text": "that&#39;s one little piece of equipment that I don’t have. I love it."
    },
    {
      "index": 274,
      "start_time": 1375670.0,
      "end_time": 1378900.0,
      "text": "Vani:            For a lot of people who are trying to avoid dairy because of environmental"
    },
    {
      "index": 275,
      "start_time": 1378900.0,
      "end_time": 1385080.0,
      "text": "reasons or because they&#39;re vegan or whatever, I think coconut milk is the way to go. Plus,"
    },
    {
      "index": 276,
      "start_time": 1385080.0,
      "end_time": 1390570.0,
      "text": "coconut is a powerhouse ingredient; it speeds up the metabolism, it’s got that medium"
    },
    {
      "index": 277,
      "start_time": 1390570.0,
      "end_time": 1395320.0,
      "text": "chain fatty acid in there that really helps you build the right amino acids and I just"
    },
    {
      "index": 278,
      "start_time": 1395320.0,
      "end_time": 1396100.0,
      "text": "love it."
    },
    {
      "index": 279,
      "start_time": 1396100.0,
      "end_time": 1399900.0,
      "text": "Marie:          Awesome. Vani, thank you so much. Once again, all the lists of"
    },
    {
      "index": 280,
      "start_time": 1399900.0,
      "end_time": 1404760.0,
      "text": "what we talked about is right below this video so you can have it for yourself. Vani, I just"
    },
    {
      "index": 281,
      "start_time": 1404760.0,
      "end_time": 1409950.0,
      "text": "want to acknowledge you for your courage and your commitment, not only to just being such"
    },
    {
      "index": 282,
      "start_time": 1409950.0,
      "end_time": 1415870.0,
      "text": "a beacon of light, but to bringing such transparency to our food system and being an advocate for"
    },
    {
      "index": 283,
      "start_time": 1415870.0,
      "end_time": 1419460.0,
      "text": "all of us. Thank you so much for the work you do and thank you for being here."
    },
    {
      "index": 284,
      "start_time": 1419460.0,
      "end_time": 1421840.0,
      "text": "Vani:            Thank you so much Marie. It is a true honor."
    },
    {
      "index": 285,
      "start_time": 1421840.0,
      "end_time": 1425920.0,
      "text": "Marie:          If you want to learn more about Vani and her incredible work, please"
    },
    {
      "index": 286,
      "start_time": 1425920.0,
      "end_time": 1432880.0,
      "text": "go visit her and sign up for updates at foodbabe.com. Now, Vani and I would love to hear from you."
    },
    {
      "index": 287,
      "start_time": 1432880.0,
      "end_time": 1437450.0,
      "text": "What&#39;s the single biggest insight that you are taking away from this interview today."
    },
    {
      "index": 288,
      "start_time": 1437450.0,
      "end_time": 1442750.0,
      "text": "As always the best conversations happen after the episode over at MarieForleo.com so go"
    },
    {
      "index": 289,
      "start_time": 1442750.0,
      "end_time": 1445080.0,
      "text": "there and leave a comment now."
    },
    {
      "index": 290,
      "start_time": 1445080.0,
      "end_time": 1450800.0,
      "text": "Did you like this video? I certainly did. If you did, like it, subscribe and share it"
    },
    {
      "index": 291,
      "start_time": 1450800.0,
      "end_time": 1454750.0,
      "text": "with your friends. If you want even more great resources to create a business and life that"
    },
    {
      "index": 292,
      "start_time": 1454750.0,
      "end_time": 1459570.0,
      "text": "you love, plus some personal insights from me that I only talk about in e-mail, get your"
    },
    {
      "index": 293,
      "start_time": 1459570.0,
      "end_time": 1463690.0,
      "text": "buns over to MarieForleo.com and sign up for e-mail updates."
    },
    {
      "index": 294,
      "start_time": 1463690.0,
      "end_time": 1467870.0,
      "text": "Stay on your game and keep going for your dreams because the world needs that special"
    },
    {
      "index": 295,
      "start_time": 1467870.0,
      "end_time": 1472390.0,
      "text": "gift that only you have. Thank you so much for watching and we’ll see you next time"
    },
    {
      "index": 296,
      "start_time": 1472390.0,
      "end_time": 1482390.0,
      "text": "on MarieTV."
    }
  ]
}