{
  "video_id": "WkGzHuSl-uY",
  "title": "How Kim Jong-un Travels",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 659.0,
      "end_time": 3120.0,
      "text": "This video was made possible by Skillshare."
    },
    {
      "index": 2,
      "start_time": 3120.0,
      "end_time": 9500.0,
      "text": "Learn for free for two months by being one of the first 500 to sign up at skl.sh/hai20."
    },
    {
      "index": 3,
      "start_time": 9500.0,
      "end_time": 13700.0,
      "text": "North Korea: the real world equivalent of what happens when you give a kid a Minecraft server."
    },
    {
      "index": 4,
      "start_time": 13700.0,
      "end_time": 16200.0,
      "text": "This country is just, you know, not great."
    },
    {
      "index": 5,
      "start_time": 16200.0,
      "end_time": 24400.0,
      "text": "It is almost universally recognized as a real country, though, unlike plenty of other maybe countries, and Kim Jong-un is its real, legitimate leader."
    },
    {
      "index": 6,
      "start_time": 24400.0,
      "end_time": 33900.0,
      "text": "Despite being more closed as a country than a salad restaurant in Alabama, North Korea's leaders do occasionally need to leave the country most often to make sure that big daddy China still has their backs."
    },
    {
      "index": 7,
      "start_time": 33900.0,
      "end_time": 39800.0,
      "text": "This can be occasionally tricky considering that there are many people worldwide who want Kim Jong-un to be Kim Jong-dead."
    },
    {
      "index": 8,
      "start_time": 39800.0,
      "end_time": 44300.0,
      "text": "Now, not much is known about Kim's early life prior to taking office."
    },
    {
      "index": 9,
      "start_time": 44300.0,
      "end_time": 49840.0,
      "text": "In fact, before 2010, there was only one single confirmed photo of him in existence."
    },
    {
      "index": 10,
      "start_time": 49840.0,
      "end_time": 57200.0,
      "text": "It's believed, though, that back when he was a Kim Jong-youngling he was educated in Switzerland and therefore he almost certainly did travel abroad before taking office."
    },
    {
      "index": 11,
      "start_time": 57200.0,
      "end_time": 63600.0,
      "text": "Considering that he officially was just any other North Korean schoolboy in Switzerland, though, he likely travelled normally on commercial planes."
    },
    {
      "index": 12,
      "start_time": 63600.0,
      "end_time": 68980.0,
      "text": "Since becoming supreme leader in 2011, though, he has only left the country seven times."
    },
    {
      "index": 13,
      "start_time": 68980.0,
      "end_time": 74500.0,
      "text": "Obviously he's not taking commercial flights anymore so there are two major ways in which he's gotten to his destinations."
    },
    {
      "index": 14,
      "start_time": 74500.0,
      "end_time": 77200.0,
      "text": "Most often, Kim rides the rails."
    },
    {
      "index": 15,
      "start_time": 77200.0,
      "end_time": 87700.0,
      "text": "This is now a bit of a tradition among DPRK leaders started largely because the previous leader, Kim Jong-Il, was reportedly deafly afraid of flying after surviving a helicopter crash in 1976."
    },
    {
      "index": 16,
      "start_time": 87700.0,
      "end_time": 91260.0,
      "text": "Therefore, he would almost always go by train."
    },
    {
      "index": 17,
      "start_time": 91260.0,
      "end_time": 95200.0,
      "text": "He even once took his train all the way to eastern Europe during the days of the Soviet Union."
    },
    {
      "index": 18,
      "start_time": 95200.0,
      "end_time": 103400.0,
      "text": "In the end, in a giant twist of irony, he ended up dying on his train but then this new guy came along and he too has almost always traveled by train."
    },
    {
      "index": 19,
      "start_time": 103400.0,
      "end_time": 107500.0,
      "text": "His private train is made up of 21 green, bulletproof carriages."
    },
    {
      "index": 20,
      "start_time": 107500.0,
      "end_time": 114400.0,
      "text": "Due to its enormous weight, —the train, not Kim— it travels at a maximum of 37 miles or 60 kilometers per hour."
    },
    {
      "index": 21,
      "start_time": 114400.0,
      "end_time": 120200.0,
      "text": "And, from everything we've seen, the train carries all the comforts of home—all it lacks is the starving townspeople."
    },
    {
      "index": 22,
      "start_time": 120200.0,
      "end_time": 125000.0,
      "text": "When traveling internationally, though, the train becomes more of a trainer-cade."
    },
    {
      "index": 23,
      "start_time": 125000.0,
      "end_time": 130800.0,
      "text": "A security train will lead about 20 minutes ahead of the leader's to check that tracks and stations are intact and safe."
    },
    {
      "index": 24,
      "start_time": 130800.00000000001,
      "end_time": 141500.0,
      "text": "This also carries plenty of security officers who could ward off a threat if one arose. Kim Jung-Un's train follows that one and then directly after would be a third support train carrying more bodyguards and supplies."
    },
    {
      "index": 25,
      "start_time": 141500.0,
      "end_time": 151610.0,
      "text": "It was exactly this method of travel that was used by Kim Jong-un on his longest train journey to date when traveling to Vietnam for his second summit with the US president—a 60 hour trek by train."
    },
    {
      "index": 26,
      "start_time": 151610.0,
      "end_time": 153730.0,
      "text": "South of Vietnam, though, is Singapore."
    },
    {
      "index": 27,
      "start_time": 153730.0,
      "end_time": 162850.0,
      "text": "Now, one of the many parts of Singapore is its lack of proximity to the dictator Disneyland but that made it difficult for Kim to get to the city-state when meeting the US president for their first summit."
    },
    {
      "index": 28,
      "start_time": 162850.0,
      "end_time": 168400.0,
      "text": "They thought about using a rocket to make a splashy entrance but then figured that would be overdoing it, just like this joke."
    },
    {
      "index": 29,
      "start_time": 168400.0,
      "end_time": 177900.0,
      "text": "He could have hypothetically taken the train there but it would have been a more than 110 hour trip passing through some countries that might not be happy to see Kim—most particularly, Malaysia."
    },
    {
      "index": 30,
      "start_time": 177900.0,
      "end_time": 183800.0,
      "text": "At the time, Malaysia wasn't all that happy with Kim after he had his half-brother assassinated in Kuala Lumpur Airport."
    },
    {
      "index": 31,
      "start_time": 183800.0,
      "end_time": 193200.0,
      "text": "Quick fun-side note, this half-brother, who was once considered to be the DPRK's heir apparent, began his falling out with his father when he tried to fly to Japan and visit Tokyo Disneyland on a fake passport."
    },
    {
      "index": 32,
      "start_time": 193200.0,
      "end_time": 198800.0,
      "text": "But back on track, when going to Singapore, the supreme leader made the fantastic and innovative choice to fly."
    },
    {
      "index": 33,
      "start_time": 198800.0,
      "end_time": 204700.0,
      "text": "Only problem—the country is under a whole heap of embargoes so it can't buy any modern planes."
    },
    {
      "index": 34,
      "start_time": 204700.0,
      "end_time": 211400.0,
      "text": "They do have a few old and unreliable Soviet and Russian planes laying around but Kim's not about having a broken plane while on the world stage."
    },
    {
      "index": 35,
      "start_time": 211400.0,
      "end_time": 216500.0,
      "text": "In addition, only a few of the country's planes could make the trip non-stop and they needed four."
    },
    {
      "index": 36,
      "start_time": 216500.0,
      "end_time": 218950.0,
      "text": "Therefore, they borrowed two from China."
    },
    {
      "index": 37,
      "start_time": 218950.0,
      "end_time": 228900.0,
      "text": "An Air China A330 first flew from Pyongyang to Singapore likely carrying members of the security force followed the next morning by an Air Koryo, the North Korean airline, cargo plane carrying Kim's limousine."
    },
    {
      "index": 38,
      "start_time": 228900.0,
      "end_time": 235810.0,
      "text": "Then the leader took off from Pyongyang on the specially configured Air China 747 that Chinese leaders fly on for the trip down south."
    },
    {
      "index": 39,
      "start_time": 235810.0,
      "end_time": 240430.0,
      "text": "Finally, another Air Koryo plane followed carrying the rest of the DPRK delegation."
    },
    {
      "index": 40,
      "start_time": 240430.0,
      "end_time": 254800.0,
      "text": "Obviously there's very little precedent considering that this was the only time in decades that a North Korean leader travelled internationally by plane, but it's likely that Kim Jong-un would probably use China's jets again for any future long-distance trips especially if he were to make a trip to the mainland United States for negotiations."
    },
    {
      "index": 41,
      "start_time": 254800.0,
      "end_time": 261200.0,
      "text": "If the leader does make the trip to the US, he'll, of course, have to deal with the long flight but he can make that time productive."
    },
    {
      "index": 42,
      "start_time": 261200.0,
      "end_time": 266200.0,
      "text": "He could use the Skillshare iOS or Android app to watch their course on negotiations offline."
    },
    {
      "index": 43,
      "start_time": 266200.0,
      "end_time": 276400.0,
      "text": "This great course teaches you the skills needed to get a raise, reach better business deals, leverage your country's thermonuclear weapons development program to remove economic sanctions, and buy things for less."
    },
    {
      "index": 44,
      "start_time": 276400.0,
      "end_time": 282660.0,
      "text": "With over 22,000 courses, if there's something you want to learn, you can almost certainly learn it on Skillshare."
    },
    {
      "index": 45,
      "start_time": 282660.0,
      "end_time": 286700.0,
      "text": "It's a great engaging and fun way to use downtime for personal development."
    },
    {
      "index": 46,
      "start_time": 286700.0,
      "end_time": 295200.0,
      "text": "Best of all, by being one of the first 500 to sign up at skl.sh/hai20, you can learn for free for your first two months."
    }
  ]
}