{
  "video_id": "Wmgqc4oiFZI",
  "title": "2013/08/03 公民1985 公民覺醒 最後演說(完整)",
  "json": [
    {
      "index": 1,
      "start_time": 6000.0,
      "end_time": 10000.0,
      "text": "We have created history today."
    },
    {
      "index": 2,
      "start_time": 10000.0,
      "end_time": 32000.0,
      "text": "This is the first civil activity in Taiwan which is not organized by any politicians or celebrities but initiated, planned and participated by citizens."
    },
    {
      "index": 3,
      "start_time": 32000.0,
      "end_time": 44000.0,
      "text": "And each of you, you have joined and witnessed this historical moment."
    },
    {
      "index": 4,
      "start_time": 44000.0,
      "end_time": 62000.0,
      "text": "Whatever the reason that you come today, the most important is that you’ve stood up for your own thoughts and value."
    },
    {
      "index": 5,
      "start_time": 62000.0,
      "end_time": 83000.0,
      "text": "Instead of going to a theater in a weekend night, you’ve chosen to prove with your action that you are the owner of this country."
    },
    {
      "index": 6,
      "start_time": 83000.0,
      "end_time": 103000.0,
      "text": "The whole event suggests that our government does not treat us as citizens. It taxes us, kills our children, demolishes our houses and then makes up a lousy script and forces people to believe it."
    },
    {
      "index": 7,
      "start_time": 103000.0,
      "end_time": 115000.0,
      "text": "Furthermore, the military judgment is also done by the same institution. When everyone is angry with spitting blood, it says “ We will handle everything according to the law. Thanks for the advice.”"
    },
    {
      "index": 8,
      "start_time": 115000.0,
      "end_time": 122000.0,
      "text": "Then, it carries on the misbehavior with people’s amnesia."
    },
    {
      "index": 9,
      "start_time": 122000.0,
      "end_time": 132500.0,
      "text": "But we are the owners of this country!"
    },
    {
      "index": 10,
      "start_time": 132500.0,
      "end_time": 146500.0,
      "text": "Is there any democracy in this country if the government does not treat people as owners, with its attitude of “You are the people; I am the lord.”?"
    },
    {
      "index": 11,
      "start_time": 146500.0,
      "end_time": 164500.0,
      "text": "If a law-abiding solder was abused to death in the military with all his call for help being neglected, is there any human right left in this country?"
    },
    {
      "index": 12,
      "start_time": 164500.0,
      "end_time": 187500.0,
      "text": "If our children were abused to death by the national military without any explanation from the government, and if we don’t know whether our children could come back safely from the military service in the future, do we have the right to be free from fear?"
    },
    {
      "index": 13,
      "start_time": 187500.0,
      "end_time": 202500.0,
      "text": "If this country is deprived of the basic democracy, human right or free of fear, is this nation still governed by democracy?"
    },
    {
      "index": 14,
      "start_time": 202500.0,
      "end_time": 208500.0,
      "text": "Everyone has learned in their civic education class, and I believe that guys behind (the stage) have learned as well,"
    },
    {
      "index": 15,
      "start_time": 208500.0,
      "end_time": 223500.0,
      "text": "that the Constitution is the contract between the country and the people.  Freedom, democracy, human rights, and a life free of fear is the basic human rights of the Taiwanese people."
    },
    {
      "index": 16,
      "start_time": 223500.0,
      "end_time": 231000.0,
      "text": "When this country breaks the contract, eroding our basic rights,"
    },
    {
      "index": 17,
      "start_time": 231000.0,
      "end_time": 235500.0,
      "text": "do we protest or not?"
    },
    {
      "index": 18,
      "start_time": 235500.0,
      "end_time": 240500.0,
      "text": "Do we give the government  a lesson or not?"
    },
    {
      "index": 19,
      "start_time": 240500.0,
      "end_time": 248000.0,
      "text": "Do we warn the government with our votes?"
    },
    {
      "index": 20,
      "start_time": 248000.0,
      "end_time": 265500.0,
      "text": "Recently, many people are curious about the constituents of Citizen 1985.  Many activists are eager to label us as blue or green."
    },
    {
      "index": 21,
      "start_time": 265500.0,
      "end_time": 278000.0,
      "text": "ut we are all ordinary people, who are the same as everyone under the stage.  We might be working in a building or making a living on the streets."
    },
    {
      "index": 22,
      "start_time": 278000.0,
      "end_time": 296500.0,
      "text": "There are too many short-sighted people in this country. Their short-sightedness requires them to wear glasses.  But they put on a pair of colored glasses, so they label the color of other people."
    },
    {
      "index": 23,
      "start_time": 296500.0,
      "end_time": 310500.0,
      "text": "I want to ask everyone, is there color in justice? Is there color in human rights? Is there color in righteousness?"
    },
    {
      "index": 24,
      "start_time": 310500.0,
      "end_time": 326500.0,
      "text": "Professor Lin, Shan-Tian (林山田), my most admired one, designed all the covers of his books.  I used to feel that those covers were ugly, with only black and white."
    },
    {
      "index": 25,
      "start_time": 326500.0,
      "end_time": 333500.0,
      "text": "But later on I found out that he had his intention on the design."
    },
    {
      "index": 26,
      "start_time": 333500.0,
      "end_time": 349500.0,
      "text": "He said “ Black and white are the only two color which we need to bear in our hearts.  There is nothing else besides these two.”"
    },
    {
      "index": 27,
      "start_time": 349500.0,
      "end_time": 360700.0,
      "text": "We should treat freedom, democracy and human rights as this, stick to them and nothing else."
    },
    {
      "index": 28,
      "start_time": 360700.0,
      "end_time": 373500.0,
      "text": "Stick to them and nothing else!"
    },
    {
      "index": 29,
      "start_time": 373500.0,
      "end_time": 384000.0,
      "text": "No matter how black our enemies are, they could not stain the whiteness of our hearts."
    },
    {
      "index": 30,
      "start_time": 384000.0,
      "end_time": 400500.0,
      "text": "No matter how dark this world is, we have to spare the light and the white to ourselves and deliver them to others."
    },
    {
      "index": 31,
      "start_time": 400500.0,
      "end_time": 413500.0,
      "text": "Many people stay with us today until now. Some of my words are too hard to swallow, but I hope that you can listen to me."
    },
    {
      "index": 32,
      "start_time": 413500.0,
      "end_time": 423500.0,
      "text": "There are many civil activities in this society which are labeled as blue or green in this society. I think this is unbelievable."
    },
    {
      "index": 33,
      "start_time": 423500.0,
      "end_time": 435500.0,
      "text": "Actually I am not sure how to be counted as blue or green. Nowadays, people who support the status quo or independence have outnumbered people who support unification."
    },
    {
      "index": 34,
      "start_time": 435500.0,
      "end_time": 450000.0,
      "text": "But even if we are independent, how do we create a great country without citizens with great dreams?"
    },
    {
      "index": 35,
      "start_time": 450000.0,
      "end_time": 472500.0,
      "text": "Even if we were independent, we are only a tiny island country with a cruel government, unscrupulous businesses, and greedy individuals. But we all hope that Taiwan could be our dream land, right?"
    },
    {
      "index": 36,
      "start_time": 472500.0,
      "end_time": 478500.0,
      "text": "We are all citizens, we are not professional social activists."
    },
    {
      "index": 37,
      "start_time": 478500.0,
      "end_time": 498500.0,
      "text": "What we want to say is, there is no people called social activists, there is only a distinction between people who care or do not care about the society."
    },
    {
      "index": 38,
      "start_time": 498500.0,
      "end_time": 515500.0,
      "text": "Today, many people are still fighting for their beliefs in every corner of the society but receive no attention."
    },
    {
      "index": 39,
      "start_time": 515500.0,
      "end_time": 524500.0,
      "text": "We have to think also, whether we have too many options when we choose to care about public issues?"
    },
    {
      "index": 40,
      "start_time": 524500.0,
      "end_time": 540500.0,
      "text": "If there is one thing which is against our value for justice, we will fight for it, just as everyone today who stands up for Chung-Chu (仲丘) and all the abused young lives in the military."
    },
    {
      "index": 41,
      "start_time": 540500.0,
      "end_time": 558500.0,
      "text": "But there are many, many more injustice things happening in this society. We have to ask ourselves, do we ever care about them? Do you?"
    },
    {
      "index": 42,
      "start_time": 558500.0,
      "end_time": 589500.0,
      "text": "The four households in Da-Pu have been demolished. The government guaranteed initially that they will not be demolished. One day a county magistrate took apart people’s homes during a “God-given moment” when the people went northward to protest. It is said that the compensation for the demolished house was NT$240,000. But it is also insisted that NT$240,000 be paid for the forced movement. Please think about it, is there any justice in it?"
    },
    {
      "index": 43,
      "start_time": 589500.0,
      "end_time": 607000.0,
      "text": "Do you still remember that a grandma committed suicide, to arouse people’s attention, because of this?"
    },
    {
      "index": 44,
      "start_time": 607000.0,
      "end_time": 632000.0,
      "text": "At that time, a person who said that dolphins could turn promised that the houses would not be demolished. But do you remember, three years ago, just today, Grandma Chu died. Do you still remember her?"
    },
    {
      "index": 45,
      "start_time": 632000.0,
      "end_time": 637000.0,
      "text": "Can we forget her?"
    },
    {
      "index": 46,
      "start_time": 637000.0,
      "end_time": 642000.0,
      "text": "Please shout with me, “Da-Pu Today; Government Tomorrow.”"
    },
    {
      "index": 47,
      "start_time": 642000.0,
      "end_time": 657500.0,
      "text": "“Da-Pu Today; Government Tomorrow.”"
    },
    {
      "index": 48,
      "start_time": 657500.0,
      "end_time": 679000.0,
      "text": "People are also concerned about the Service and Trading Pact recently, whether you approve or disapprove it. But the government signed the agreement surreptitiously. Even committee members of KMT are not fully informed about the situation, but the government has forced us to accept it. Is there any justice?"
    },
    {
      "index": 49,
      "start_time": 679000.0,
      "end_time": 702500.0,
      "text": "The military judicial law is to be modified this week. President Ma said that he could not be a “Forcing President” to destroy the national judicial system. He was aggrieved and told us that we had to follow the procedure."
    },
    {
      "index": 50,
      "start_time": 702500.0,
      "end_time": 708500.0,
      "text": "But why do we see him “forcing” in other situations."
    },
    {
      "index": 51,
      "start_time": 708500.0,
      "end_time": 720500.0,
      "text": "Did he follow the procedure for the Service and Trading Pact? Did he follow the procedure for the nuclear referendum?"
    },
    {
      "index": 52,
      "start_time": 720500.0,
      "end_time": 738000.0,
      "text": "Do you know that, next to us near the Legislative Yuan, there are some friends who are opposing the Fourth Nuclear Power Plant? If you pass them after the gathering, please give them your thumbs up."
    },
    {
      "index": 53,
      "start_time": 738000.0,
      "end_time": 746500.0,
      "text": "We have called bad names many times today to the government and Ma, Ying-Jiu. But it doesn’t mean that we are green."
    },
    {
      "index": 54,
      "start_time": 746500.0,
      "end_time": 755500.0,
      "text": "I know that many politicians downstage are from the DPP today. We will also give them a warning."
    },
    {
      "index": 55,
      "start_time": 755500.0,
      "end_time": 773500.0,
      "text": "Tens of thousands of people have walked on the streets to protest nuclear power. We have made some consensus. But except for dwelling in the parliament, the committee members of the DPP are sad. Why are there so few people who support them?"
    },
    {
      "index": 56,
      "start_time": 773500.0,
      "end_time": 791000.0,
      "text": "Su, Zhen-Cang (蘇貞昌) and other senior members of DPP had just held a fifty-table fund-raising party for the protest of the fourth nuclear power plant yesterday.  I’ll ask everyone down the stage today. Among you, who is the campaign aide who has received Citizen 1985’s money?"
    },
    {
      "index": 57,
      "start_time": 791000.0,
      "end_time": 799500.0,
      "text": "Do we hire buses for everyone? Do we give meal boxes for everyone?"
    },
    {
      "index": 58,
      "start_time": 799500.0,
      "end_time": 807500.0,
      "text": "What happened today, including the staff, is all accomplished by citizens automatically."
    },
    {
      "index": 59,
      "start_time": 807500.0,
      "end_time": 835500.0,
      "text": "DPP, if you sincerely want to defend values and dreams, the whole world will unite and help you. But if you are not sincere, if you only think of the next election, people will not stand by your side."
    },
    {
      "index": 60,
      "start_time": 835500.0,
      "end_time": 846000.0,
      "text": "The campaign today, with so many friends attending and sponsoring, is the best proof."
    },
    {
      "index": 61,
      "start_time": 846000.0,
      "end_time": 858000.0,
      "text": "The fact that we, compared with the DPP ,have stood up today, is absolutely more daunting for the regime of Ma, Ying-Jiu."
    },
    {
      "index": 62,
      "start_time": 858000.0,
      "end_time": 874500.0,
      "text": "Do you know that there are more people present now than the red-shirt soldiers that year?"
    },
    {
      "index": 63,
      "start_time": 874500.0,
      "end_time": 886500.0,
      "text": "Ma, Ying-Jiu has to be afraid because he has to be reminded that people are not willing to be his slaves or stocks any more."
    },
    {
      "index": 64,
      "start_time": 886500.0,
      "end_time": 903500.0,
      "text": "We hope that from now on, it is the white-shirt citizens who kidnap the government, not the other way around."
    },
    {
      "index": 65,
      "start_time": 903500.0,
      "end_time": 912000.0,
      "text": "You have seen that many politicians, whether they’re green or blue, have to follow our steps."
    },
    {
      "index": 66,
      "start_time": 912000.0,
      "end_time": 930000.0,
      "text": "Many members of the parliament have come in front of the stage, but we do not invite them to the stage. They have to follow our steps. This is the proof of our citizen’s power!"
    },
    {
      "index": 67,
      "start_time": 930000.0,
      "end_time": 952500.0,
      "text": "We will end peacefully today because we hope that at the end of the activity, everyone could mourn the spirit of Chung-Cho with the greatest sorrow and wishes. Let us say goodbye the last time to Chung-Cho."
    },
    {
      "index": 68,
      "start_time": 952500.0,
      "end_time": 964000.0,
      "text": "But if the government does not reform and keeps doing injustice things,"
    },
    {
      "index": 69,
      "start_time": 964000.0,
      "end_time": 967000.0,
      "text": "will we come back?"
    },
    {
      "index": 70,
      "start_time": 967000.0,
      "end_time": 973000.0,
      "text": "Will it be better if we come back next time?"
    },
    {
      "index": 71,
      "start_time": 973000.0,
      "end_time": 984500.0,
      "text": "I know that many people here today cannot bear the government anymore."
    },
    {
      "index": 72,
      "start_time": 984500.0,
      "end_time": 996000.0,
      "text": "But today’s campaign is peaceful and rational. It is the agreement between we Citizen 1985 and all the people."
    },
    {
      "index": 73,
      "start_time": 996000.0,
      "end_time": 1006000.0,
      "text": "We cannot say to people that “we walk peacefully and rationally to the streets,” but then shout and invade the Presidential Hall now."
    },
    {
      "index": 74,
      "start_time": 1006000.0,
      "end_time": 1014000.0,
      "text": "We have many female friends, senior citizens and even mothers with their children present today."
    },
    {
      "index": 75,
      "start_time": 1014000.0,
      "end_time": 1023000.0,
      "text": "How many of you come to the street the first time in your life? Please raise your hands."
    },
    {
      "index": 76,
      "start_time": 1023000.0,
      "end_time": 1043500.0,
      "text": "There are so many people who come to the street the first time, let’s give them a big hand."
    },
    {
      "index": 77,
      "start_time": 1043500.0,
      "end_time": 1058500.0,
      "text": "Just because of this, we have the duty to protect them. We could not make them go home with harm. This is our insistence, please understand it and forgive us."
    },
    {
      "index": 78,
      "start_time": 1058500.0,
      "end_time": 1068500.0,
      "text": "There are many forms of civil activities. We thank all the support and appreciate all the criticism from our friends."
    },
    {
      "index": 79,
      "start_time": 1068500.0,
      "end_time": 1078500.0,
      "text": "We know that there are many different social movement organizations present today. We hope that you could cooperate with us and end this activity rationally and peacefully."
    },
    {
      "index": 80,
      "start_time": 1078500.0,
      "end_time": 1086500.0,
      "text": "We will all remember your appeals. We will together continue our effort with all kinds of measures."
    },
    {
      "index": 81,
      "start_time": 1086500.0,
      "end_time": 1103500.0,
      "text": "Social movement groups possess different appeals and directions. But we are the same in that we are not indifferent. We stick to our dreams."
    },
    {
      "index": 82,
      "start_time": 1103500.0,
      "end_time": 1114000.0,
      "text": "All the social movement organizations should help each other to monitor this government, right?"
    },
    {
      "index": 83,
      "start_time": 1114000.0,
      "end_time": 1123500.0,
      "text": "At the meantime, I have to say to all the social movement organizations that this civic society is in owe of the support and encouragement to you."
    },
    {
      "index": 84,
      "start_time": 1123500.0,
      "end_time": 1138500.0,
      "text": "I just mentioned the demolishment of houses in Da-Pu. Do you think it is justifiable? How many of you have stood up?"
    },
    {
      "index": 85,
      "start_time": 1138500.0,
      "end_time": 1153500.0,
      "text": "Just because people dare not, or are not willing to stand up, Chen, Wei-Ting (陳為廷) and Yang, Ru-Men(楊儒門) had to spill paints to arouse the society’s attention and then be dubbed as rubbles by the government."
    },
    {
      "index": 86,
      "start_time": 1153500.0,
      "end_time": 1163500.0,
      "text": "Please look at the Service and Trading Pact, is it justifiable? How many of you have stood up?"
    },
    {
      "index": 87,
      "start_time": 1163500.0,
      "end_time": 1178200.0,
      "text": "Just because people dare not, or are not willing to stand up, some professors, students and citizens had to cry and shed blood in the Legislative Yuan the past two days."
    },
    {
      "index": 88,
      "start_time": 1178200.0,
      "end_time": 1190500.0,
      "text": "Then when the TV says that these social activists are violent, we change our channels or turn off the TV, continuing our happy life."
    },
    {
      "index": 89,
      "start_time": 1190500.0,
      "end_time": 1202500.0,
      "text": "When I see these friends devote themselves, not for their own benefits but for the public welfare, have shed their blood, I am hurt and deeply sad."
    },
    {
      "index": 90,
      "start_time": 1202500.0,
      "end_time": 1227000.0,
      "text": "If you feel uneasy and sad as well, would you give them some applause? Let them know that there are many people who support them and care about them in this society."
    },
    {
      "index": 91,
      "start_time": 1227000.0,
      "end_time": 1236500.0,
      "text": "Everyone has to care about the society, unless you are as cold as people backstage."
    },
    {
      "index": 92,
      "start_time": 1236500.0,
      "end_time": 1251000.0,
      "text": "But everyone could devote with different degrees. We admire those who sacrifice their work, livelihood, or even life for the public welfare."
    },
    {
      "index": 93,
      "start_time": 1251000.0,
      "end_time": 1265200.0,
      "text": "But I know that many people present here are like the staff in 1985, we are ordinary people, we have to take the bread home.We all have to make a living in this society."
    },
    {
      "index": 94,
      "start_time": 1265200.0,
      "end_time": 1280500.0,
      "text": "You could not forsake your heads or shed your hot blood. But you still have many ways to express your opinions and make the government understand your discontentment."
    },
    {
      "index": 95,
      "start_time": 1280500.0,
      "end_time": 1300500.0,
      "text": "Our three appeals today, be it the truth of Hong’s death, the reinvestigation of the event, or the handover of the military supervision back to the judicial system, are crucial in one person. Everyone knows who he is!"
    },
    {
      "index": 96,
      "start_time": 1300500.0,
      "end_time": 1324500.0,
      "text": "If he insists on staying in his own world and acting willfully, he would feel wronged and not understood by anyone. We, the white-shirt citizens, would then blossom everywhere"
    },
    {
      "index": 97,
      "start_time": 1324500.0,
      "end_time": 1355000.0,
      "text": "We do not need to crash. We invite everyone to stand up, in every situation where he would show up, whether it’s an award-giving ceremony or any public activities. Please put on your white shirts and show the “Civilians’ Eyes.”"
    },
    {
      "index": 98,
      "start_time": 1355000.0,
      "end_time": 1377500.0,
      "text": "Let us stare at him with the most distasteful face. Let us make him know that “God watches over what people do.” Let us make him sleepless. Let us make him know that he is our public enemy."
    },
    {
      "index": 99,
      "start_time": 1377500.0,
      "end_time": 1408500.0,
      "text": "All activities today is the manifestation of citizens’ power. All the activities and props, including the “National Defense Clothes” on your heads, the “Civilians’ Eyes” and the stickers for easy cards, are all the results of my fellow workers who have burnt midnight oil.。"
    },
    {
      "index": 100,
      "start_time": 1408500.0,
      "end_time": 1431500.0,
      "text": "Many creative written promotion and videos are provided by anonymous net pals. One hundred thousand people stand up today because of you!"
    },
    {
      "index": 101,
      "start_time": 1431500.0,
      "end_time": 1440800.0,
      "text": "We have told you a superhero’s story on the night of July 20th, and we will tell you again."
    },
    {
      "index": 102,
      "start_time": 1440800.0,
      "end_time": 1459000.0,
      "text": "Superheroes, I just want to talk about superheroes, just like Superman or Batman. We all expect superheroes in this society."
    },
    {
      "index": 103,
      "start_time": 1459000.0,
      "end_time": 1473000.0,
      "text": "he superheroes in the movies are all office workers, students, or public servants. But when they are needed, they will stand up."
    },
    {
      "index": 104,
      "start_time": 1473000.0,
      "end_time": 1514500.0,
      "text": "After they beat the civil enemies and save the whole society, they do not claim credits, they do not need praise, they only disappear in the crowd and continue their original work. Until next time, when the society needs them, they will stand up again without hesitation."
    },
    {
      "index": 105,
      "start_time": 1514500.0,
      "end_time": 1530500.0,
      "text": "We just got a new notice. The Executive Yuan is discussing about the modification of the law."
    },
    {
      "index": 106,
      "start_time": 1530500.0,
      "end_time": 1540500.0,
      "text": "Our gathering is not useless!"
    },
    {
      "index": 107,
      "start_time": 1540500.0,
      "end_time": 1555000.0,
      "text": "We, all the friends here, are all superheroes!"
    },
    {
      "index": 108,
      "start_time": 1555000.0,
      "end_time": 1575500.0,
      "text": "There are already over 250,000 people here. When there are so many superheroes in this society, our nation can still be saved, right?"
    },
    {
      "index": 109,
      "start_time": 1575500.0,
      "end_time": 1616000.0,
      "text": "In this anger-filled, disappointing and unjustified nation, the presence of everyone proves the power of the civil society.  110 00:26:24,0 --&gt; 00:26:47,0 From an article on the Internet, we launched this activity. The next day, 39 people signed up. Then, 30,000 people surrounded the Ministry of National Defense on July 20th. And today on Ketagalan Blvd, not only Ketagalan Blvd, but also Ren-Ai Road, Xinyi Road, and Zhongshan S. Rd, we have hundreds of thousands of people!"
    },
    {
      "index": 110,
      "start_time": 1616000.0,
      "end_time": 1625800.0,
      "text": "We are ordinary people like everyone. With the passion and belief of “not believing in the no return of truth,” we are here today."
    },
    {
      "index": 111,
      "start_time": 1625800.0,
      "end_time": 1646000.0,
      "text": "Now, we exert our legal civil right to say to our president, the commander in chief for the Armed Forces, and to express the most intense protest."
    },
    {
      "index": 112,
      "start_time": 1646000.0,
      "end_time": 1656500.0,
      "text": "“ Ma, Ying-Jiu, don’t lie!”"
    },
    {
      "index": 113,
      "start_time": 1656500.0,
      "end_time": 1665500.0,
      "text": "“Ma, Ying-Jiu, we are the owners.”"
    },
    {
      "index": 114,
      "start_time": 1665500.0,
      "end_time": 1678500.0,
      "text": "We are all part of the civic society. Therefore, we emphasize citizenship from the beginning of this activity."
    },
    {
      "index": 115,
      "start_time": 1678500.0,
      "end_time": 1690500.0,
      "text": "We hope that from now on, this society’s issues are not all led by politicians or the media downstage,"
    },
    {
      "index": 116,
      "start_time": 1690500.0,
      "end_time": 1706500.0,
      "text": "but led by ordinary people like you and me, who lead the issues with the civic identity endowed by the Constitution."
    },
    {
      "index": 117,
      "start_time": 1706500.0,
      "end_time": 1732500.0,
      "text": "Rulers never wish to have their civilians to be too smart. Rulers never wish to have their civilians to be too brave. But brave and smart Taiwanese! Let’s stand up and voice for the truth and justice."
    },
    {
      "index": 118,
      "start_time": 1732500.0,
      "end_time": 1747500.0,
      "text": "We want our rulers to know that they are muddleheaded and shameless. But people’s eyes are sharp."
    },
    {
      "index": 119,
      "start_time": 1747500.0,
      "end_time": 1756500.0,
      "text": "What we have to do is to deliver our spirit to more corners of the society."
    },
    {
      "index": 120,
      "start_time": 1756500.0,
      "end_time": 1783000.0,
      "text": "We have 250,000 people today. I believe that we will have 500, 000, or 1,000,000 people tomorrow. If there are more unfairness or injustice in the future, there will definitely be more superheroes who stand up together with us!"
    },
    {
      "index": 121,
      "start_time": 1783000.0,
      "end_time": 1798500.0,
      "text": "We have endeavored in planning this activity. But we are not professional social movement group. We are simply partners who come from all walks of life for a mutual belief."
    },
    {
      "index": 122,
      "start_time": 1798500.0,
      "end_time": 1838000.0,
      "text": "herefore, there are many flaws in this activity and we apologize to everyone. Please forgive us."
    },
    {
      "index": 123,
      "start_time": 1838000.0,
      "end_time": 1845500.0,
      "text": "You don’t have to encourage us. We are not important. When I say “civilians,” please say “go,” ok?"
    },
    {
      "index": 124,
      "start_time": 1845500.0,
      "end_time": 1858000.0,
      "text": "“Civilians! Go!” “Civilians!” “Go!”……"
    },
    {
      "index": 125,
      "start_time": 1858000.0,
      "end_time": 1881500.0,
      "text": "Many years ago, I met Giddens Ko in another campaign. Giddens Ko told us that whether we change the society or not, if we stand up, we have changed ourselves."
    },
    {
      "index": 126,
      "start_time": 1881500.0,
      "end_time": 1891500.0,
      "text": "I believe that in a certain degree, everyone who participates tonight, you have changed yourselves."
    },
    {
      "index": 127,
      "start_time": 1891500.0,
      "end_time": 1912000.0,
      "text": "Because of our sincerity, kindness, brevity, and selflessness, even if we do not touch others, we have touched ourselves, right?"
    },
    {
      "index": 128,
      "start_time": 1912000.0,
      "end_time": 1933500.0,
      "text": "Whether the people will win depends on how much we want to win. We must win, ok?"
    },
    {
      "index": 129,
      "start_time": 1933500.0,
      "end_time": 1945500.0,
      "text": "The end of today’s activity does not mean that the society should forget it."
    },
    {
      "index": 130,
      "start_time": 1945500.0,
      "end_time": 1958000.0,
      "text": "I hope that after saying goodbye to Chung-Cho tomorrow, everyone should wish for the pursuit of truth and the start of a wonderful society."
    },
    {
      "index": 131,
      "start_time": 1958000.0,
      "end_time": 1994500.0,
      "text": "The government does not give us the truth and has the dark shroud the society. I would like to invite everyone to turn on and raise your cellphones or anything illuminative. Please turn on and raise up anything you have that gives light."
    },
    {
      "index": 132,
      "start_time": 1994500.0,
      "end_time": 2001500.0,
      "text": "Look at the people next to you."
    },
    {
      "index": 133,
      "start_time": 2001500.0,
      "end_time": 2008500.0,
      "text": "Please look at everyone. Please look at every light."
    },
    {
      "index": 134,
      "start_time": 2008500.0,
      "end_time": 2020500.0,
      "text": "The government gives us darkness. We, the citizens, light the nation by ourselves, ok?"
    },
    {
      "index": 135,
      "start_time": 2020500.0,
      "end_time": 2142500.0,
      "text": "We must see the truth of Hong’s death and other cases of injustice!"
    },
    {
      "index": 136,
      "start_time": 2142500.0,
      "end_time": 2155000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 137,
      "start_time": 2155000.0,
      "end_time": 2165500.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 138,
      "start_time": 2165500.0,
      "end_time": 2179000.0,
      "text": "Will you join in our crusade?   Who will be strong and stand with me? Beyond the barricade   Is there a world you long to see?"
    },
    {
      "index": 139,
      "start_time": 2179000.0,
      "end_time": 2184000.0,
      "text": "Then join in the fight   That will give you the right to be free!"
    },
    {
      "index": 140,
      "start_time": 2184000.0,
      "end_time": 2195000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 141,
      "start_time": 2195000.0,
      "end_time": 2206000.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 142,
      "start_time": 2206000.0,
      "end_time": 2217000.0,
      "text": "Will you give all you can give   So that our banner may advance Some will fall and some will live   Will you stand up and take your chance?"
    },
    {
      "index": 143,
      "start_time": 2217000.0,
      "end_time": 2222500.0,
      "text": "The blood of the martyrs   Will water the meadows of France!"
    },
    {
      "index": 144,
      "start_time": 2222500.0,
      "end_time": 2233000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 145,
      "start_time": 2233000.0,
      "end_time": 2245000.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 146,
      "start_time": 2245000.0,
      "end_time": 2255500.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 147,
      "start_time": 2255500.0,
      "end_time": 2267500.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 148,
      "start_time": 2267500.0,
      "end_time": 2280500.0,
      "text": "Will you join in our crusade?   Who will be strong and stand with me? Beyond the barricade   Is there a world you long to see?"
    },
    {
      "index": 149,
      "start_time": 2280500.0,
      "end_time": 2285500.0,
      "text": "Then join in the fight   That will give you the right to be free!"
    },
    {
      "index": 150,
      "start_time": 2285500.0,
      "end_time": 2297000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 151,
      "start_time": 2297000.0,
      "end_time": 2308000.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 152,
      "start_time": 2308000.0,
      "end_time": 2319000.0,
      "text": "Will you give all you can give   So that our banner may advance Some will fall and some will live   Will you stand up and take your chance?"
    },
    {
      "index": 153,
      "start_time": 2319000.0,
      "end_time": 2324000.0,
      "text": "The blood of the martyrs   Will water the meadows of France!　"
    },
    {
      "index": 154,
      "start_time": 2324000.0,
      "end_time": 2335000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 155,
      "start_time": 2335000.0,
      "end_time": 2346000.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 156,
      "start_time": 2346000.0,
      "end_time": 2357000.0,
      "text": "Do you hear the people sing?   Singing a song of angry men It is the music of a people    Who will not be slaves again!"
    },
    {
      "index": 157,
      "start_time": 2357000.0,
      "end_time": 2369500.0,
      "text": "When the beating of your heart   Echoes the beating of the drums There is a life about to start   When tomorrow comes!"
    },
    {
      "index": 158,
      "start_time": 2369500.0,
      "end_time": 2379500.0,
      "text": "I love you all!!!"
    }
  ]
}