{
  "video_id": "wNB9Vm6MoDQ",
  "title": "Seurat, A Sunday on La Grande Jatte",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5300.0,
      "text": "[Intro Music]"
    },
    {
      "index": 2,
      "start_time": 5300.0,
      "end_time": 10365.0,
      "text": "Some say they see poetry in my paintings, I see only science."
    },
    {
      "index": 3,
      "start_time": 10365.0,
      "end_time": 16635.0,
      "text": "We're in the Art INstitute of Chicago, and we're looking at Sunday Afternoon on the Isle of Grande Jatte by Georges Seurat."
    },
    {
      "index": 4,
      "start_time": 16635.0,
      "end_time": 23050.0,
      "text": "And that was a quote by Seurat, whose ambition was to bring science to the methods of impressionism."
    },
    {
      "index": 5,
      "start_time": 23050.0,
      "end_time": 29767.0,
      "text": "What's interesting is that the science that he was thinking about has been, to some extent, overturned and we were left with the poetry."
    },
    {
      "index": 6,
      "start_time": 29767.0,
      "end_time": 37389.0,
      "text": "The science that he was referring to had to do with ways of making the painting seem more luminous, to seem brighter."
    },
    {
      "index": 7,
      "start_time": 37389.0,
      "end_time": 39536.0,
      "text": "And I have to say, he has really succeeded."
    },
    {
      "index": 8,
      "start_time": 39536.0,
      "end_time": 44387.0,
      "text": "This is a painting that is brilliantly luminous, and incredibly complex when it comes to colour."
    },
    {
      "index": 9,
      "start_time": 44387.0,
      "end_time": 50629.0,
      "text": "So he has taken the earlier traditions of impressionists and he's imposing on them the science of vision."
    },
    {
      "index": 10,
      "start_time": 50629.0,
      "end_time": 55165.0,
      "text": "And especially the science of colour, that had been developed by Chevreui and Rood."
    },
    {
      "index": 11,
      "start_time": 55165.0,
      "end_time": 59809.0,
      "text": "He was interested in this idea of dividing colour into its components."
    },
    {
      "index": 12,
      "start_time": 59809.0,
      "end_time": 64541.0,
      "text": "That is, instead of trying to find the perfect purple, which is really hard to do."
    },
    {
      "index": 13,
      "start_time": 64541.0,
      "end_time": 66275.0,
      "text": "You mean, when you mix it on your palette."
    },
    {
      "index": 14,
      "start_time": 66275.0,
      "end_time": 74848.0,
      "text": "Well, that's right. And the reason is when you take, say, a blue and a red, and you mix them together, that red is not pure red. It's got lots of other things in it."
    },
    {
      "index": 15,
      "start_time": 74848.0,
      "end_time": 82789.0,
      "text": "The blue is not pure, so when you mix them together it gets too muddy. So how do you get a pure purple that you might see in nature?"
    },
    {
      "index": 16,
      "start_time": 82789.0,
      "end_time": 91717.0,
      "text": "Well, Seurat's solution was to take the red, take the blue and put them next to each other. So that as your eye receives that light, the light waves do the mixing themselves."
    },
    {
      "index": 17,
      "start_time": 91717.0,
      "end_time": 102411.0,
      "text": "Right, and this is called the optical mixture. And this is really a change from academic technique of finding that local colour of an object, mixing it on your palette and then applying it."
    },
    {
      "index": 18,
      "start_time": 102411.0,
      "end_time": 109714.0,
      "text": "And if you think back to the impressionist project, what the impressionists sought after was to really create a sense of outdoor light."
    },
    {
      "index": 19,
      "start_time": 109714.0,
      "end_time": 116245.0,
      "text": "And I think using this divisionist method, this idea of optical mixture, Seurat really did that in the Grande Jatte."
    },
    {
      "index": 20,
      "start_time": 116245.0,
      "end_time": 125145.0,
      "text": "We have a real sense of Parisians outside on a sunny day, and a real strong sense of sunlight streaming through the trees."
    },
    {
      "index": 21,
      "start_time": 125145.0,
      "end_time": 131524.0,
      "text": "So clearly there's this bridge back to impressionism, and in fact, the artist uses the term neo-impressionism when he describes the kind of painting that he was doing."
    },
    {
      "index": 22,
      "start_time": 131524.0,
      "end_time": 139988.0,
      "text": "And yet, this is also so far away from impressionism. It's got the leisure of the impressionist painting; it's got the outside."
    },
    {
      "index": 23,
      "start_time": 139988.0,
      "end_time": 146855.0,
      "text": "But this is not a painting that was painted plein air. This was not done directly before the subjects. He did do small sketches."
    },
    {
      "index": 24,
      "start_time": 146855.0,
      "end_time": 150845.0,
      "text": "Actually dozens of drawings, and oil sketches outside, that's right."
    },
    {
      "index": 25,
      "start_time": 150845.0,
      "end_time": 156023.0,
      "text": "But then he goes back to the studio, and makes this very composed very carefully structured painting."
    },
    {
      "index": 26,
      "start_time": 156023.0,
      "end_time": 163544.0,
      "text": "In fact, he said that he wanted his figures to have a kind of a solemnity that was found in the sculptures of the Friars of the Parthenon."
    },
    {
      "index": 27,
      "start_time": 163544.0,
      "end_time": 169608.0,
      "text": "Right, so he's really wanting to bring a sense of timelessness and classicism to the art of impressionism."
    },
    {
      "index": 28,
      "start_time": 169608.0,
      "end_time": 176581.0,
      "text": "And also, as you said, a sense of thoughtfulness, of composing, of not doing something spontaneous."
    },
    {
      "index": 29,
      "start_time": 176581.0,
      "end_time": 184604.0,
      "text": "The figures are remarkably structured within this space. And the space itself is also remarkably organized."
    },
    {
      "index": 30,
      "start_time": 184604.0,
      "end_time": 189319.0,
      "text": "There's much more of an illusion of space, then we would ever get in an impressionist painting."
    },
    {
      "index": 31,
      "start_time": 189319.0,
      "end_time": 198560.0,
      "text": "Well, almost going back to the classical tradition of landscape painting of Claude or of Poussin who have alternating shadow and light which steps us back slowly into space."
    },
    {
      "index": 32,
      "start_time": 198560.0,
      "end_time": 203925.0,
      "text": "And we also have a receding diagonal line that creates an illusion of space."
    },
    {
      "index": 33,
      "start_time": 203925.0,
      "end_time": 210062.0,
      "text": "And yet at the same time, this is a painting, because of its technique, that really draws our eye to the surface of the canvas."
    },
    {
      "index": 34,
      "start_time": 210062.0,
      "end_time": 217471.0,
      "text": "So this is really interesting tension that exists between this depictorial space and the very obvious heavily worked surface."
    },
    {
      "index": 35,
      "start_time": 217471.0,
      "end_time": 220867.0,
      "text": "Let's go up really close and take a look."
    },
    {
      "index": 36,
      "start_time": 220867.0,
      "end_time": 227580.0,
      "text": "So I'm looking at the lower left corner of the painting. And I'm looking at the man who is smoking a pipe, leaning on his back."
    },
    {
      "index": 37,
      "start_time": 227580.0,
      "end_time": 232980.0,
      "text": "Take a close look at the way that his body is defined. You can see some of the earlier painting."
    },
    {
      "index": 38,
      "start_time": 232980.0,
      "end_time": 246056.0,
      "text": "I see blues; I see reds; and I see yellows. All fairly long strokes. But then I also see painted over that little points of colour: of pinks and of blues as well, that Seurat actually added a bit later."
    },
    {
      "index": 39,
      "start_time": 246056.0,
      "end_time": 253168.0,
      "text": "And you can see that, especially in the shadows and the highlights, at the top and the bottom where Seurat, in a sense, creates a kind of a volume."
    },
    {
      "index": 40,
      "start_time": 253168.0,
      "end_time": 257411.0,
      "text": "And as we are looking at all of these different brush strokes that are layered one on the other."
    },
    {
      "index": 41,
      "start_time": 257411.0,
      "end_time": 264358.0,
      "text": "I'm also noticing how the figure has really clear contours, which is something that we don't see in impressionism."
    },
    {
      "index": 42,
      "start_time": 264358.0,
      "end_time": 271607.0,
      "text": "So we have sense of line here, and a form defined by line, and even modelling. So the figure really seems three dimensional."
    },
    {
      "index": 43,
      "start_time": 271607.0,
      "end_time": 283280.0,
      "text": "We know that we are in the North West of Paris, in a place that was frequented by the middle and upper classes for leisure. We know that the other side of the river was frequented more by working class figures."
    },
    {
      "index": 44,
      "start_time": 283280.0,
      "end_time": 289437.0,
      "text": "And so there's this question of what Seurat is saying about class in Paris in the 19th century."
    },
    {
      "index": 45,
      "start_time": 289437.0,
      "end_time": 299238.0,
      "text": "And here, art historians really disagree. And it's in part because there's a lot of ambiguity. The ambiguity of class was an issue of his moment, of his time."
    },
    {
      "index": 46,
      "start_time": 299238.0,
      "end_time": 309509.0,
      "text": "Class was enormously important, and had always been in French society absolutely clear, but the city has had a way of now mixing classes and this was a modern phenomenon."
    },
    {
      "index": 47,
      "start_time": 309509.0,
      "end_time": 315579.0,
      "text": "There was a way that clothing and fashion now blurred class distinctions that were more clear before."
    },
    {
      "index": 48,
      "start_time": 315579.0,
      "end_time": 322922.0,
      "text": "One of the things that Seurat is doing is he's confounding the expectations of a typical viewer in the end of the 19th century."
    },
    {
      "index": 49,
      "start_time": 322922.0,
      "end_time": 332065.0,
      "text": "So where someone would expect to see a narrative or a pretty story that was easily readable between the figures, a sense of sentiment or emotion."
    },
    {
      "index": 50,
      "start_time": 332065.0,
      "end_time": 339251.0,
      "text": "Seurat is not giving us that. We have figures who don't talk to each other, don't interact; we don't have a sense of a clear narrative."
    },
    {
      "index": 51,
      "start_time": 339251.0,
      "end_time": 342906.0,
      "text": "It just doesn't do what 19th century viewers wanted paintings to do."
    },
    {
      "index": 52,
      "start_time": 342906.0,
      "end_time": 348251.0,
      "text": "So this painting was a challenge, not only for that typical viewer that you spoke of, but for the art community as well."
    },
    {
      "index": 53,
      "start_time": 348251.0,
      "end_time": 356792.0,
      "text": "When this painting was first exhibited in the 1886 it caused a real stir. Artists divided into camps supporting it or detracting from it."
    },
    {
      "index": 54,
      "start_time": 356792.0,
      "end_time": 365089.0,
      "text": "Well, it was so different than anything anyone was doing. I mean, it exploded what the most advanced art of the time was."
    },
    {
      "index": 55,
      "start_time": 365089.0,
      "end_time": 379799.0,
      "text": "At that point in 1884,1886 the most advanced art was impressionist technique of open brush work, open contours, paintings painted onsite, outside on plein air with a sense of spontaneity capturing outdoor light."
    },
    {
      "index": 56,
      "start_time": 379799.0,
      "end_time": 392006.0,
      "text": "Seurat took all that and turned it on its head and created something really serious, and monumental, and classical, and thoughtful; and everyone had to come to terms with it."
    },
    {
      "index": 57,
      "start_time": 392006.0,
      "end_time": 360000006.0,
      "text": "[Outro Music]"
    }
  ]
}