{
  "video_id": "wNPoMzl98U4",
  "title": "Yellow Submarine -The Beatles+Subtitles",
  "json": [
    {
      "index": 1,
      "start_time": 6960.0,
      "end_time": 29160.0,
      "text": "In the town where I was born Lived a man who sailed to sea And he told us of his life In the land of submarines"
    },
    {
      "index": 2,
      "start_time": 29160.0,
      "end_time": 45519.0,
      "text": "So we sailed up to the sun Till we found the sea of green And we lived beneath the waves In our yellow submarine"
    },
    {
      "index": 3,
      "start_time": 46200.0,
      "end_time": 65379.0,
      "text": "We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine"
    },
    {
      "index": 4,
      "start_time": 65379.00000000001,
      "end_time": 79899.0,
      "text": "And our friends are all on board Many more of them live next door And the band begins to play"
    },
    {
      "index": 5,
      "start_time": 80100.0,
      "end_time": 103399.0,
      "text": "We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine"
    },
    {
      "index": 6,
      "start_time": 104260.0,
      "end_time": 119740.0,
      "text": "[Full speed ahead, Mr. Parker, full speed ahead! Full speed over here, sir! Action station! Action station! Aye, aye, sir, fire! Heaven! Heaven!]"
    },
    {
      "index": 7,
      "start_time": 120000.0,
      "end_time": 138790.0,
      "text": "As we live a life of ease (A life of ease) Everyone of us (Everyone of us) has all we need (Has all we need) Sky of blue (Sky of blue) and sea of green (Sea of green) In our yellow (In our yellow) submarine (Submarine, ha, ha)"
    },
    {
      "index": 8,
      "start_time": 138800.0,
      "end_time": 180200.0,
      "text": "We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine We all live in a yellow submarine Yellow submarine, yellow submarine"
    }
  ]
}