{
  "video_id": "WODx5T5OKkE",
  "title": "What to Do About Being Clumsy",
  "json": [
    {
      "index": 1,
      "start_time": 559.0,
      "end_time": 5300.0,
      "text": "Our own clumsiness can feel like one of the most shameful things about us."
    },
    {
      "index": 2,
      "start_time": 5300.0,
      "end_time": 7600.0,
      "text": "On returning a carton to the fridge,"
    },
    {
      "index": 3,
      "start_time": 7600.0,
      "end_time": 12399.0,
      "text": "we trip and spill orange juice down our whole front. It goes into our shoes, too."
    },
    {
      "index": 4,
      "start_time": 12580.0,
      "end_time": 16060.0,
      "text": "Even the inside lining of the soles are soaked in orange pulp."
    },
    {
      "index": 5,
      "start_time": 16280.000000000002,
      "end_time": 23020.0,
      "text": "It's a good ten minutes and a few towels before we've changed out of all our clothes - even our underwear - and cleaned ourselves up."
    },
    {
      "index": 6,
      "start_time": 23180.0,
      "end_time": 26100.0,
      "text": "We feel three and a half years old."
    },
    {
      "index": 7,
      "start_time": 26100.0,
      "end_time": 29200.0,
      "text": "When are we gonna grow up into the adults we supposedly are?"
    },
    {
      "index": 8,
      "start_time": 29300.0,
      "end_time": 35100.0,
      "text": "If only this were the only such incident, but clumsiness may stalk us everywhere."
    },
    {
      "index": 9,
      "start_time": 35100.0,
      "end_time": 40450.0,
      "text": "A month ago we badly bruised our knee against a door, then we spilled blueberries over the kitchen floor,"
    },
    {
      "index": 10,
      "start_time": 40500.0,
      "end_time": 43330.0,
      "text": "and recently we went around for a whole day not noticing"
    },
    {
      "index": 11,
      "start_time": 43330.0,
      "end_time": 45380.0,
      "text": "there was a piece of lettuce coating one of our teeth."
    },
    {
      "index": 12,
      "start_time": 45600.0,
      "end_time": 48950.0,
      "text": "We're furious with, and ashamed of ourselves."
    },
    {
      "index": 13,
      "start_time": 49100.0,
      "end_time": 53259.0,
      "text": "Our clumsiness violates our self-image as competent grownups."
    },
    {
      "index": 14,
      "start_time": 53720.0,
      "end_time": 57429.0,
      "text": "There's a Yiddish word that artfully evokes the extent of our stupidity."
    },
    {
      "index": 15,
      "start_time": 57770.0,
      "end_time": 63639.0,
      "text": "The clumsy person is in Yiddish a klutz, a dunderhead, a blockhead, a fool"
    },
    {
      "index": 16,
      "start_time": 63979.0,
      "end_time": 70089.0,
      "text": "It's the inner klutz who makes us drop plates, who walks into doors and who didn't remember to do up its flies."
    },
    {
      "index": 17,
      "start_time": 70790.0,
      "end_time": 78000.0,
      "text": "It's normal to hate our klutz and with a grim face to try to deny it's even really there inside us."
    },
    {
      "index": 18,
      "start_time": 78100.0,
      "end_time": 84069.0,
      "text": "Instead, we strive to hold on to our dignity and when we can presume that the klutz has gone away for good."
    },
    {
      "index": 19,
      "start_time": 84440.0,
      "end_time": 87489.0,
      "text": "When we do meet with it, it's always with some horror,"
    },
    {
      "index": 20,
      "start_time": 88070.0,
      "end_time": 93729.0,
      "text": "agitation and humiliation - we thought we'd left the Klutz behind, somewhere in childhood."
    },
    {
      "index": 21,
      "start_time": 93799.0,
      "end_time": 100779.0,
      "text": "But no, it's still here, getting us to drop our phone in the toilet bowl and forget an important person's name at a party."
    },
    {
      "index": 22,
      "start_time": 101330.0,
      "end_time": 107769.0,
      "text": "But there would be another less explored option: to make friends with our inner klutz."
    },
    {
      "index": 23,
      "start_time": 108229.0,
      "end_time": 113259.0,
      "text": "Not to keep denying that it really exists, but to face up to it head-on, in good time."
    },
    {
      "index": 24,
      "start_time": 113479.0,
      "end_time": 118149.0,
      "text": "We should accept without rancor or fury that we simply are at one level"
    },
    {
      "index": 25,
      "start_time": 118340.0,
      "end_time": 123400.0,
      "text": "Klutzes who knock things over, spill drinks and make fools of ourselves in small and large ways."
    },
    {
      "index": 26,
      "start_time": 123860.0,
      "end_time": 131500.0,
      "text": "This is only a humiliation if we insist that the only way to be acceptable is to exhibit constant competence."
    },
    {
      "index": 27,
      "start_time": 131860.0,
      "end_time": 138200.0,
      "text": "Once we accept that we are klutzes through and through, one more spilled drink won't need to discomfort us much further."
    },
    {
      "index": 28,
      "start_time": 138670.0,
      "end_time": 144839.0,
      "text": "What particularly humiliates us at moments of clumsiness is the impression that we're all alone with our ineptness."
    },
    {
      "index": 29,
      "start_time": 145270.0,
      "end_time": 148650.0,
      "text": "We wouldn't mind being clumsy if everyone was clumsy, too."
    },
    {
      "index": 30,
      "start_time": 148810.0,
      "end_time": 154590.0,
      "text": "But they don't seem to be. We appear to have been singled out as the greatest klutzes we've ever met!"
    },
    {
      "index": 31,
      "start_time": 155140.0,
      "end_time": 156360.0,
      "text": "Far from it."
    },
    {
      "index": 32,
      "start_time": 156360.0,
      "end_time": 163529.0,
      "text": "We simply don't see the clumsiness of other people as we do our own, because it happens in private and is"
    },
    {
      "index": 33,
      "start_time": 163600.0,
      "end_time": 166050.0,
      "text": "carefully edited out of public life."
    },
    {
      "index": 34,
      "start_time": 166840.0,
      "end_time": 175000.0,
      "text": "It's not surprising that in comedy shows there is such a widespread appetite for watching people fall off their bikes or walk into lampposts."
    },
    {
      "index": 35,
      "start_time": 175200.0,
      "end_time": 179400.0,
      "text": "We feel so relieved by evidence that clumsiness is not ours alone."
    },
    {
      "index": 36,
      "start_time": 179620.0,
      "end_time": 185730.0,
      "text": "It may look as if we're mocking but really we're delighted to have found people as absurd as we are."
    },
    {
      "index": 37,
      "start_time": 185920.0,
      "end_time": 193559.0,
      "text": "The comedy show invites us to see our own clumsiness as part of a collective foolishness, not a private tragedy."
    },
    {
      "index": 38,
      "start_time": 194170.0,
      "end_time": 202830.0,
      "text": "We can also see that our own clumsiness is not what set us apart from others, but actually what we share in secret with everyone."
    },
    {
      "index": 39,
      "start_time": 203200.0,
      "end_time": 212000.0,
      "text": "We can accommodate our idiocy more sweetly inside ourselves by trusting at last that it is entirely normal and universal"
    },
    {
      "index": 40,
      "start_time": 212100.0,
      "end_time": 216000.0,
      "text": "to be clumsy, that it's a factor to be understood and forgiven in ourselves"
    },
    {
      "index": 41,
      "start_time": 216430.0,
      "end_time": 220000.0,
      "text": "because it should be understood and forgiven in everyone."
    },
    {
      "index": 42,
      "start_time": 220100.0,
      "end_time": 222370.0,
      "text": "The next time we spill something down our front,"
    },
    {
      "index": 43,
      "start_time": 222370.0,
      "end_time": 225000.0,
      "text": "we shouldn't feel a hot prickly rage."
    },
    {
      "index": 44,
      "start_time": 225250.0,
      "end_time": 230399.0,
      "text": "We should greet our inner klutz like an old familiar friend with a warm,"
    },
    {
      "index": 45,
      "start_time": 230600.0,
      "end_time": 233100.0,
      "text": "tolerant smile of recognition."
    },
    {
      "index": 46,
      "start_time": 234790.0,
      "end_time": 240809.0,
      "text": "The school of Life isn't just a Youtube channel. It's an actual school where you can go and take classes."
    },
    {
      "index": 47,
      "start_time": 241240.0,
      "end_time": 248040.0,
      "text": "We have branches in ten locations around the world. To find out more click on the link on the screen now"
    }
  ]
}