{
  "video_id": "WP5fLv1YrH8",
  "title": "Can Singapore's Changi Airport stay number one?",
  "json": [
    {
      "index": 1,
      "start_time": 1069.0,
      "end_time": 5580.0,
      "text": "It's been voted the world's best airport four years in a row."
    },
    {
      "index": 2,
      "start_time": 5580.0,
      "end_time": 9719.0,
      "text": "Singapore's iconic Changi. But this isn't your typical airport."
    },
    {
      "index": 3,
      "start_time": 9719.0,
      "end_time": 16330.0,
      "text": "It does have the usual shops, bars, departure gates....but even a butterfly garden."
    },
    {
      "index": 4,
      "start_time": 16329.999999999998,
      "end_time": 19870.0,
      "text": "Changi is one of the region's busiest international airports"
    },
    {
      "index": 5,
      "start_time": 19870.0,
      "end_time": 25069.0,
      "text": "and at the start of 2016, saw passenger numbers climb 10% in January."
    },
    {
      "index": 6,
      "start_time": 25069.0,
      "end_time": 29849.0,
      "text": "And it's putting that boom in growth down to one specific part of the world."
    },
    {
      "index": 7,
      "start_time": 29849.0,
      "end_time": 35410.0,
      "text": "A record 55.4 million passengers passed through Changi Airport last year,"
    },
    {
      "index": 8,
      "start_time": 35410.0,
      "end_time": 43400.0,
      "text": "and the airport management here in Singapore say that that growth is due to certain routes in and out and around Asia."
    },
    {
      "index": 9,
      "start_time": 43470.0,
      "end_time": 51009.0,
      "text": "And that's why the airport's senior VP of operations told me there's been a pivot away from inter-continental long haul flights."
    },
    {
      "index": 10,
      "start_time": 51030.0,
      "end_time": 57079.0,
      "text": "Changi being a hub that's closely linked to key markets like China, India and also of course Indonesia."
    },
    {
      "index": 11,
      "start_time": 57079.0,
      "end_time": 61500.0,
      "text": "We are seeing that more people are travelling from and within these countries."
    },
    {
      "index": 12,
      "start_time": 61500.0,
      "end_time": 67610.0,
      "text": "So we are also working very hard with our airline partners to continue to deepen"
    },
    {
      "index": 13,
      "start_time": 67610.0,
      "end_time": 73580.0,
      "text": "the connections we have with these cities and especially to our second tier cities in China and India."
    },
    {
      "index": 14,
      "start_time": 73630.0,
      "end_time": 78170.0,
      "text": "Singapore's Changi had long been a major hub for flights between western Europe and Austral-Asia."
    },
    {
      "index": 15,
      "start_time": 78170.0,
      "end_time": 84990.0,
      "text": "But with the advent of gulf carriers like Emirates, Qatar and Etihad, much of that traffic has disappeared."
    },
    {
      "index": 16,
      "start_time": 84990.0,
      "end_time": 90509.0,
      "text": "But Changi management argues that if you want growth - you stay in Asia."
    },
    {
      "index": 17,
      "start_time": 90509.0,
      "end_time": 96369.0,
      "text": "I think the rise of the Middle East gulf hubs is a major competitive element for us"
    },
    {
      "index": 18,
      "start_time": 96369.0,
      "end_time": 100890.0,
      "text": "and of course certain routes between Asia and Europe they are a strong competitor,"
    },
    {
      "index": 19,
      "start_time": 100890.0,
      "end_time": 105230.0,
      "text": "but the Middle East is too far in the west for what is intra-Asia traffic."
    },
    {
      "index": 20,
      "start_time": 105230.0,
      "end_time": 111919.0,
      "text": "And we are very confident that in Asia the rise of the middle class with something like over two or three billion population in Asia alone."
    },
    {
      "index": 21,
      "start_time": 111919.0,
      "end_time": 115549.0,
      "text": "Growing more affluent, travelling for the first time over the next 20 years,"
    },
    {
      "index": 22,
      "start_time": 115549.0,
      "end_time": 123559.0,
      "text": "that is the market that we are aiming to serve. That is something the Middle East carriers and hubs just can't take away from us,"
    },
    {
      "index": 23,
      "start_time": 123559.0,
      "end_time": 126129.0,
      "text": "so even with this massive increasing capacity given by Terminal 5,"
    },
    {
      "index": 24,
      "start_time": 126129.0,
      "end_time": 130960.0,
      "text": "I think that just puts us in the table stakes to compete for Asia Pacific traffic."
    },
    {
      "index": 25,
      "start_time": 131039.99999999999,
      "end_time": 136480.0,
      "text": "Terminal 5 is Changi's massive new infrastructure project that will add a new terminal building"
    },
    {
      "index": 26,
      "start_time": 136480.0,
      "end_time": 143100.0,
      "text": "the size of all three current ones combined. It will also include a new third runway."
    },
    {
      "index": 27,
      "start_time": 143100.0,
      "end_time": 149950.0,
      "text": "When open in the mid 2020s, it will be equipped to handle a staggering 50 million passengers."
    },
    {
      "index": 28,
      "start_time": 149950.0,
      "end_time": 157170.0,
      "text": "But some in the industry have criticised the scale of the project saying it is just too big and too expensive for what Changi needs."
    },
    {
      "index": 29,
      "start_time": 157170.0,
      "end_time": 159700.0,
      "text": "Something Choy de Wen rejects."
    },
    {
      "index": 30,
      "start_time": 159700.0,
      "end_time": 164920.0,
      "text": "Changi is made up of three smaller terminals and that strategy has put us in good status,"
    },
    {
      "index": 31,
      "start_time": 164920.0,
      "end_time": 173170.0,
      "text": "we grew from a small airport to what we are today, but each of our terminals are now only about 20-25 million passengers per annum in capacity."
    },
    {
      "index": 32,
      "start_time": 173170.0,
      "end_time": 178440.0,
      "text": "Some of our biggest airline groups, especially the SIA Group is growing far beyond that size"
    },
    {
      "index": 33,
      "start_time": 178440.0,
      "end_time": 181740.0,
      "text": "and it is inefficient for them to operate in two to three terminals."
    },
    {
      "index": 34,
      "start_time": 181740.0,
      "end_time": 189320.0,
      "text": "It complicates the operations. It is also difficult for our passengers to find a way around transferring between terminals."
    },
    {
      "index": 35,
      "start_time": 189320.0,
      "end_time": 194530.0,
      "text": "So Terminal 5 was designed from the group up to be much bigger, in order to accommodate our biggest airline customers."
    },
    {
      "index": 36,
      "start_time": 194570.0,
      "end_time": 201990.0,
      "text": "But before ground even breaks on the new T5 - Changi is eagerly awaiting the opening of another new project at the airport - the Jewel."
    },
    {
      "index": 37,
      "start_time": 201990.0,
      "end_time": 208580.0,
      "text": "The multi-billion dollar project will be the largest shopping and lifestyle precinct at the airport -"
    },
    {
      "index": 38,
      "start_time": 208580.0,
      "end_time": 214580.0,
      "text": "and will also set itself apart with hanging gardens and the world's largest indoor waterfall."
    },
    {
      "index": 39,
      "start_time": 214610.0,
      "end_time": 220190.0,
      "text": "We wanted to do, first and foremost, the infrastructure expansion, getting capacity up for terminal 1"
    },
    {
      "index": 40,
      "start_time": 220190.0,
      "end_time": 227580.0,
      "text": "but we thought why stop there? Why no add on top of that, something to make Changi Airport an interesting lifestyle destination."
    },
    {
      "index": 41,
      "start_time": 227580.0,
      "end_time": 231530.0,
      "text": "Something that attracts tourists to come. In the competition between hub airports,"
    },
    {
      "index": 42,
      "start_time": 231530.0,
      "end_time": 236870.0,
      "text": "we are making sure our airport is efficient, has lots of connections, lots of airlines coming in,"
    },
    {
      "index": 43,
      "start_time": 236870.0,
      "end_time": 240850.0,
      "text": "but we thought, we could have something special by making Jewel a special place to be,"
    },
    {
      "index": 44,
      "start_time": 240850.0,
      "end_time": 245360.0,
      "text": "a place to come to and that is what will set us apart from other hub airports."
    },
    {
      "index": 45,
      "start_time": 245420.0,
      "end_time": 247850.0,
      "text": "And that is perhaps the unique thing about Changi."
    },
    {
      "index": 46,
      "start_time": 247850.0,
      "end_time": 253410.0,
      "text": "It's a place that locals come and spend a day at, even if they aren't flying anywhere."
    },
    {
      "index": 47,
      "start_time": 253410.0,
      "end_time": 260570.0,
      "text": "Many kids grew up coming to the airport to study. Here on weekends, people come here for food and shopping."
    },
    {
      "index": 48,
      "start_time": 260570.0,
      "end_time": 268200.0,
      "text": "It is a very big infrastructure in a very small country, in relative sense."
    },
    {
      "index": 49,
      "start_time": 268200.0,
      "end_time": 275130.0,
      "text": "Therefore, it is a place where, when Singaporeans travel, when they get out of Singapore, they go to Changi."
    },
    {
      "index": 50,
      "start_time": 275130.0,
      "end_time": 279800.0,
      "text": "When they come home, they go to Changi. So very much Changi Airport is almost like a home."
    },
    {
      "index": 51,
      "start_time": 279800.0,
      "end_time": 283540.0,
      "text": "So when they first come home, they see Changi. That's home."
    },
    {
      "index": 52,
      "start_time": 283540.0,
      "end_time": 293540.0,
      "text": "At Changi Airport, I'm Phil Han for CNBC."
    }
  ]
}