{
  "video_id": "Wr1SY3c3KdM",
  "title": "God's Hotel | Dr. Victoria Sweet | Talks at Google",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 2120.0,
      "end_time": 5870.0,
      "text": "&gt;&gt;female presenter: Welcome to Authors at Google. I&#39;m Rebecca Moore, and I&#39;m privileged"
    },
    {
      "index": 2,
      "start_time": 5870.0,
      "end_time": 11639.0,
      "text": "to introduce our speaker Dr. Victoria Sweet. I was going to talk about her new book, God&#39;s"
    },
    {
      "index": 3,
      "start_time": 11639.0,
      "end_time": 18640.0,
      "text": "Hotel: a Doctor, a Hospital, and a Pilgrimage to the Heart of Medicine. The book launched"
    },
    {
      "index": 4,
      "start_time": 18640.0,
      "end_time": 24270.0,
      "text": "just one month ago. I think, as Googlers, we can relate to working long and hard on"
    },
    {
      "index": 5,
      "start_time": 24270.0,
      "end_time": 28660.0,
      "text": "something, maybe for more than a year. You&#39;re passionate about it, you launch it, and then"
    },
    {
      "index": 6,
      "start_time": 28660.0,
      "end_time": 33540.0,
      "text": "you wait with some trepidation to see what&#39;s going to happen. Well, the great news is that"
    },
    {
      "index": 7,
      "start_time": 33540.0,
      "end_time": 38420.0,
      "text": "God&#39;s Hotel is taking off like a rocket ship. We&#39;re very privileged to have Dr. Sweet with"
    },
    {
      "index": 8,
      "start_time": 38420.0,
      "end_time": 43309.0,
      "text": "us here to talk about it. In its first week, it made it onto the San Francisco Chronicle"
    },
    {
      "index": 9,
      "start_time": 43309.0,
      "end_time": 48789.0,
      "text": "Best Sellers list. Two days ago, it was just reviewed by the New York Times&#39; Science Times,"
    },
    {
      "index": 10,
      "start_time": 48789.0,
      "end_time": 54769.0,
      "text": "who called it &quot;transcendent and a tour de force.&quot; Congratulations on that."
    },
    {
      "index": 11,
      "start_time": 54769.0,
      "end_time": 63089.0,
      "text": "Dr. Sweet is both a physician and a prize-winning historian with a Ph. D. in history and social"
    },
    {
      "index": 12,
      "start_time": 63089.0,
      "end_time": 68890.0,
      "text": "medicine. She&#39;s also associate clinical professor of medicine at UC San Francisco, and I&#39;m personally"
    },
    {
      "index": 13,
      "start_time": 68890.0,
      "end_time": 76270.0,
      "text": "happy to say that she studied mathematics and Greek at Stanford University. Go Stanford."
    },
    {
      "index": 14,
      "start_time": 76270.0,
      "end_time": 80050.0,
      "text": "[laughter] There will be time for Q&amp;A at the end, and"
    },
    {
      "index": 15,
      "start_time": 80050.0,
      "end_time": 85020.0,
      "text": "Victoria will sign books for those of you who would like them. Finally, just on a personal"
    },
    {
      "index": 16,
      "start_time": 85020.0,
      "end_time": 90090.0,
      "text": "note, I&#39;ve known Victoria for many, many years. She has always been someone who was comfortable"
    },
    {
      "index": 17,
      "start_time": 90090.0,
      "end_time": 96170.0,
      "text": "taking the road less traveled. I think, now, with God&#39;s Hotel, she&#39;s created a whole new"
    },
    {
      "index": 18,
      "start_time": 96170.0,
      "end_time": 102600.0,
      "text": "road to a place and time that few of us even knew existed. And now she&#39;s here to tell us"
    },
    {
      "index": 19,
      "start_time": 102600.0,
      "end_time": 107040.0,
      "text": "about it. Please welcome Dr. Victoria Sweet."
    },
    {
      "index": 20,
      "start_time": 107040.0,
      "end_time": 109340.0,
      "text": "[applause]"
    },
    {
      "index": 21,
      "start_time": 109340.0,
      "end_time": 119500.0,
      "text": "&gt;&gt;Victoria Sweet: Is that microphone working? Well, thank you very much, Rebecca. Thank"
    },
    {
      "index": 22,
      "start_time": 119500.0,
      "end_time": 125500.0,
      "text": "you all for being here today. Thanks Google for letting me speak here."
    },
    {
      "index": 23,
      "start_time": 125500.0,
      "end_time": 132200.0,
      "text": "Laguna Honda Hospital was like no hospital I had ever seen or even imagined. I got there"
    },
    {
      "index": 24,
      "start_time": 132200.0,
      "end_time": 141120.0,
      "text": "kinda accidentally. I had decided to go back to school to get my Ph. D. in medical history"
    },
    {
      "index": 25,
      "start_time": 141120.0,
      "end_time": 146209.0,
      "text": "after I had been practicing medicine for many years. Laguna Honda was the only place that"
    },
    {
      "index": 26,
      "start_time": 146209.0,
      "end_time": 151849.0,
      "text": "would let me practice medicine part time. So I went over for my interview. When I saw"
    },
    {
      "index": 27,
      "start_time": 151849.0,
      "end_time": 157920.0,
      "text": "it for the first time, I was nonplussed. It was high on a hill, overlooking the ocean,"
    },
    {
      "index": 28,
      "start_time": 157920.0,
      "end_time": 164459.0,
      "text": "and it looked like a medieval, Romanesque monastery. It had peach colored walls, a red"
    },
    {
      "index": 29,
      "start_time": 164459.0,
      "end_time": 173189.0,
      "text": "tiled roof, a bell tower, and turrets. After my interview, the medical director took"
    },
    {
      "index": 30,
      "start_time": 173189.0,
      "end_time": 177849.0,
      "text": "me out to show me around. She showed me the long, open wards that go all the way back"
    },
    {
      "index": 31,
      "start_time": 177849.0,
      "end_time": 185310.0,
      "text": "to when monks took care of the sick poor in the monasteries for free. When went upstairs"
    },
    {
      "index": 32,
      "start_time": 185310.0,
      "end_time": 189200.0,
      "text": "and she showed me the surgery suite, which looks like where Humphrey Bogart had his face"
    },
    {
      "index": 33,
      "start_time": 189200.0,
      "end_time": 196810.0,
      "text": "redone in &quot;Man Without a Face.&quot; We walked past the old-fashioned beauty salon with its"
    },
    {
      "index": 34,
      "start_time": 196810.0,
      "end_time": 204150.0,
      "text": "steel helmet hairdryers. She showed me the library, the auditorium, and the chapel, which"
    },
    {
      "index": 35,
      "start_time": 204150.0,
      "end_time": 211139.0,
      "text": "was really more like a small church with polished wooden pews, stained glass windows, and the"
    },
    {
      "index": 36,
      "start_time": 211139.0,
      "end_time": 216989.0,
      "text": "stations of the cross along the walls. Then we went out and she showed me the gardens."
    },
    {
      "index": 37,
      "start_time": 216989.0,
      "end_time": 221329.0,
      "text": "Turned out that Laguna Honda had been the almshouse for the city, and it was on 62 acres."
    },
    {
      "index": 38,
      "start_time": 221329.0,
      "end_time": 228299.0,
      "text": "It is still on 62 acres of land in the middle of San Francisco. The gardens are extensive."
    },
    {
      "index": 39,
      "start_time": 228299.0,
      "end_time": 235590.0,
      "text": "She showed me the greenhouse, the aviary, and the little barnyard. So the patients could"
    },
    {
      "index": 40,
      "start_time": 235590.0,
      "end_time": 243879.0,
      "text": "pot plants, watch chickens hatch from eggs, and even see animals, even if they were bed-bound."
    },
    {
      "index": 41,
      "start_time": 243879.0,
      "end_time": 250499.0,
      "text": "Then we walked back to her office, and she offered me the job. I didn&#39;t know. I wasn&#39;t"
    },
    {
      "index": 42,
      "start_time": 250499.0,
      "end_time": 257620.0,
      "text": "sure. I told her I would come for two months, but I stayed for 20 years. Turned out to be"
    },
    {
      "index": 43,
      "start_time": 257620.0,
      "end_time": 264220.0,
      "text": "a wonderful place to practice medicine. Part of that was the place itself. The place was"
    },
    {
      "index": 44,
      "start_time": 264220.0,
      "end_time": 270020.0,
      "text": "a great place to practice medicine in terms of its spaciousness, kinda ramshackle. But"
    },
    {
      "index": 45,
      "start_time": 270020.0,
      "end_time": 274400.0,
      "text": "what really made it incredible were the patients, because it turns out that Laguna Honda was"
    },
    {
      "index": 46,
      "start_time": 274400.0,
      "end_time": 281599.0,
      "text": "the original almshouse for the city. That was how we used to take care of the sick poor."
    },
    {
      "index": 47,
      "start_time": 281599.0,
      "end_time": 287300.0,
      "text": "That&#39;s how we used to take care of the sick poor before there was health insurance. There"
    },
    {
      "index": 48,
      "start_time": 287300.0,
      "end_time": 291660.0,
      "text": "would be a free county hospital and a free county almshouse. The acutely ill would be"
    },
    {
      "index": 49,
      "start_time": 291660.0,
      "end_time": 296919.0,
      "text": "taken care of in the free county almshouse-- county hospital. And then, if they needed"
    },
    {
      "index": 50,
      "start_time": 296919.0,
      "end_time": 301660.0,
      "text": "additional care or nobody new what else to do with them, they were transferred to the"
    },
    {
      "index": 51,
      "start_time": 301660.0,
      "end_time": 306520.0,
      "text": "almshouse. It used to be that every county in the country had a free county hospital"
    },
    {
      "index": 52,
      "start_time": 306520.0,
      "end_time": 311169.0,
      "text": "and a free county almshouse, and that was how we took care of the sick poor. Starting"
    },
    {
      "index": 53,
      "start_time": 311169.0,
      "end_time": 315460.0,
      "text": "in the &#39;50s, the almshouses across the United States were closed, and many of the county"
    },
    {
      "index": 54,
      "start_time": 315460.0,
      "end_time": 320310.0,
      "text": "hospitals, except for San Francisco, which still has its county hospital and still has"
    },
    {
      "index": 55,
      "start_time": 320310.0,
      "end_time": 329080.0,
      "text": "its almshouse, albeit now called a hospital. So the patients, as you can imagine, are the"
    },
    {
      "index": 56,
      "start_time": 329080.0,
      "end_time": 335550.0,
      "text": "bottom 0.1% of the population. What I&#39;ve found is that they were two standard deviations"
    },
    {
      "index": 57,
      "start_time": 335550.0,
      "end_time": 343740.0,
      "text": "from the mean. Any mean. They were the tallest and the shortest, the fattest and the thinnest,"
    },
    {
      "index": 58,
      "start_time": 343740.0,
      "end_time": 351210.0,
      "text": "the nicest and the meanest, of any patients I ever had. They had every disease, too. They"
    },
    {
      "index": 59,
      "start_time": 351210.0,
      "end_time": 360220.0,
      "text": "taught me a tremendous amount about medicine and health care, cure and caring, efficiency"
    },
    {
      "index": 60,
      "start_time": 360220.0,
      "end_time": 364150.0,
      "text": "and inefficiency. The two months went by, and then a year or"
    },
    {
      "index": 61,
      "start_time": 364150.0,
      "end_time": 368409.0,
      "text": "two, and I really didn&#39;t notice that the years had gone by or that I was learning a lot from"
    },
    {
      "index": 62,
      "start_time": 368409.0,
      "end_time": 384789.0,
      "text": "the patients until I got to my patient, Mrs. Todd. [pause] Ms. Todd was 35 years old. She"
    },
    {
      "index": 63,
      "start_time": 384789.0,
      "end_time": 391180.0,
      "text": "had cancer. Her cancer was brain cancer. What made it horrible was that it was just behind"
    },
    {
      "index": 64,
      "start_time": 391180.0,
      "end_time": 397169.0,
      "text": "her right eye, and it had grown, in spite of surgery and radiation, right out of her"
    },
    {
      "index": 65,
      "start_time": 397169.0,
      "end_time": 403419.0,
      "text": "eye. The surgeons had removed the eye and sewn the eyelid down over the cancer, but"
    },
    {
      "index": 66,
      "start_time": 403419.0,
      "end_time": 409800.0,
      "text": "the cancer was still growing. Ms. Todd had never been beautiful, but what with the radiation,"
    },
    {
      "index": 67,
      "start_time": 409800.0,
      "end_time": 414659.0,
      "text": "which had caused her hair to fall out, the steroids, which had caused her face to balloon,"
    },
    {
      "index": 68,
      "start_time": 414659.0,
      "end_time": 422330.0,
      "text": "and the sewn eyelid, she was very hard to look at. Yet she was pleasant and quiet. She"
    },
    {
      "index": 69,
      "start_time": 422330.0,
      "end_time": 428569.0,
      "text": "always smiled as I passed her by. Eventually, we were on speaking terms, with a quick &quot;Hello&quot;"
    },
    {
      "index": 70,
      "start_time": 428569.0,
      "end_time": 434139.0,
      "text": "and &quot;How are you?&quot; from me to her and from her to me. I got used to her deformity, although"
    },
    {
      "index": 71,
      "start_time": 434139.0,
      "end_time": 440060.0,
      "text": "only by blocking out, in some way, my experience of her experience."
    },
    {
      "index": 72,
      "start_time": 440060.0,
      "end_time": 445789.0,
      "text": "One day, I finally braved my reluctance and stopped by her bed, full stop. We looked at"
    },
    {
      "index": 73,
      "start_time": 445789.0,
      "end_time": 453129.0,
      "text": "each other. She at me: white coated and rushed, a bit disheveled. I looked only at her left"
    },
    {
      "index": 74,
      "start_time": 453129.0,
      "end_time": 459259.0,
      "text": "eye. &quot;Is there anything I can do for you?&quot; I asked her after we talked a bit. &quot;Yes,&quot;"
    },
    {
      "index": 75,
      "start_time": 459259.0,
      "end_time": 466780.0,
      "text": "she replied, &quot;there is. I really don&#39;t like the food they&#39;re giving me. It&#39;s all cut up"
    },
    {
      "index": 76,
      "start_time": 466780.0,
      "end_time": 470840.0,
      "text": "and bland. Do you think it could be changed? And another thing. Could you arrange for me"
    },
    {
      "index": 77,
      "start_time": 470840.0,
      "end_time": 479379.0,
      "text": "to visit the eye doctor? I need a new pair of glasses.&quot; I was, and am to this day, floored"
    },
    {
      "index": 78,
      "start_time": 479379.0,
      "end_time": 487199.0,
      "text": "by her response. I was, and am, awestruck by such equanimity. She wanted, not euthanasia"
    },
    {
      "index": 79,
      "start_time": 487199.0,
      "end_time": 494669.0,
      "text": "or a miraculous cure, stronger pain medication, or a second opinion, but different food, a"
    },
    {
      "index": 80,
      "start_time": 494669.0,
      "end_time": 501050.0,
      "text": "pair of glasses. She said nothing about her terrible misfortune. She was calm, matter-of-fact."
    },
    {
      "index": 81,
      "start_time": 501050.0,
      "end_time": 507889.0,
      "text": "Somehow, she&#39;d accepted her fate. It was the small things, the little daily things, that"
    },
    {
      "index": 82,
      "start_time": 507889.0,
      "end_time": 516289.0,
      "text": "were important to her. We did change her diet, and we did get her new glasses. Not long after,"
    },
    {
      "index": 83,
      "start_time": 516289.0,
      "end_time": 521120.0,
      "text": "she moved to another ward, and there she died peacefully, 18 months later."
    },
    {
      "index": 84,
      "start_time": 521120.0,
      "end_time": 527860.0,
      "text": "Ms. Todd capped my experience of those first years of Laguna Honda. She summarized it and"
    },
    {
      "index": 85,
      "start_time": 527860.0,
      "end_time": 533579.0,
      "text": "hinted at what I would be learning later. Even when there&#39;s nothing to do for a patient,"
    },
    {
      "index": 86,
      "start_time": 533579.0,
      "end_time": 540420.0,
      "text": "no cancer to discover, no paradoxical pulse to take, there is still something to do. It"
    },
    {
      "index": 87,
      "start_time": 540420.0,
      "end_time": 546769.0,
      "text": "doesn&#39;t have to be life saving, grandiose, and heroic. It can be as simple as a pair"
    },
    {
      "index": 88,
      "start_time": 546769.0,
      "end_time": 557820.0,
      "text": "of glasses or a different diet. In fact, it usually is. [pause] [clattering]"
    },
    {
      "index": 89,
      "start_time": 557820.0,
      "end_time": 562930.0,
      "text": "I learned a tremendous amount from the patients at Laguna Honda. If I had to summarize what"
    },
    {
      "index": 90,
      "start_time": 562930.0,
      "end_time": 571720.0,
      "text": "I learned in one sentence, it would be that the practice of medicine is a personal relationship"
    },
    {
      "index": 91,
      "start_time": 571720.0,
      "end_time": 578620.0,
      "text": "between doctor and patient. And when it&#39;s personal, it works. The best way, the easiest"
    },
    {
      "index": 92,
      "start_time": 578620.0,
      "end_time": 584380.0,
      "text": "way I can explain what I mean is to tell you the story of Dr. Curtis and the case of the"
    },
    {
      "index": 93,
      "start_time": 584380.0,
      "end_time": 600290.0,
      "text": "missing shoes. [pause] I learned a lot from Dr. Curtis, but it was in the case of the"
    },
    {
      "index": 94,
      "start_time": 600290.0,
      "end_time": 606940.0,
      "text": "missing shoes that he taught me the most about care and caring, time and inefficiency."
    },
    {
      "index": 95,
      "start_time": 606940.0,
      "end_time": 612720.0,
      "text": "On this particular day, I met him by accident in the wide-windowed corridor that ran the"
    },
    {
      "index": 96,
      "start_time": 612720.0,
      "end_time": 619170.0,
      "text": "length of the hospital and connected all the wards. He was in a hurry. &quot;Where was he going?&quot;"
    },
    {
      "index": 97,
      "start_time": 619170.0,
      "end_time": 626940.0,
      "text": "I asked. &quot;Back to the rehabilitation ward,&quot; he said, where he was covering for a few weeks."
    },
    {
      "index": 98,
      "start_time": 626940.0,
      "end_time": 632970.0,
      "text": "The rehabilitation ward was its own mini hospital within Laguna Honda. It admitted the patients"
    },
    {
      "index": 99,
      "start_time": 632970.0,
      "end_time": 637180.0,
      "text": "with the milder strokes and the less traumatic head injuries, most of whom would recover"
    },
    {
      "index": 100,
      "start_time": 637180.0,
      "end_time": 642480.0,
      "text": "and be discharged back to their homes, if they had them. Although its patients, too,"
    },
    {
      "index": 101,
      "start_time": 642480.0,
      "end_time": 647769.0,
      "text": "were often without friends, money, or health insurance, like the admitting ward, it had"
    },
    {
      "index": 102,
      "start_time": 647769.0,
      "end_time": 654410.0,
      "text": "its own physicians to admit, examine, and discharge its patients. This month, Dr. Curtis"
    },
    {
      "index": 103,
      "start_time": 654410.0,
      "end_time": 659610.0,
      "text": "was one of them. He&#39;d just returned from outside the hospital, he told me, and was heading"
    },
    {
      "index": 104,
      "start_time": 659610.0,
      "end_time": 665709.0,
      "text": "back to a patient who, having been rehabilitated after a stroke, had been ready for discharge"
    },
    {
      "index": 105,
      "start_time": 665709.0,
      "end_time": 671610.0,
      "text": "for months. Every day, when Dr. Curtis made his rounds, checking on the 36 patients on"
    },
    {
      "index": 106,
      "start_time": 671610.0,
      "end_time": 677459.0,
      "text": "the ward, this patient was still there, still zipping around in his wheelchair, still going"
    },
    {
      "index": 107,
      "start_time": 677459.0,
      "end_time": 684459.0,
      "text": "to therapy. Finally, Dr. Curtis said, &quot;I asked him why, since he was able to walk, he was"
    },
    {
      "index": 108,
      "start_time": 684459.0,
      "end_time": 691980.0,
      "text": "still here. Why was he still in the wheelchair? Why hadn&#39;t he been discharged?&quot; &quot;No shoes,"
    },
    {
      "index": 109,
      "start_time": 691980.0,
      "end_time": 697220.0,
      "text": "doc. They ordered me special shoes, but they&#39;re waiting for Medicaid to approve them.&quot; &quot;How"
    },
    {
      "index": 110,
      "start_time": 697220.0,
      "end_time": 706339.0,
      "text": "long have they been waiting?&quot; Dr. Curtis asked. &quot;Three months.&quot; Dr. Curtis thought a bit."
    },
    {
      "index": 111,
      "start_time": 706339.0,
      "end_time": 713579.0,
      "text": "&quot;What size shoe do you wear?&quot; &quot;Size 9.&quot; Dr. Curtis reflected for a while. He thought about"
    },
    {
      "index": 112,
      "start_time": 713579.0,
      "end_time": 718360.0,
      "text": "his duties, his other patients, the charts he had to dictate, the quality assurance forms"
    },
    {
      "index": 113,
      "start_time": 718360.0,
      "end_time": 725019.0,
      "text": "he had to fill out. Then he left the hospital, got in his car, and drove to Wal-Mart, where"
    },
    {
      "index": 114,
      "start_time": 725019.0,
      "end_time": 731329.0,
      "text": "he bought a pair of size 9 running shoes for $16.99. He&#39;d just come back with the shoes"
    },
    {
      "index": 115,
      "start_time": 731329.0,
      "end_time": 736000.0,
      "text": "and was going over to the ward to put them on the patient and write the discharge orders."
    },
    {
      "index": 116,
      "start_time": 736000.0,
      "end_time": 740920.0,
      "text": "&quot;Was he planning to submit his receipt for reimbursement?&quot; I asked. He laughed."
    },
    {
      "index": 117,
      "start_time": 740920.0,
      "end_time": 747230.0,
      "text": "As I watched him hurry back to the rehabilitation ward, I wondered. Why had Dr. Curtis done"
    },
    {
      "index": 118,
      "start_time": 747230.0,
      "end_time": 752199.0,
      "text": "this, and why hadn&#39;t anyone else? It was a simple thing to do, but it never would have"
    },
    {
      "index": 119,
      "start_time": 752199.0,
      "end_time": 757709.0,
      "text": "occurred to me to do it. I would&#39;ve been frustrated with the shoe delay, of course, and I would"
    },
    {
      "index": 120,
      "start_time": 757709.0,
      "end_time": 763100.0,
      "text": "have filled out a second or even a third Medicaid form. I might even have written Medicaid,"
    },
    {
      "index": 121,
      "start_time": 763100.0,
      "end_time": 768100.0,
      "text": "or braved its phone tree to complain about the time that pair of shoes was taking. But"
    },
    {
      "index": 122,
      "start_time": 768100.0,
      "end_time": 773750.0,
      "text": "it would never have occurred to me to go to Wal-Mart and buy the patient&#39;s shoes. I had"
    },
    {
      "index": 123,
      "start_time": 773750.0,
      "end_time": 779009.0,
      "text": "too much to do, too many forms to fill out, too many other patients to see. It would have"
    },
    {
      "index": 124,
      "start_time": 779009.0,
      "end_time": 785089.0,
      "text": "meant crossing an inefficiency boundary. And yet, Dr. Curtis got in his car without much"
    },
    {
      "index": 125,
      "start_time": 785089.0,
      "end_time": 791470.0,
      "text": "questioning and was hurrying back to the ward with the shoes to put them on the patient"
    },
    {
      "index": 126,
      "start_time": 791470.0,
      "end_time": 794560.0,
      "text": "himself. He reminded me of an aphorism I loved but"
    },
    {
      "index": 127,
      "start_time": 794560.0,
      "end_time": 800430.0,
      "text": "had never understood. &quot;The secret in the care of the patient is in caring for the patient.&quot;"
    },
    {
      "index": 128,
      "start_time": 800430.0,
      "end_time": 805759.0,
      "text": "I&#39;d always assumed that mean caring about the patient, loving or at least liking the"
    },
    {
      "index": 129,
      "start_time": 805759.0,
      "end_time": 810990.0,
      "text": "patient, but when I saw Dr. Curtis rushing off to put shoes on a patient he barely knew,"
    },
    {
      "index": 130,
      "start_time": 810990.0,
      "end_time": 815649.0,
      "text": "I thought there must be more to it than that. So I tracked down the quote and found it in"
    },
    {
      "index": 131,
      "start_time": 815649.0,
      "end_time": 823250.0,
      "text": "a talk by Dr. Francis Peabody to the graduating medical class of Harvard in 1927. Turned out"
    },
    {
      "index": 132,
      "start_time": 823250.0,
      "end_time": 828500.0,
      "text": "that Dr. Peabody didn&#39;t mean caring about a patient, but caring for a patient, which"
    },
    {
      "index": 133,
      "start_time": 828500.0,
      "end_time": 833259.0,
      "text": "he explained meant doing the little things, the little personal things that nurses usually"
    },
    {
      "index": 134,
      "start_time": 833259.0,
      "end_time": 840139.0,
      "text": "do: adjusting a patient&#39;s bedclothes, giving him sips of water. That took time, Dr. Peabody"
    },
    {
      "index": 135,
      "start_time": 840139.0,
      "end_time": 845120.0,
      "text": "admitted, and wasn&#39;t perhaps the most efficient way for doctors to spend their time, but it"
    },
    {
      "index": 136,
      "start_time": 845120.0,
      "end_time": 850639.0,
      "text": "was worth it, he told his students, because that kind of time costly caring was what created"
    },
    {
      "index": 137,
      "start_time": 850639.0,
      "end_time": 856220.0,
      "text": "the personal relationship between patient and doctor. And that relationship was the"
    },
    {
      "index": 138,
      "start_time": 856220.0,
      "end_time": 879519.0,
      "text": "secret of healing. [pause] In the meantime-- [pause] In the meantime,"
    },
    {
      "index": 139,
      "start_time": 879519.0,
      "end_time": 885470.0,
      "text": "I&#39;d started my Ph. D. in medical history. I was studying the medical writings of Hildegard"
    },
    {
      "index": 140,
      "start_time": 885470.0,
      "end_time": 893149.0,
      "text": "of Bingen. Hildegard was a 12th century German nun. She was also a visionary, a mystic, a"
    },
    {
      "index": 141,
      "start_time": 893149.0,
      "end_time": 900019.0,
      "text": "composer, and, as it turned out, a medical practitioner. She&#39;d written a book about medicine."
    },
    {
      "index": 142,
      "start_time": 900019.0,
      "end_time": 906230.0,
      "text": "It was fascinating. There was not the &quot;eye of newt, toe of frog&quot; medicine I expected"
    },
    {
      "index": 143,
      "start_time": 906230.0,
      "end_time": 912660.0,
      "text": "from a medieval medical text. It was real medicine from real patients with real diseases"
    },
    {
      "index": 144,
      "start_time": 912660.0,
      "end_time": 918050.0,
      "text": "that I could recognize. But it was based on a completely different idea of the body than"
    },
    {
      "index": 145,
      "start_time": 918050.0,
      "end_time": 924529.0,
      "text": "our mechanical model. Hildegard&#39;s idea was that the body was more like a plant than a"
    },
    {
      "index": 146,
      "start_time": 924529.0,
      "end_time": 931500.0,
      "text": "machine. And the doctor more like a gardener than a mechanic. What&#39;s the difference? The"
    },
    {
      "index": 147,
      "start_time": 931500.0,
      "end_time": 944810.0,
      "text": "difference is that someone has to fix a broken machine. [pause] But a plant can heal itself."
    },
    {
      "index": 148,
      "start_time": 944810.0,
      "end_time": 952329.0,
      "text": "[pause] Hildegard called the power of a plant to heal"
    },
    {
      "index": 149,
      "start_time": 952329.0,
      "end_time": 959519.0,
      "text": "itself its viriditas, its greening power, from the Latin &quot;viridis&quot;, meaning &quot;green.&quot;"
    },
    {
      "index": 150,
      "start_time": 959519.0,
      "end_time": 965180.0,
      "text": "She thought that human beings also had viriditas, a natural power of healing, and that the doctor,"
    },
    {
      "index": 151,
      "start_time": 965180.0,
      "end_time": 970740.0,
      "text": "therefore, should be more like a gardener cultivating that viriditas, removing obstructions"
    },
    {
      "index": 152,
      "start_time": 970740.0,
      "end_time": 978350.0,
      "text": "to it, nourishing it, than like a mechanic. I didn&#39;t really understand what Hildegard"
    },
    {
      "index": 153,
      "start_time": 978350.0,
      "end_time": 987899.0,
      "text": "meant by viriditas until my patient Terry Becker. Terry Becker was one of my bad girls."
    },
    {
      "index": 154,
      "start_time": 987899.0,
      "end_time": 992350.0,
      "text": "Actually, the New York Times called her the &quot;worst girl&quot; and I thought that was actually"
    },
    {
      "index": 155,
      "start_time": 992350.0,
      "end_time": 1000440.0,
      "text": "a good way to put it. She was homeless and lived on the street with her boyfriend, Mike."
    },
    {
      "index": 156,
      "start_time": 1000440.0,
      "end_time": 1007269.0,
      "text": "She smoked and drank and used drugs. One day, she woke up paralyzed from the neck down."
    },
    {
      "index": 157,
      "start_time": 1007270.0,
      "end_time": 1011570.0,
      "text": "She went to the county hospital, and they discovered that she had a rare viral disease"
    },
    {
      "index": 158,
      "start_time": 1011570.0,
      "end_time": 1018251.0,
      "text": "called transverse myelitis, that has no treatment but does tend to get better over time. They"
    },
    {
      "index": 159,
      "start_time": 1018250.0,
      "end_time": 1023120.0,
      "text": "sent her over to Laguna Honda. She was on rehabilitation, and she did pretty well. She"
    },
    {
      "index": 160,
      "start_time": 1023120.0,
      "end_time": 1028500.0,
      "text": "started to get better for about the first two weeks. But then the first of the month"
    },
    {
      "index": 161,
      "start_time": 1028500.0,
      "end_time": 1036390.0,
      "text": "rolled around, when the homeless in San Francisco get paid, get welfare cash. Mike, her cute"
    },
    {
      "index": 162,
      "start_time": 1036390.0000000001,
      "end_time": 1043600.0000000001,
      "text": "boyfriend, showed up, and out they went. She disappeared for about a year. Later, I found"
    },
    {
      "index": 163,
      "start_time": 1043599.9999999999,
      "end_time": 1049280.0,
      "text": "out that during that year, she&#39;d been seen in the emergency room at County 28 times,"
    },
    {
      "index": 164,
      "start_time": 1049280.0,
      "end_time": 1055100.0,
      "text": "and had 3 long admissions to the County. Each time, just as she was getting better, going"
    },
    {
      "index": 165,
      "start_time": 1055100.0,
      "end_time": 1061000.0,
      "text": "out on the streets. During that time, she developed a bedsore. Mike also robbed her"
    },
    {
      "index": 166,
      "start_time": 1061000.0,
      "end_time": 1067919.0,
      "text": "and beat her up. She went back and forth to the County getting very expensive operations"
    },
    {
      "index": 167,
      "start_time": 1067920.0,
      "end_time": 1073170.0,
      "text": "to cover the bedsore with a skin graft every time she went out. Finally, the bedsore was"
    },
    {
      "index": 168,
      "start_time": 1073170.0,
      "end_time": 1082901.0,
      "text": "too big to graft. County didn&#39;t know what to do, and they sent her over to Laguna Honda"
    },
    {
      "index": 169,
      "start_time": 1082900.0,
      "end_time": 1094059.0,
      "text": "for treatment. [pause] [clattering] When I examined her, I was really quite shocked."
    },
    {
      "index": 170,
      "start_time": 1094060.0,
      "end_time": 1098101.0,
      "text": "She didn&#39;t look-- She looked pretty sick. She was only 37. She looked like she was in"
    },
    {
      "index": 171,
      "start_time": 1098100.0,
      "end_time": 1103929.0,
      "text": "her 50s at least. It was the bedsore that really shocked me. It was the worst I&#39;d ever"
    },
    {
      "index": 172,
      "start_time": 1103930.0,
      "end_time": 1111111.0,
      "text": "seen. It was huge, enormous, and deep. It went from the middle of her back all the way"
    },
    {
      "index": 173,
      "start_time": 1111110.0,
      "end_time": 1116860.0,
      "text": "down to her tail bone, and it spanned both of her sitz bones. The skin was completely"
    },
    {
      "index": 174,
      "start_time": 1116860.0,
      "end_time": 1123030.0,
      "text": "gone, of course, but so were the fat and the muscles that covered the spine. In their place"
    },
    {
      "index": 175,
      "start_time": 1123030.0,
      "end_time": 1128770.0,
      "text": "was an unidentifiable mass of decayed and decaying and infected tissue from the failed"
    },
    {
      "index": 176,
      "start_time": 1128770.0,
      "end_time": 1137630.0,
      "text": "skin grafts. At the bottom of this wide, deep hole, I could see bone: Terry&#39;s spine. Terry&#39;s"
    },
    {
      "index": 177,
      "start_time": 1137630.0,
      "end_time": 1143720.0,
      "text": "bedsore was scary. She had no protection. Everything delicate and crucial in her body--"
    },
    {
      "index": 178,
      "start_time": 1143720.0,
      "end_time": 1151340.0,
      "text": "bones, kidneys, spinal cord-- was exposed and vulnerable to an environment full of germs."
    },
    {
      "index": 179,
      "start_time": 1151340.0,
      "end_time": 1155059.0,
      "text": "Giving antibiotics to try to prevent infection wouldn&#39;t work because the bacteria would get"
    },
    {
      "index": 180,
      "start_time": 1155060.0,
      "end_time": 1161180.0,
      "text": "resistant to them. The bedsore really was too big to graft, even if the surgeons agreed."
    },
    {
      "index": 181,
      "start_time": 1161180.0,
      "end_time": 1167430.0,
      "text": "It would have to heal on its own, and that would take years. In the meantime, what chance"
    },
    {
      "index": 182,
      "start_time": 1167430.0,
      "end_time": 1172001.0,
      "text": "did Terry have of not getting an overwhelming infection that would kill her?"
    },
    {
      "index": 183,
      "start_time": 1172000.0,
      "end_time": 1177250.0,
      "text": "I walked back to our little doctors&#39; office and sat down at my rickety desk. I stared"
    },
    {
      "index": 184,
      "start_time": 1177250.0,
      "end_time": 1182720.0,
      "text": "for quite a while at the wooden shelf on which was Mrs. McCoy&#39;s robust plant, now grown all"
    },
    {
      "index": 185,
      "start_time": 1182720.0,
      "end_time": 1189289.0,
      "text": "over the wall. The bedsore was a catastrophe, and possibly the end of Miss Terry Becker."
    },
    {
      "index": 186,
      "start_time": 1189290.0,
      "end_time": 1195851.0,
      "text": "The second time with the patient, I thought about Hildegard. I asked myself, &quot;What would"
    },
    {
      "index": 187,
      "start_time": 1195850.0,
      "end_time": 1203760.0,
      "text": "Hildegard do? How would she treat Terry Becker&#39;s huge and open wound?&quot; What she would do, I"
    },
    {
      "index": 188,
      "start_time": 1203760.0,
      "end_time": 1210500.0,
      "text": "suddenly saw, was remove obstructions to Terry&#39;s viriditas, because if nothing was in its way,"
    },
    {
      "index": 189,
      "start_time": 1210500.0,
      "end_time": 1216840.0,
      "text": "then viriditas would heal her wound as surely as a plant will grow green. &quot;What was in its"
    },
    {
      "index": 190,
      "start_time": 1216840.0,
      "end_time": 1223000.0,
      "text": "way?&quot; I asked myself. The massive dead tissue was in its way and needed to be removed. Any"
    },
    {
      "index": 191,
      "start_time": 1223000.0,
      "end_time": 1228870.0,
      "text": "pressure on Terry&#39;s body from wrinkled bedclothes, to hard mattresses, was in its way and had"
    },
    {
      "index": 192,
      "start_time": 1228870.0,
      "end_time": 1237179.0,
      "text": "to be removed. Dirt, unkemptness, stale clothes, unnecessary medications, fear, depression,"
    },
    {
      "index": 193,
      "start_time": 1237180.0,
      "end_time": 1242831.0,
      "text": "all were in its way. My first job, therefore, as gardener doctor"
    },
    {
      "index": 194,
      "start_time": 1242830.0,
      "end_time": 1248640.0,
      "text": "was not to make a brilliant diagnosis or give any magical medication, but remove obstructions"
    },
    {
      "index": 195,
      "start_time": 1248640.0,
      "end_time": 1257539.0,
      "text": "to Terry&#39;s own viriditas. It was quite amazing how fast Hildegard&#39;s prescription worked."
    },
    {
      "index": 196,
      "start_time": 1257540.0,
      "end_time": 1263060.0,
      "text": "Within a few weeks, I began to see signs of healing deep within Terry&#39;s wound. There was"
    },
    {
      "index": 197,
      "start_time": 1263060.0,
      "end_time": 1270121.0,
      "text": "no infection. Deep down, at the base of the wound, is it my imagination? There was a smooth"
    },
    {
      "index": 198,
      "start_time": 1270120.0,
      "end_time": 1276789.0,
      "text": "and pink glistening which was starting to cover and protect the spine. But then the"
    },
    {
      "index": 199,
      "start_time": 1276790.0,
      "end_time": 1282741.0,
      "text": "first of the month rolled around, and Mike showed up. He was still pretty cute, still"
    },
    {
      "index": 200,
      "start_time": 1282740.0,
      "end_time": 1289260.0,
      "text": "wearing his tight Levi&#39;s, still walking with a flirtatious though constrained strut. The"
    },
    {
      "index": 201,
      "start_time": 1289260.0,
      "end_time": 1294120.0,
      "text": "nurses made him wait in the smoking room. Terry wheeled herself on her gurney, face"
    },
    {
      "index": 202,
      "start_time": 1294120.0,
      "end_time": 1301100.0,
      "text": "down, back covered, the whole length of the ward. Then she rolled into the smoking room."
    },
    {
      "index": 203,
      "start_time": 1301100.0,
      "end_time": 1308799.0,
      "text": "They were in there a long time. Then the door opened, and Mike came out and left. Terry"
    },
    {
      "index": 204,
      "start_time": 1308800.0,
      "end_time": 1315351.0,
      "text": "had thrown him out. She told him never to come back. Then she stopped smoking, so her"
    },
    {
      "index": 205,
      "start_time": 1315350.0,
      "end_time": 1320900.0,
      "text": "appetite improved and she gained weight. Without nicotine constricting her blood vessels, the"
    },
    {
      "index": 206,
      "start_time": 1320900.0,
      "end_time": 1325850.0,
      "text": "tiny new arteries and veins at the base of her bedsore could absorb the vitamins and"
    },
    {
      "index": 207,
      "start_time": 1325850.0,
      "end_time": 1331490.0,
      "text": "protein she was eating, and the hole in her backside began to fill in."
    },
    {
      "index": 208,
      "start_time": 1331490.0,
      "end_time": 1336110.0,
      "text": "Since I did not check the bedsore daily, but only once a week, its progress seemed as magical"
    },
    {
      "index": 209,
      "start_time": 1336110.0,
      "end_time": 1341590.0,
      "text": "to me as one of those time lapse movies they showed us in school, where a plant grows from"
    },
    {
      "index": 210,
      "start_time": 1341590.0,
      "end_time": 1349299.0,
      "text": "a seed in a matter of minutes. Terry&#39;s wound began to look like a huge scab. The scab thickened"
    },
    {
      "index": 211,
      "start_time": 1349300.0,
      "end_time": 1354481.0,
      "text": "until it was even with the rest of the skin, and then just as petals push against the constriction"
    },
    {
      "index": 212,
      "start_time": 1354480.0,
      "end_time": 1360440.0,
      "text": "of the bud and open it, the scab flaked off and there was pink skin underneath. That awful"
    },
    {
      "index": 213,
      "start_time": 1360440.0,
      "end_time": 1367690.0,
      "text": "crater filled in from bottom to top and from side to side. It took a long time. It took"
    },
    {
      "index": 214,
      "start_time": 1367690.0,
      "end_time": 1377679.0,
      "text": "two and a half years. But we were in no hurry, and neither was she. [pause]"
    },
    {
      "index": 215,
      "start_time": 1377680.0,
      "end_time": 1383261.0,
      "text": "Terry changed the way I practiced medicine. After that, I not only looked at patients"
    },
    {
      "index": 216,
      "start_time": 1383260.0,
      "end_time": 1389190.0,
      "text": "with the eye of the modern doctor, focusing in on what was wrong with the patient and"
    },
    {
      "index": 217,
      "start_time": 1389190.0,
      "end_time": 1393950.0,
      "text": "how I could fix it, I also stepped back and looked at the patient in the context of his"
    },
    {
      "index": 218,
      "start_time": 1393950.0,
      "end_time": 1399720.0,
      "text": "environment and asked myself, &quot;Is there something I can do to encourage this patient&#39;s viriditas?"
    },
    {
      "index": 219,
      "start_time": 1399720.0,
      "end_time": 1405600.0,
      "text": "Is there something I can do to remove what&#39;s in the way?&quot;"
    },
    {
      "index": 220,
      "start_time": 1405600.0,
      "end_time": 1412500.0,
      "text": "What I found was that this kind of slow medicine worked very well for patients with slow diseases,"
    },
    {
      "index": 221,
      "start_time": 1412500.0,
      "end_time": 1418440.0,
      "text": "diseases that were long in developing, chronic diseases, for which medicine had no really"
    },
    {
      "index": 222,
      "start_time": 1418440.0,
      "end_time": 1423620.0,
      "text": "good treatment. I began to think of it as slow medicine as opposed to the fast medicine"
    },
    {
      "index": 223,
      "start_time": 1423620.0,
      "end_time": 1432480.0,
      "text": "that I also use, which works so well for fast diseases: heart attacks, appendicitis, cancer,"
    },
    {
      "index": 224,
      "start_time": 1432480.0,
      "end_time": 1442440.0,
      "text": "but doesn&#39;t work so well after the heart attack, the appendectomy, the chemotherapy. [pause]"
    },
    {
      "index": 225,
      "start_time": 1442440.0,
      "end_time": 1448620.0,
      "text": "Then, about halfway through my time at Laguna Honda, things started to change. There was"
    },
    {
      "index": 226,
      "start_time": 1448620.0,
      "end_time": 1457539.0,
      "text": "a big push to turn the old fashioned hospital into a modern health care facility. There"
    },
    {
      "index": 227,
      "start_time": 1457540.0,
      "end_time": 1465341.0,
      "text": "was a lot of battles, politics, and struggles, especially between the director of public"
    },
    {
      "index": 228,
      "start_time": 1465340.0,
      "end_time": 1472090.0,
      "text": "health, whom I call Dr. Stein in the book, and the doctors, nurses, and administrators"
    },
    {
      "index": 229,
      "start_time": 1472090.0,
      "end_time": 1479140.0,
      "text": "of Laguna Honda. Finally, one day, Dr. Stein had had enough. He replaced the medical director,"
    },
    {
      "index": 230,
      "start_time": 1479140.0,
      "end_time": 1485450.0,
      "text": "the nursing director, and the executive administrator all at once with his own picks. They were"
    },
    {
      "index": 231,
      "start_time": 1485450.0,
      "end_time": 1493200.0,
      "text": "to come over to the hospital and transform the hospital into a modern facility."
    },
    {
      "index": 232,
      "start_time": 1493200.0,
      "end_time": 1502120.0,
      "text": "The name of the new executive administrator, I call Mr. Conley. This is what happened."
    },
    {
      "index": 233,
      "start_time": 1502120.0,
      "end_time": 1510840.0,
      "text": "[pause] Mr. Conley was a bluff, hearty fellow with an energetic, gravely voice, red hair,"
    },
    {
      "index": 234,
      "start_time": 1510840.0,
      "end_time": 1515580.0,
      "text": "and red beard. He reminded me of the youngish Henry VIII around the time he fell in love"
    },
    {
      "index": 235,
      "start_time": 1515580.0,
      "end_time": 1522350.0,
      "text": "with Anne Boleyn. He was, as they said in the Middle Ages, Dr. Stein&#39;s man. His orders"
    },
    {
      "index": 236,
      "start_time": 1522350.0,
      "end_time": 1527529.0,
      "text": "were to change Laguna Honda from an old fashioned almshouse to a modern health care and rehabilitation"
    },
    {
      "index": 237,
      "start_time": 1527530.0,
      "end_time": 1533591.0,
      "text": "facility. He had been warned by Dr. Stein about the obstructions he would face: the"
    },
    {
      "index": 238,
      "start_time": 1533590.0,
      "end_time": 1541909.0,
      "text": "balky doctors, the obstreperous nun, the ex-director of nursing. Mr. Conley was prepared. But Mr."
    },
    {
      "index": 239,
      "start_time": 1541910.0,
      "end_time": 1547361.0,
      "text": "Conley, with the best will in the world, eventually made a fatal mistake. He stepped out of the"
    },
    {
      "index": 240,
      "start_time": 1547360.0,
      "end_time": 1551720.0,
      "text": "administration wing and met the patients of Laguna Honda."
    },
    {
      "index": 241,
      "start_time": 1551720.0,
      "end_time": 1557850.0,
      "text": "I don&#39;t know how it happened, but I suppose it had to do with the crashing of our computers."
    },
    {
      "index": 242,
      "start_time": 1557850.0,
      "end_time": 1564480.0,
      "text": "Every computer in the hospital and everything about them: email, printing, all the laboratory"
    },
    {
      "index": 243,
      "start_time": 1564480.0,
      "end_time": 1571159.0,
      "text": "data, all the forms. The computers went down and stayed down for months. It was fortunate"
    },
    {
      "index": 244,
      "start_time": 1571160.0,
      "end_time": 1576451.0,
      "text": "that the hospital was as big and sloppy as it was, because not everything was on those"
    },
    {
      "index": 245,
      "start_time": 1576450.0,
      "end_time": 1581649.0,
      "text": "computers. Most of us still had our books. The telephones were still plugged into the"
    },
    {
      "index": 246,
      "start_time": 1581650.0,
      "end_time": 1588451.0,
      "text": "walls. We still had our wooden mailboxes, overhead paging, and clocks. There was no"
    },
    {
      "index": 247,
      "start_time": 1588450.0,
      "end_time": 1594919.0,
      "text": "email, however. So instead of sitting in his re-redecorated administration wing and shooting"
    },
    {
      "index": 248,
      "start_time": 1594920.0,
      "end_time": 1599751.0,
      "text": "out electronic missives, Mr. Conley had to scribble his messages of pieces of paper,"
    },
    {
      "index": 249,
      "start_time": 1599750.0,
      "end_time": 1605080.0,
      "text": "and when they were important, deliver them himself. Huffing and puffing, the whole long"
    },
    {
      "index": 250,
      "start_time": 1605080.0,
      "end_time": 1611450.0,
      "text": "length of the hospital, himself praying that the elevator would start and not stop midway,"
    },
    {
      "index": 251,
      "start_time": 1611450.0,
      "end_time": 1618010.0,
      "text": "himself praying. Passing the tattooed smokers in Harmony Park, like the rest of us, Mr."
    },
    {
      "index": 252,
      "start_time": 1618010.0,
      "end_time": 1623840.0,
      "text": "Conley fell under Laguna Honda&#39;s spell. He began to say &quot;Hello&quot; to the patients he passed."
    },
    {
      "index": 253,
      "start_time": 1623840.0,
      "end_time": 1628799.0,
      "text": "He began to know some of them. He began to visit them in their rooms and on the open"
    },
    {
      "index": 254,
      "start_time": 1628800.0,
      "end_time": 1635231.0,
      "text": "wards. And he softened. He got a bit confused. Perhaps there were patients at Laguna Honda,"
    },
    {
      "index": 255,
      "start_time": 1635230.0,
      "end_time": 1640059.0,
      "text": "and not simply resident. Perhaps Laguna Honda was a hospital, and not a health care and"
    },
    {
      "index": 256,
      "start_time": 1640060.0,
      "end_time": 1646981.0,
      "text": "rehabilitation facility. So even after the computers were fixed, which took four months,"
    },
    {
      "index": 257,
      "start_time": 1646980.0,
      "end_time": 1651480.0,
      "text": "and I was surprised at how much less work I had while they were down, even including"
    },
    {
      "index": 258,
      "start_time": 1651480.0,
      "end_time": 1656649.0,
      "text": "telephoning the lab for my results, Mr. Conley continued to step out of the administration"
    },
    {
      "index": 259,
      "start_time": 1656650.0,
      "end_time": 1662371.0,
      "text": "wing and visit the patients. Not with Miss Lester&#39;s compressed mouth and eagle eye, but"
    },
    {
      "index": 260,
      "start_time": 1662370.0,
      "end_time": 1667559.0,
      "text": "still he sat on beds, he talked, he listened, and he learned about the hospital from the"
    },
    {
      "index": 261,
      "start_time": 1667560.0,
      "end_time": 1676101.0,
      "text": "patients&#39; point of view, which would be fatal. Mr. Conley changed after that. Not so much"
    },
    {
      "index": 262,
      "start_time": 1676100.0,
      "end_time": 1687210.0,
      "text": "his decisions, which came down from above, [pause] [knocking sound] but the way he felt"
    },
    {
      "index": 263,
      "start_time": 1687210.0,
      "end_time": 1692190.0,
      "text": "about his decisions, because he knew the patients now. He knew how his decisions would affect"
    },
    {
      "index": 264,
      "start_time": 1692190.0,
      "end_time": 1697590.0,
      "text": "them. What I learned from that is that it wasn&#39;t only medicine that had to be personal."
    },
    {
      "index": 265,
      "start_time": 1697590.0,
      "end_time": 1711220.0,
      "text": "Administration has to be personal, too. [pause] Over the past 20 years, I&#39;ve watched medicine--"
    },
    {
      "index": 266,
      "start_time": 1711220.0,
      "end_time": 1718820.0,
      "text": "the pendulum of health care swing from the personal to the efficient, and I have been"
    },
    {
      "index": 267,
      "start_time": 1718820.0,
      "end_time": 1726320.0,
      "text": "amazed by how inefficient that efficient health care has turned out to be. Healthcare costs"
    },
    {
      "index": 268,
      "start_time": 1726320.0,
      "end_time": 1732919.0,
      "text": "keep rising astronomically every year. Patients, doctors, and even economists are more and"
    },
    {
      "index": 269,
      "start_time": 1732920.0,
      "end_time": 1738891.0,
      "text": "more frustrated. Nobody seems to know what to do. So let me end with showing you what"
    },
    {
      "index": 270,
      "start_time": 1738890.0,
      "end_time": 1749730.0,
      "text": "happened when modern, efficient health care landed at Laguna Honda. [pause]"
    },
    {
      "index": 271,
      "start_time": 1749730.0,
      "end_time": 1759279.0,
      "text": "What I did is I put together a graph over the 20 years I was at Laguna Honda. As cost-cutting"
    },
    {
      "index": 272,
      "start_time": 1759280.0,
      "end_time": 1769071.0,
      "text": "measures, the patients were gradually whittled down by about 40%, from 1178 to 780. The doctors"
    },
    {
      "index": 273,
      "start_time": 1769070.0,
      "end_time": 1778570.0,
      "text": "were also whittled down, from about 32 to 9, about by 80%. The clinical staff was whittled"
    },
    {
      "index": 274,
      "start_time": 1778570.0,
      "end_time": 1794289.0,
      "text": "down by about 30%. But the budget kept rising. What&#39;s more, the total staff stayed the same."
    },
    {
      "index": 275,
      "start_time": 1794290.0,
      "end_time": 1803721.0,
      "text": "Why was that? We kept having more and more administration and management. [pause] In"
    },
    {
      "index": 276,
      "start_time": 1803720.0,
      "end_time": 1807669.0,
      "text": "fact, by the time I left, the day I left I looked around and realized that there were"
    },
    {
      "index": 277,
      "start_time": 1807670.0,
      "end_time": 1813821.0,
      "text": "more quality assurance managers at Laguna Honda than there were doctors. That was pretty"
    },
    {
      "index": 278,
      "start_time": 1813820.0,
      "end_time": 1817419.0,
      "text": "scary. What does all this new management do? It&#39;s"
    },
    {
      "index": 279,
      "start_time": 1817420.0,
      "end_time": 1822660.0,
      "text": "hard to know for sure, but the one thing there are more of at Laguna Honda today than when"
    },
    {
      "index": 280,
      "start_time": 1822660.0,
      "end_time": 1832591.0,
      "text": "I started there is forms. When I first got to Laguna Honda, there were two forms of one"
    },
    {
      "index": 281,
      "start_time": 1832590.0,
      "end_time": 1838929.0,
      "text": "page each. The day before I left, I took out a random chart, opened it up, and counted."
    },
    {
      "index": 282,
      "start_time": 1838930.0,
      "end_time": 1846701.0,
      "text": "There were 43 forms, and most of them were three, five, ten pages long."
    },
    {
      "index": 283,
      "start_time": 1846700.0,
      "end_time": 1850700.0,
      "text": "I made a rather complicated scribbled graph of this, but I think it&#39;s worthwhile looking"
    },
    {
      "index": 284,
      "start_time": 1850700.0,
      "end_time": 1854260.0,
      "text": "at it. I don&#39;t have little pointers, so you just have to follow me, but you can see the"
    },
    {
      "index": 285,
      "start_time": 1854260.0,
      "end_time": 1860929.0,
      "text": "patients in the blue in the middle are going down, down, down, down. The doctors, the physicians,"
    },
    {
      "index": 286,
      "start_time": 1860930.0,
      "end_time": 1870461.0,
      "text": "in the black, going down, down, down. The budget, that blue line that just goes up."
    },
    {
      "index": 287,
      "start_time": 1870460.0,
      "end_time": 1879320.0,
      "text": "And the forms, which is the red line, going way up. I&#39;ve actually pulled this out to,"
    },
    {
      "index": 288,
      "start_time": 1879320.0,
      "end_time": 1885779.0,
      "text": "assuming that the present trends continue, in 2024, if they continue, there will be no"
    },
    {
      "index": 289,
      "start_time": 1885780.0,
      "end_time": 1895711.0,
      "text": "patients at Laguna Honda, [laughter], two physicians, 1400 FTE and a budget of 280 million"
    },
    {
      "index": 290,
      "start_time": 1895710.0,
      "end_time": 1900710.0,
      "text": "dollars. I think it&#39;s time for us to all work together"
    },
    {
      "index": 291,
      "start_time": 1900710.0,
      "end_time": 1909179.0,
      "text": "to give that pendulum of health care a nudge backwards, towards the inefficient, the human,"
    },
    {
      "index": 292,
      "start_time": 1909180.0,
      "end_time": 1918530.0,
      "text": "and the personal. Thank you very much."
    },
    {
      "index": 293,
      "start_time": 1918530.0,
      "end_time": 1919861.0,
      "text": "[applause]"
    },
    {
      "index": 294,
      "start_time": 1919860.0,
      "end_time": 1925250.0,
      "text": "&gt;&gt;male#1: I had a question about the bad girl patient."
    },
    {
      "index": 295,
      "start_time": 1925250.0,
      "end_time": 1926470.0,
      "text": "&gt;&gt;Sweet: Yes."
    },
    {
      "index": 296,
      "start_time": 1926470.0,
      "end_time": 1933169.0,
      "text": "&gt;&gt;male#1: What exactly was it that helped her to turn around her life and break free"
    },
    {
      "index": 297,
      "start_time": 1933170.0,
      "end_time": 1935650.0,
      "text": "of her abusive, exploitive boyfriend?"
    },
    {
      "index": 298,
      "start_time": 1935650.0,
      "end_time": 1937511.0,
      "text": "&gt;&gt;Sweet: Yeah, yeah."
    },
    {
      "index": 299,
      "start_time": 1937510.0,
      "end_time": 1941330.0,
      "text": "&gt;&gt;male#1: Is it about the care she received, or was it something that she just had reached"
    },
    {
      "index": 300,
      "start_time": 1941330.0,
      "end_time": 1947070.0,
      "text": "a point where she knew it was either death or completely transform her life? Any idea?"
    },
    {
      "index": 301,
      "start_time": 1947070.0,
      "end_time": 1951779.0,
      "text": "&gt;&gt;Sweet: It&#39;s a great question. Can everybody hear that? Good. Okay, great. I think that&#39;s"
    },
    {
      "index": 302,
      "start_time": 1951780.0,
      "end_time": 1956680.0,
      "text": "a beautiful question, actually, to ask. I ask myself that a lot. I think there are two"
    },
    {
      "index": 303,
      "start_time": 1956680.0,
      "end_time": 1962180.0,
      "text": "things. That last time, Terry was way at the end of the ward, and she had a very special"
    },
    {
      "index": 304,
      "start_time": 1962180.0,
      "end_time": 1967441.0,
      "text": "nursing assistant named Connie. I noticed that Connie&#39;s patients always got better."
    },
    {
      "index": 305,
      "start_time": 1967440.0,
      "end_time": 1974210.0,
      "text": "It was just something about Connie. She was also kinda trapped because she was on that"
    },
    {
      "index": 306,
      "start_time": 1974210.0,
      "end_time": 1980970.0,
      "text": "gurney lying down, face down, for weeks. I just think she had some kind of change of"
    },
    {
      "index": 307,
      "start_time": 1980970.0,
      "end_time": 1985159.0,
      "text": "heart. It was really a very mysterious change of heart, but that was her true healing. In"
    },
    {
      "index": 308,
      "start_time": 1985160.0,
      "end_time": 1989270.0,
      "text": "fact, the name of this chapter I called the Miraculous Healing of Terry Becker. And that,"
    },
    {
      "index": 309,
      "start_time": 1989270.0,
      "end_time": 1993501.0,
      "text": "what you put your finger on, is exactly the miracle, that she made that decision. I don&#39;t"
    },
    {
      "index": 310,
      "start_time": 1993500.0,
      "end_time": 1999549.0,
      "text": "really know why, but I do know that decision stayed made, and that once she was healed,"
    },
    {
      "index": 311,
      "start_time": 1999550.0,
      "end_time": 2003191.0,
      "text": "and not only was she healed of her bedsore, but by the time the bedsore was healed, everything"
    },
    {
      "index": 312,
      "start_time": 2003190.0,
      "end_time": 2008059.0,
      "text": "else about her was healed. We&#39;d found her family, which hadn&#39;t seen her in 10 or 12"
    },
    {
      "index": 313,
      "start_time": 2008060.0,
      "end_time": 2012501.0,
      "text": "years. Her family wanted to have her back home with them. We had a patient gift fund"
    },
    {
      "index": 314,
      "start_time": 2012500.0,
      "end_time": 2018080.0,
      "text": "at Laguna Honda, so we could get the money together to send her back home. She&#39;d fattened"
    },
    {
      "index": 315,
      "start_time": 2018080.0,
      "end_time": 2025049.0,
      "text": "up. She had a whole personality change, from irritable, frustrated, and kinda mean, to"
    },
    {
      "index": 316,
      "start_time": 2025050.0,
      "end_time": 2030170.0,
      "text": "kind and grateful. She was like a completely different person. I know that she went back"
    },
    {
      "index": 317,
      "start_time": 2030170.0,
      "end_time": 2034101.0,
      "text": "to her home and stayed. She never went back on the streets."
    },
    {
      "index": 318,
      "start_time": 2034100.0,
      "end_time": 2039470.0,
      "text": "&gt;&gt;female #1: Going off from this last slide, what do we do to make that happen?"
    },
    {
      "index": 319,
      "start_time": 2039470.0,
      "end_time": 2048370.0,
      "text": "&gt;&gt;Sweet: You know, I don&#39;t know quite the answer to that, except I am getting so much"
    },
    {
      "index": 320,
      "start_time": 2048370.0,
      "end_time": 2055230.0,
      "text": "attention for this book and these ideas. I feel a little bit like the kid in The Emperor&#39;s"
    },
    {
      "index": 321,
      "start_time": 2055230.0,
      "end_time": 2059270.0,
      "text": "New Clothes. I&#39;m like, &quot;But there are just no clothes here. I mean, come on, people."
    },
    {
      "index": 322,
      "start_time": 2059270.0,
      "end_time": 2064690.0,
      "text": "Like, medicine is personal? Is that the most unbelievably smart thing you&#39;ve ever heard?"
    },
    {
      "index": 323,
      "start_time": 2064690.0,
      "end_time": 2071180.0,
      "text": "No! It&#39;s like, hello! So I&#39;m getting this kind of reaction from people. I think it&#39;s"
    },
    {
      "index": 324,
      "start_time": 2071179.9999999998,
      "end_time": 2077039.9999999998,
      "text": "going to make a change, I almost think just by thinking about this, recognizing it. I"
    },
    {
      "index": 325,
      "start_time": 2077040.0,
      "end_time": 2083080.0,
      "text": "think it&#39;s going to change anyway, because, fortunately, we live in a capitalist country."
    },
    {
      "index": 326,
      "start_time": 2083080.0,
      "end_time": 2090210.0,
      "text": "The fact is, not only is it-- It is in fact more efficient, it saves money, when the doctor"
    },
    {
      "index": 327,
      "start_time": 2090210.0,
      "end_time": 2096470.0,
      "text": "has enough time to do a good job, get the right diagnosis, take you off the medications"
    },
    {
      "index": 328,
      "start_time": 2096469.9999999998,
      "end_time": 2102030.0,
      "text": "you don&#39;t need. It saves money. I think once the capitalist health systems realizes that"
    },
    {
      "index": 329,
      "start_time": 2102030.0,
      "end_time": 2107190.0,
      "text": "it&#39;s cheaper to give doctors enough time to see patients, than it is to whittle us down"
    },
    {
      "index": 330,
      "start_time": 2107190.0,
      "end_time": 2113110.0,
      "text": "so that we just have to order a whole bunch of tests, it will change on its own, I do"
    },
    {
      "index": 331,
      "start_time": 2113110.0,
      "end_time": 2116940.0,
      "text": "believe. I just think there&#39;s kind of a will out there, because the doctors, they&#39;ll love"
    },
    {
      "index": 332,
      "start_time": 2116940.0,
      "end_time": 2120610.0,
      "text": "what I&#39;m saying here, and the patients, everybody. It&#39;s like a trip."
    },
    {
      "index": 333,
      "start_time": 2120610.0,
      "end_time": 2125930.0,
      "text": "&gt;&gt;male #2: I&#39;m curious, did Terry have substance issues, and was becoming sober [clears throat]"
    },
    {
      "index": 334,
      "start_time": 2125930.0,
      "end_time": 2128560.0,
      "text": "part of her recovery?"
    },
    {
      "index": 335,
      "start_time": 2128560.0,
      "end_time": 2133300.0,
      "text": "&gt;&gt;Sweet: Absolutely. Absolutely. But as you probably know, making that decision to become"
    },
    {
      "index": 336,
      "start_time": 2133300.0,
      "end_time": 2137190.0,
      "text": "sober. It really was-- When she went in that room, I can remember"
    },
    {
      "index": 337,
      "start_time": 2137190.0,
      "end_time": 2142560.0,
      "text": "right now, we were all just cringing. This had happened over and over again. We were"
    },
    {
      "index": 338,
      "start_time": 2142560.0,
      "end_time": 2147360.0,
      "text": "just sure Mike and she would be rolling out together. And when I saw-- It still gives"
    },
    {
      "index": 339,
      "start_time": 2147360.0,
      "end_time": 2152440.0,
      "text": "me shivers. When I saw Mike walk out of that-- The door opened, he walks out, and he&#39;s by"
    },
    {
      "index": 340,
      "start_time": 2152440.0,
      "end_time": 2156700.0,
      "text": "himself. And I remember him walking out the ward, we had swinging doors, and he went through"
    },
    {
      "index": 341,
      "start_time": 2156700.0,
      "end_time": 2161080.0,
      "text": "the doors and they swing shut. Then Terry rolled herself out of that room back to her"
    },
    {
      "index": 342,
      "start_time": 2161080.0,
      "end_time": 2168160.0,
      "text": "bed. I was like, &quot;Wow. Something happened there.&quot; And then, of course, she did give"
    },
    {
      "index": 343,
      "start_time": 2168160.0,
      "end_time": 2172250.0,
      "text": "up smoking. Once she gave up smoking, everything sort of fell into place. But why, I don&#39;t"
    },
    {
      "index": 344,
      "start_time": 2172250.0,
      "end_time": 2174400.0,
      "text": "know. I don&#39;t really know. Yes."
    },
    {
      "index": 345,
      "start_time": 2174400.0,
      "end_time": 2178980.0,
      "text": "&gt;&gt;male #3: With the popularity of your book, have the decision makers at any of the medical"
    },
    {
      "index": 346,
      "start_time": 2178980.0,
      "end_time": 2182860.0,
      "text": "facilities reached out to you to learn how they can reproduce the success of your experience?"
    },
    {
      "index": 347,
      "start_time": 2182860.0,
      "end_time": 2190350.0,
      "text": "&gt;&gt;Sweet: I&#39;m starting to get a few things like that. [pause] But it&#39;s really just starting."
    },
    {
      "index": 348,
      "start_time": 2190350.0,
      "end_time": 2195910.0,
      "text": "I&#39;m getting invitations to talk at different places. I&#39;ve had a few, but I&#39;m actually wanting"
    },
    {
      "index": 349,
      "start_time": 2195910.0,
      "end_time": 2201660.0,
      "text": "to get like Washington-level, because they have-- huh?"
    },
    {
      "index": 350,
      "start_time": 2201660.0,
      "end_time": 2203710.0,
      "text": "&gt;&gt;male #3: inaudible"
    },
    {
      "index": 351,
      "start_time": 2203710.0,
      "end_time": 2207770.0,
      "text": "&gt;&gt;Sweet: [scoffs] I don&#39;t know, what about the surgeon emperor or something. [laughter]"
    },
    {
      "index": 352,
      "start_time": 2207770.0,
      "end_time": 2211710.0,
      "text": "Really powerful, you know? Yes."
    },
    {
      "index": 353,
      "start_time": 2211710.0,
      "end_time": 2219310.0,
      "text": "&gt;&gt;female #2: When I look at the medical profession here, and actually, I should just add a footnote:"
    },
    {
      "index": 354,
      "start_time": 2219310.0,
      "end_time": 2223550.0,
      "text": "my mother is actually currently in hospital. She&#39;s been in for a couple weeks, and probably"
    },
    {
      "index": 355,
      "start_time": 2223550.0,
      "end_time": 2225890.0,
      "text": "be in another week. But I feel very comfortable about that--"
    },
    {
      "index": 356,
      "start_time": 2225890.0,
      "end_time": 2226420.0,
      "text": "&gt;&gt;Sweet: Is she here, or in Italy?"
    },
    {
      "index": 357,
      "start_time": 2226420.0,
      "end_time": 2230000.0,
      "text": "&gt;&gt;female #2: because she&#39;s not in America, she&#39;s in Italy. So I think she&#39;s going to"
    },
    {
      "index": 358,
      "start_time": 2230000.0,
      "end_time": 2238630.0,
      "text": "be fine. [laughter] Well, I mean that seriously, because, anyway. I mean, a lot of that&#39;s the"
    },
    {
      "index": 359,
      "start_time": 2238630.0,
      "end_time": 2243270.0,
      "text": "talk you&#39;re giving here. But one of the issues in America that I see that&#39;s very different"
    },
    {
      "index": 360,
      "start_time": 2243270.0,
      "end_time": 2249150.0,
      "text": "is everybody seems to want a quick pill fix-it thing, and if they don&#39;t get a quick fix-it,"
    },
    {
      "index": 361,
      "start_time": 2249150.0,
      "end_time": 2258010.0,
      "text": "they go to the legal system. So one of the issues that I keep thinking comes up around"
    },
    {
      "index": 362,
      "start_time": 2258010.0,
      "end_time": 2265310.0,
      "text": "medicine, why it is the way it is in this country, is a lot around malpractice, financial"
    },
    {
      "index": 363,
      "start_time": 2265310.0,
      "end_time": 2271970.0,
      "text": "covering your ass, a bunch of stuff like that. If you switch into being more inefficient"
    },
    {
      "index": 364,
      "start_time": 2271970.0,
      "end_time": 2277280.0,
      "text": "and human, the doctors are going to have to spend more time with their patients--"
    },
    {
      "index": 365,
      "start_time": 2277280.0,
      "end_time": 2277300.0,
      "text": "&gt;&gt;Sweet: Absolutely."
    },
    {
      "index": 366,
      "start_time": 2277300.0,
      "end_time": 2284920.0,
      "text": "&gt;&gt;female #2: which means fewer patients. The whole equation in this country is in one direction,"
    },
    {
      "index": 367,
      "start_time": 2284920.0,
      "end_time": 2291680.0,
      "text": "and all of this-- Of course there&#39;s that other piece, that all too many doctors seem to be"
    },
    {
      "index": 368,
      "start_time": 2291680.0,
      "end_time": 2301600.0,
      "text": "focused on the money, and not so much on the caring. That&#39;s the stereotype that I see around."
    },
    {
      "index": 369,
      "start_time": 2301600.0,
      "end_time": 2309590.0,
      "text": "All these pieces play in to an equation, as you were describing, that&#39;s around money and"
    },
    {
      "index": 370,
      "start_time": 2309590.0,
      "end_time": 2318140.0,
      "text": "efficiency and this and that and forms. About covering your ass and covering your pocketbook."
    },
    {
      "index": 371,
      "start_time": 2318140.0,
      "end_time": 2320320.0,
      "text": "I&#39;d like to know more about, you know."
    },
    {
      "index": 372,
      "start_time": 2320320.0,
      "end_time": 2325110.0,
      "text": "&gt;&gt;Sweet: Well, there are alternatives. To me, what we need in this country is an experiment."
    },
    {
      "index": 373,
      "start_time": 2325110.0,
      "end_time": 2331540.0,
      "text": "In a way, Laguna Honda for me was an experiment. I have many, many cases where it&#39;s quite clear"
    },
    {
      "index": 374,
      "start_time": 2331540.0,
      "end_time": 2336640.0,
      "text": "that the Laguna Honda treatment-- Terry is a perfect example. You can say, &quot;Two and a"
    },
    {
      "index": 375,
      "start_time": 2336640.0,
      "end_time": 2339870.0,
      "text": "half years in the hospital, that&#39;s huge.&quot; But before she&#39;d been in the hospital, she&#39;d"
    },
    {
      "index": 376,
      "start_time": 2339870.0,
      "end_time": 2344540.0,
      "text": "been going back and forth, getting $100,000 operations. Back and forth. You could say,"
    },
    {
      "index": 377,
      "start_time": 2344540.0,
      "end_time": 2348100.0,
      "text": "&quot;Why treat her at all?&quot; and that&#39;s a different discussion. But if we&#39;re going to take care"
    },
    {
      "index": 378,
      "start_time": 2348100.0,
      "end_time": 2352550.0,
      "text": "of people, then I was quite sure, from what I saw at Laguna Honda, that it was cheaper"
    },
    {
      "index": 379,
      "start_time": 2352550.0,
      "end_time": 2357920.0,
      "text": "the Laguna Honda way: to take the time. I can give you a very practical example. Doctors"
    },
    {
      "index": 380,
      "start_time": 2357920.0,
      "end_time": 2361030.0,
      "text": "are cheap. One of the things that&#39;s happened in this country is the economists, when they"
    },
    {
      "index": 381,
      "start_time": 2361030.0,
      "end_time": 2367110.0,
      "text": "were trying to cut costs, they assumed doctors were really expensive, so they&#39;ve been de-skilling"
    },
    {
      "index": 382,
      "start_time": 2367110.0,
      "end_time": 2372680.0,
      "text": "doctoring onto nursing and nursing onto dadadadada. But in fact, doctors are quite cheap. I&#39;ll"
    },
    {
      "index": 383,
      "start_time": 2372680.0,
      "end_time": 2379420.0,
      "text": "make $100 an hour. If I spend an hour with the patient, and that hour allows me not to"
    },
    {
      "index": 384,
      "start_time": 2379420.0,
      "end_time": 2387030.0,
      "text": "get an $1800 MRI, we&#39;re way ahead of the game. So I think one place to start is to just have"
    },
    {
      "index": 385,
      "start_time": 2387030.0,
      "end_time": 2392650.0,
      "text": "a model and show that, because if they show that Kaiser and HMOs, then everybody&#39;s going"
    },
    {
      "index": 386,
      "start_time": 2392650.0,
      "end_time": 2398580.0,
      "text": "to go, &quot;Well, that&#39;s way cheap. We&#39;ll just give doctors back their time. That is cheaper.&quot;"
    },
    {
      "index": 387,
      "start_time": 2398580.0,
      "end_time": 2402020.0,
      "text": "In terms of malpractice, of course there&#39;s all that, and it&#39;s complicated, but I will"
    },
    {
      "index": 388,
      "start_time": 2402020.0,
      "end_time": 2409750.0,
      "text": "say this: that the malpractice, what they say is that you do not actually get sued as"
    },
    {
      "index": 389,
      "start_time": 2409750.0,
      "end_time": 2415340.0,
      "text": "a physician when you make a mistake. You get sued when the patient feels you didn&#39;t care"
    },
    {
      "index": 390,
      "start_time": 2415340.0,
      "end_time": 2426530.0,
      "text": "about them. I have found that to be the case so far. I really have. I think a lot of the"
    },
    {
      "index": 391,
      "start_time": 2426530.0,
      "end_time": 2435290.0,
      "text": "malpractice issue is a little bit of a covering. I think we could do this. I think what&#39;s going"
    },
    {
      "index": 392,
      "start_time": 2435290.0,
      "end_time": 2440460.0,
      "text": "to happen, it actually is happening. While I was writing this book-- This is actually"
    },
    {
      "index": 393,
      "start_time": 2440460.0,
      "end_time": 2444130.0,
      "text": "happening, because what&#39;s happening is doctors are saying they can&#39;t take it any more and"
    },
    {
      "index": 394,
      "start_time": 2444130.0,
      "end_time": 2449240.0,
      "text": "they&#39;re doing this concierge whatever, boutique whatever kind of stupid name they&#39;ve got for"
    },
    {
      "index": 395,
      "start_time": 2449240.0,
      "end_time": 2453520.0,
      "text": "it. This idea that it&#39;s more like CSA, like Community Sponsored Agriculture, where you"
    },
    {
      "index": 396,
      "start_time": 2453520.0,
      "end_time": 2458550.0,
      "text": "pay upfront, you pay $100 a month or $150 a month and the doctor gets his patients upfront."
    },
    {
      "index": 397,
      "start_time": 2458550.0,
      "end_time": 2462570.0,
      "text": "Instead of having to have 1000 patients to pay his bills, he doesn&#39;t need any back office"
    },
    {
      "index": 398,
      "start_time": 2462570.0,
      "end_time": 2466940.0,
      "text": "because he gets paid upfront. He can have 250 patients, and with those 250 patients,"
    },
    {
      "index": 399,
      "start_time": 2466940.0,
      "end_time": 2471030.0,
      "text": "he has all the time in the world to take care of them. So that&#39;s actually an experiment"
    },
    {
      "index": 400,
      "start_time": 2471030.0,
      "end_time": 2475710.0,
      "text": "that&#39;s a hidden experiment that&#39;s going on right now. It&#39;s very interesting. The patients"
    },
    {
      "index": 401,
      "start_time": 2475710.0,
      "end_time": 2479910.0,
      "text": "are thrilled, the doctors are thrilled. It&#39;s very interesting"
    },
    {
      "index": 402,
      "start_time": 2479910.0,
      "end_time": 2480150.0,
      "text": "Yes."
    },
    {
      "index": 403,
      "start_time": 2480150.0,
      "end_time": 2483920.0,
      "text": "&gt;&gt;male #4: I really admit that I may not know the facts correctly in this, but I understand"
    },
    {
      "index": 404,
      "start_time": 2483920.0,
      "end_time": 2488800.0,
      "text": "that there&#39;s something of a shortage of doctors. If doctors are inexpensive, then we should"
    },
    {
      "index": 405,
      "start_time": 2488800.0,
      "end_time": 2494260.0,
      "text": "have more of them. Is there something we should be doing to foster more doctors being out"
    },
    {
      "index": 406,
      "start_time": 2494260.0,
      "end_time": 2497290.0,
      "text": "there so we can have more slow medicine?"
    },
    {
      "index": 407,
      "start_time": 2497290.0,
      "end_time": 2502040.0,
      "text": "&gt;&gt;Sweet: Well, that&#39;s a complicated question. You don&#39;t know, and I don&#39;t really know, but"
    },
    {
      "index": 408,
      "start_time": 2502040.0,
      "end_time": 2506510.0,
      "text": "I think there&#39;s two pieces of it. The shortage is in what they like to call primary care"
    },
    {
      "index": 409,
      "start_time": 2506510.0,
      "end_time": 2512200.0,
      "text": "doctors. I&#39;m an internist. I&#39;m like the front person to take care of you. And there seems"
    },
    {
      "index": 410,
      "start_time": 2512200.0,
      "end_time": 2517820.0,
      "text": "to be a shortage. Why? I don&#39;t want to do it. I don&#39;t want to get an unbelievably complicated"
    },
    {
      "index": 411,
      "start_time": 2517820.0,
      "end_time": 2522240.0,
      "text": "patient and have ten minutes to spend with the patient, of which I spend three minutes"
    },
    {
      "index": 412,
      "start_time": 2522240.0,
      "end_time": 2527330.0,
      "text": "on the computer, seven minutes-- You can&#39;t do it. So what you&#39;re having is doctors are"
    },
    {
      "index": 413,
      "start_time": 2527330.0,
      "end_time": 2532430.0,
      "text": "not going into primary care. They&#39;re going into subspecialties. And if I had a kid who&#39;s"
    },
    {
      "index": 414,
      "start_time": 2532430.0,
      "end_time": 2536800.0,
      "text": "going into medicine, I would tell them, &quot;Do not do what I did. You get yourself a nice"
    },
    {
      "index": 415,
      "start_time": 2536800.0,
      "end_time": 2540910.0,
      "text": "little specialty where you can do a good job, and you can have a satisfying practice.&quot; So"
    },
    {
      "index": 416,
      "start_time": 2540910.0,
      "end_time": 2546900.0,
      "text": "I think there&#39;s plenty of doctors, but they&#39;re not going into primary care. That&#39;s one thing."
    },
    {
      "index": 417,
      "start_time": 2546900.0,
      "end_time": 2551890.0,
      "text": "The second thing is my generation of doctors are dropping out of the system like flies."
    },
    {
      "index": 418,
      "start_time": 2551890.0,
      "end_time": 2556400.0,
      "text": "We don&#39;t want to. We love taking care of patients. I think if we could take care of patients"
    },
    {
      "index": 419,
      "start_time": 2556400.0,
      "end_time": 2560210.0,
      "text": "the way we wanted, I think it&#39;s a little bit-- That&#39;s my sense, is there&#39;s probably plenty"
    },
    {
      "index": 420,
      "start_time": 2560210.0,
      "end_time": 2565580.0,
      "text": "of doctors, but shifting who does what is more the issue than educating more docs."
    },
    {
      "index": 421,
      "start_time": 2565580.0,
      "end_time": 2575580.0,
      "text": "[applause]"
    }
  ]
}