{
  "video_id": "wrPEjEqURJg",
  "title": "How did teeth evolve? - Peter S. Ungar",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 6000.0,
      "end_time": 11283.0,
      "text": "You may take them for granted, but your teeth are a marvel."
    },
    {
      "index": 2,
      "start_time": 11283.0,
      "end_time": 18262.0,
      "text": "They break up all your food over the course of your life, while being strong enough to withstand breakage themselves."
    },
    {
      "index": 3,
      "start_time": 18263.0,
      "end_time": 24403.0,
      "text": "And they're formed using only the raw materials from the food they grind down in the first place."
    },
    {
      "index": 4,
      "start_time": 24403.0,
      "end_time": 26834.0,
      "text": "What's behind their impressive strength?"
    },
    {
      "index": 5,
      "start_time": 26834.0,
      "end_time": 31313.0,
      "text": "Teeth rely on an ingenious structure that makes them both hard and tough."
    },
    {
      "index": 6,
      "start_time": 31313.0,
      "end_time": 39444.0,
      "text": "Hardness can be thought of as the ability to resist a crack from starting, while toughness is what stops the crack from spreading."
    },
    {
      "index": 7,
      "start_time": 39444.0,
      "end_time": 42338.0,
      "text": "Very few materials have both properties."
    },
    {
      "index": 8,
      "start_time": 42338.0,
      "end_time": 48963.0,
      "text": "For instance, glass is hard but not tough, while leather is tough but not hard."
    },
    {
      "index": 9,
      "start_time": 48963.0,
      "end_time": 64292.0,
      "text": "Teeth manage both by having two layers: a hard external cap of enamel, made up almost entirely of a calcium phosphate, and beneath it, a tougher layer of dentin, partly formed from organic fibers that make it flexible."
    },
    {
      "index": 10,
      "start_time": 64293.00000000001,
      "end_time": 74500.0,
      "text": "This amazing structure is created by two types of cells: ameloblasts that secrete enamel and odontoblasts that secrete dentin."
    },
    {
      "index": 11,
      "start_time": 74750.0,
      "end_time": 81553.0,
      "text": "As they form teeth, odontoblasts move inward, while ameloblasts move out and slough off when they hit the surface."
    },
    {
      "index": 12,
      "start_time": 81554.0,
      "end_time": 88934.0,
      "text": "For enamel, this process produces long, thin strands, each about 60 nanometers in diameter."
    },
    {
      "index": 13,
      "start_time": 88934.0,
      "end_time": 92295.0,
      "text": "That's one one-thousandth  the width of a human hair."
    },
    {
      "index": 14,
      "start_time": 92295.0,
      "end_time": 101520.0,
      "text": "Those are bundled into rods,  packed together, tens of thousands per square millimeter, to form the shield-like enamel layer."
    },
    {
      "index": 15,
      "start_time": 101525.0,
      "end_time": 112220.0,
      "text": "Once this process is finished,  your enamel can't repair itself again because all the cells that make it are lost, so we're lucky that enamel can't be easily destroyed."
    },
    {
      "index": 16,
      "start_time": 112224.0,
      "end_time": 121840.0,
      "text": "Odontoblasts use a more complex process, but unlike ameloblasts, they stick around, continuing to secrete dentin throughout your life."
    },
    {
      "index": 17,
      "start_time": 121845.0,
      "end_time": 133560.0,
      "text": "Despite the differences in teeth across the mammalian order, the underlying process of tooth growth  is the same whether it's for lions, kangaroos, elephants, or us."
    },
    {
      "index": 18,
      "start_time": 133566.0,
      "end_time": 143230.0,
      "text": "What changes is how nature sculpts  the shape of the tooth, altering the folding and growth patterns to suit the distinct diets of different species."
    },
    {
      "index": 19,
      "start_time": 143234.0,
      "end_time": 148513.0,
      "text": "Cows have flat molar teeth with parallel  ridges for grinding tough grasses."
    },
    {
      "index": 20,
      "start_time": 148513.0,
      "end_time": 154192.0,
      "text": "Cats have sharp crested molars, like blades, for shearing meat and sinew."
    },
    {
      "index": 21,
      "start_time": 154192.0,
      "end_time": 159830.0,
      "text": "Pigs have blunt, thick ones, useful for crushing hard roots and seeds."
    },
    {
      "index": 22,
      "start_time": 159830.0,
      "end_time": 167970.0,
      "text": "The myriad molars of modern mammals can be traced back to a common form called \"tribosphenic\", which first appeared during the dinosaur age."
    },
    {
      "index": 23,
      "start_time": 167972.0,
      "end_time": 175440.0,
      "text": "In the 19th Century,  paleontologist Edward Drinker Cope developed the basic model for how this form evolved."
    },
    {
      "index": 24,
      "start_time": 175442.0,
      "end_time": 182380.0,
      "text": "He hypothesized that it started with a cone-like tooth, as we see in many fishes, amphibians, and reptiles."
    },
    {
      "index": 25,
      "start_time": 182382.0,
      "end_time": 190630.0,
      "text": "Small cusps were then added, so the tooth had three in a row, aligned front to back, and connected by crests."
    },
    {
      "index": 26,
      "start_time": 190634.0,
      "end_time": 195523.0,
      "text": "Over time, the cusps were pushed out  of line to make triangular crowns."
    },
    {
      "index": 27,
      "start_time": 195524.0,
      "end_time": 201193.0,
      "text": "Adjacent teeth formed a continuous zigzag of crests for slicing and dicing."
    },
    {
      "index": 28,
      "start_time": 201193.0,
      "end_time": 207720.0,
      "text": "A low shelf then formed  at the back of each set of teeth, which became a platform for crushing."
    },
    {
      "index": 29,
      "start_time": 207721.0,
      "end_time": 215890.0,
      "text": "As Cope realized, the tribosphenic molar  served as the jumping-off point for the radiation of specialized forms to follow, each shaped by evolutionary needs."
    },
    {
      "index": 30,
      "start_time": 218392.0,
      "end_time": 224500.0,
      "text": "Straighten the crests and remove the shelf, and you've got the conveniently  bladed teeth of cats and dogs."
    },
    {
      "index": 31,
      "start_time": 224503.0,
      "end_time": 230334.0,
      "text": "Remove the front cusp, raise the shelf, and you've got our human molars."
    },
    {
      "index": 32,
      "start_time": 230335.0,
      "end_time": 234250.0,
      "text": "A few additional tweaks get you  a horse or cow tooth."
    },
    {
      "index": 33,
      "start_time": 234250.0,
      "end_time": 238234.0,
      "text": "Some details in Cope's intuitive hypothesis proved wrong."
    },
    {
      "index": 34,
      "start_time": 238234.0,
      "end_time": 248270.0,
      "text": "But in the fossil record, there are examples of teeth  that look just as he predicted and we can trace the molars of all living mammals back to that primitive form."
    },
    {
      "index": 35,
      "start_time": 248275.0,
      "end_time": 259260.0,
      "text": "Today, the ability to consume diverse forms of food enables mammals to survive in habitats ranging from mountain peaks and ocean depths to rainforests and deserts."
    },
    {
      "index": 36,
      "start_time": 259269.0,
      "end_time": 268790.0,
      "text": "So the success of our biological class is due in no small measure to the remarkable strength and adaptability of the humble mammalian molar."
    }
  ]
}