{
  "video_id": "wSTZFf0NKUI",
  "title": "Game of Thrones: Economics of Westeros",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 9500.0,
      "end_time": 14600.0,
      "text": "I've combined my two passions: economics and Game of Thrones to come up with an economic"
    },
    {
      "index": 2,
      "start_time": 14600.0,
      "end_time": 19770.0,
      "text": "analysis of Westeros. I scoured the pages of the first 5 books to find clues about"
    },
    {
      "index": 3,
      "start_time": 19770.0,
      "end_time": 24360.0,
      "text": "the financial situation in the seven kingdoms. Here's what I found..."
    },
    {
      "index": 4,
      "start_time": 24360.0,
      "end_time": 27880.0,
      "text": "First of all: The Iron Throne really needs to get its finances in order. The crown has"
    },
    {
      "index": 5,
      "start_time": 27880.0,
      "end_time": 32110.0,
      "text": "been spending and accumulating debt. Unfortunately, none of this spending has been invested in"
    },
    {
      "index": 6,
      "start_time": 32110.0,
      "end_time": 37340.0,
      "text": "long-term growth. The throne spends on lavish parties and jousting competitions. And has"
    },
    {
      "index": 7,
      "start_time": 37340.0,
      "end_time": 44340.0,
      "text": "ongoing expenses due to the war of the five kings. In book one Ned Stark says the mad king left"
    },
    {
      "index": 8,
      "start_time": 44340.0,
      "end_time": 49850.0,
      "text": "the treasury flowing with gold. And Littlefinger has managed to increase revenue tenfold during"
    },
    {
      "index": 9,
      "start_time": 49850.0,
      "end_time": 56829.0,
      "text": "his time as Master of Coin… Yet somehow the crown is over 6 million golden dragons"
    },
    {
      "index": 10,
      "start_time": 56829.0,
      "end_time": 60850.0,
      "text": "in debt. It owes 3 million dragons to the Lannister house, 2 million to the Iron Bank"
    },
    {
      "index": 11,
      "start_time": 60850.0,
      "end_time": 65070.0,
      "text": "of Braavos, the most powerful bank in the known world, and another million to the church"
    },
    {
      "index": 12,
      "start_time": 65069.99999999999,
      "end_time": 70360.0,
      "text": "of the seven. The crown’s sizeable income barely covers the interest on its debt. And"
    },
    {
      "index": 13,
      "start_time": 70360.0,
      "end_time": 75310.0,
      "text": "Cersei has already suspended payments to the bank and the church. It seems to me the Lannister's"
    },
    {
      "index": 14,
      "start_time": 75310.0,
      "end_time": 79380.0,
      "text": "are going to need a new motto... Based on the unsustainable debt dynamics of"
    },
    {
      "index": 15,
      "start_time": 79380.0,
      "end_time": 84130.0,
      "text": "the Iron Throne it seems the probability default is high… which means the Iron Bank is no"
    },
    {
      "index": 16,
      "start_time": 84130.0,
      "end_time": 87670.0,
      "text": "doubt getting restless. But if Tommen wants to stay on the throne"
    },
    {
      "index": 17,
      "start_time": 87670.0,
      "end_time": 91840.0,
      "text": "or rather if Cersei plans to keep him there he going to have to keep fighting for it,"
    },
    {
      "index": 18,
      "start_time": 91840.0,
      "end_time": 96909.0,
      "text": "which is going to be expensive. Since more debt isn't an option, the throne has increased taxes."
    },
    {
      "index": 19,
      "start_time": 96909.0,
      "end_time": 101600.0,
      "text": "The crown has imposed a tax on the tens of thousands fleeing to King’s Landing. Tywin"
    },
    {
      "index": 20,
      "start_time": 101600.0,
      "end_time": 105450.0,
      "text": "even levied a tax on the brothels. The other option is printing money. Which"
    },
    {
      "index": 21,
      "start_time": 105450.0,
      "end_time": 109869.0,
      "text": "is difficult with a commodity-based currency. But there is some speculation, based on a"
    },
    {
      "index": 22,
      "start_time": 109869.0,
      "end_time": 115490.0,
      "text": "few pointed lines in books 2 and 3, that Littlefinger was printing more coins by diluting the amount"
    },
    {
      "index": 23,
      "start_time": 115490.0,
      "end_time": 120110.0,
      "text": "of gold in each. Though these statements could be attributed to Little Finger's incredible"
    },
    {
      "index": 24,
      "start_time": 120110.0,
      "end_time": 124479.0,
      "text": "business acumen. But there are two sides of every dragon"
    },
    {
      "index": 25,
      "start_time": 124479.0,
      "end_time": 129920.0,
      "text": "coin… Debt isn't so bad if the economy is growing… But there isn't any good news here."
    },
    {
      "index": 26,
      "start_time": 129919.99999999999,
      "end_time": 134510.0,
      "text": "Government spending can sometimes lead to growth... If the gold is spent on infrastructure,"
    },
    {
      "index": 27,
      "start_time": 134510.0,
      "end_time": 139069.0,
      "text": "capital investment and public goods. That was not the case. The iron throne went into"
    },
    {
      "index": 28,
      "start_time": 139069.0,
      "end_time": 142290.0,
      "text": "massive debt throwing parties and fighting a civil war."
    },
    {
      "index": 29,
      "start_time": 142290.0,
      "end_time": 147319.0,
      "text": "The Westeros economy is based on agriculture. And has little by way of international trade."
    },
    {
      "index": 30,
      "start_time": 147319.0,
      "end_time": 151620.0,
      "text": "The people of Westeros reap what they sow, which has been less and less lately. And ever"
    },
    {
      "index": 31,
      "start_time": 151620.0,
      "end_time": 155950.0,
      "text": "since \"The Mountain\" ravaged the riverlands - Farmers have fled, fields have burned, and"
    },
    {
      "index": 32,
      "start_time": 155950.0,
      "end_time": 160840.0,
      "text": "equipment has been destroyed. And the fertile lands of The Reach has been cut off from King’s"
    },
    {
      "index": 33,
      "start_time": 160840.0,
      "end_time": 163760.0,
      "text": "Landing. NOT TO MENTION WINTER IS COMING… And though"
    },
    {
      "index": 34,
      "start_time": 163760.0,
      "end_time": 167590.0,
      "text": "most of us are too young to remember the last winter, I think it's safe to say that it"
    },
    {
      "index": 35,
      "start_time": 167590.0,
      "end_time": 172860.0,
      "text": "will make farming EXTREMELY difficult. So all signs point to financial instability"
    },
    {
      "index": 36,
      "start_time": 172860.0,
      "end_time": 177150.0,
      "text": "and negative economic growth. We've already seen food prices increase"
    },
    {
      "index": 37,
      "start_time": 177150.0,
      "end_time": 182250.0,
      "text": "in King's Landing. With winter ahead and expectations of even less supply, food prices"
    },
    {
      "index": 38,
      "start_time": 182250.0,
      "end_time": 187310.0,
      "text": "will continue to rise. However, expect the price of services to fall,"
    },
    {
      "index": 39,
      "start_time": 187310.0,
      "end_time": 193150.0,
      "text": "unemployment is high. I suspect that the supply of prostitutes is on the rise. And discretionary"
    },
    {
      "index": 40,
      "start_time": 193150.0,
      "end_time": 197629.0,
      "text": "spending has evaporated for most of the kingdom. Which means that the price of some companionship"
    },
    {
      "index": 41,
      "start_time": 197629.0,
      "end_time": 200860.0,
      "text": "will go down. There's only one positive that I can see coming"
    },
    {
      "index": 42,
      "start_time": 200860.0,
      "end_time": 205430.0,
      "text": "out of this mess. The Lannisters will likely lose much of their wealth and power."
    },
    {
      "index": 43,
      "start_time": 205430.0,
      "end_time": 209310.0,
      "text": "The Iron Bank of Braavos is known for getting its due. They aren’t going to simply write"
    },
    {
      "index": 44,
      "start_time": 209310.0,
      "end_time": 213860.0,
      "text": "off the debt of the Iron Throne. They will step in and support someone else to take over"
    },
    {
      "index": 45,
      "start_time": 213860.0,
      "end_time": 218769.0,
      "text": "the throne provided the usurper promises to honor the outstanding debt to the Bank. This"
    },
    {
      "index": 46,
      "start_time": 218769.0,
      "end_time": 223049.0,
      "text": "is doubly bad for the Lannisters. Not only would they lose control of the Iron Throne,"
    },
    {
      "index": 47,
      "start_time": 223049.0,
      "end_time": 227569.0,
      "text": "but the throne owes the Lannisters millions of golden dragons--a debt which is unlikely"
    },
    {
      "index": 48,
      "start_time": 227569.0,
      "end_time": 230430.0,
      "text": "to be honored if someone else takes the throne by force."
    },
    {
      "index": 49,
      "start_time": 230430.0,
      "end_time": 234870.0,
      "text": "So at least something good will come out of the impending crisis of Westeros: House Lannister"
    },
    {
      "index": 50,
      "start_time": 234870.0,
      "end_time": 239310.0,
      "text": "will be hit harder than anyone which will make winter a little bit warmer for the rest"
    },
    {
      "index": 51,
      "start_time": 239310.0,
      "end_time": 249310.0,
      "text": "of us."
    }
  ]
}