{
  "video_id": "wToyy_bQXa0",
  "title": "Behind the Swastika - Origins of the Nazi symbol | History Hamster",
  "json": [
    {
      "index": 1,
      "start_time": 450.0,
      "end_time": 5680.0,
      "text": "Greetings, fellow rodents. The swastika is by most people in the west regarded as a symbol"
    },
    {
      "index": 2,
      "start_time": 5680.0,
      "end_time": 11250.0,
      "text": "of cruelty, destruction and evil. We associate it with one of the most horrific regimes that"
    },
    {
      "index": 3,
      "start_time": 11250.0,
      "end_time": 17640.0,
      "text": "has ever been. However, the roots of the swastika go much further back than nazi Germany. In"
    },
    {
      "index": 4,
      "start_time": 17640.0,
      "end_time": 22580.0,
      "text": "fact, it is a symbol that has accompanied humanity for thousands of years. It is time"
    },
    {
      "index": 5,
      "start_time": 22580.0,
      "end_time": 49379.0,
      "text": "to have a closer look at the origin of the swastika. The swastika can be traced in many"
    },
    {
      "index": 6,
      "start_time": 49380.0,
      "end_time": 54440.0,
      "text": "different cultures all over the world. Evidence from England, Scandinavia, America, India"
    },
    {
      "index": 7,
      "start_time": 54440.0,
      "end_time": 60149.0,
      "text": "and many other places speak of ancient cultures with the swastika as an important symbol."
    },
    {
      "index": 8,
      "start_time": 60149.0,
      "end_time": 64858.0,
      "text": "To many Hindus, the swastika still represents an important heritage, and is a symbol of"
    },
    {
      "index": 9,
      "start_time": 64858.00000000001,
      "end_time": 70669.0,
      "text": "hope, benevolence and good. The ancient symbol seems to be an important part of human history"
    },
    {
      "index": 10,
      "start_time": 70670.0,
      "end_time": 77340.0,
      "text": "and religios practice. Its original meaning being a mystery. In 1874 an archeological"
    },
    {
      "index": 11,
      "start_time": 77340.0,
      "end_time": 83389.0,
      "text": "excavation began in Tyrkey, of what was believed to be the ancient city of Troy. The dig was"
    },
    {
      "index": 12,
      "start_time": 83389.0,
      "end_time": 88630.0,
      "text": "lead by a German business man named Heinrich Schliemann. During the excavation, strange"
    },
    {
      "index": 13,
      "start_time": 88630.0,
      "end_time": 93579.0,
      "text": "spheres with symbols in them were uncovered at the site. Symbols that we would call the"
    },
    {
      "index": 14,
      "start_time": 93579.0,
      "end_time": 99770.0,
      "text": "swastika. He also found pottery bearing the same symbol. This find was important, because"
    },
    {
      "index": 15,
      "start_time": 99770.0,
      "end_time": 105480.0,
      "text": "it would lie the foundation of the metamorphosis of this symbol into the emblem of the arian"
    },
    {
      "index": 16,
      "start_time": 105490.0,
      "end_time": 110759.0,
      "text": "masterrace. A new mythology of the swastika to be constructed by the nazis. Schliemann"
    },
    {
      "index": 17,
      "start_time": 110759.0,
      "end_time": 115549.0,
      "text": "himself didn&#39;t know what these symbols were, but there were scholars more than willing"
    },
    {
      "index": 18,
      "start_time": 115549.0,
      "end_time": 120289.0,
      "text": "to interpret them for him. And one of these men were Émile-Louis Burnouf, who was a scholar"
    },
    {
      "index": 19,
      "start_time": 120289.0,
      "end_time": 125419.0,
      "text": "of ancient Indian litterature. He tried to make sense of Schliemann&#39;s finds by turing"
    },
    {
      "index": 20,
      "start_time": 125419.0,
      "end_time": 132730.0,
      "text": "to an ancient Hindu epic called the Rigveda. The Rigvedas mention a people calld the Arias."
    },
    {
      "index": 21,
      "start_time": 132730.0,
      "end_time": 138470.0,
      "text": "And in the lexica of the Rigvada the word swastika is mentioned. Burnouf simply put"
    },
    {
      "index": 22,
      "start_time": 138470.0,
      "end_time": 143569.0,
      "text": "the two together and told the story of this people, who were invading warriors from the"
    },
    {
      "index": 23,
      "start_time": 143569.0,
      "end_time": 149310.0,
      "text": "north who displaced the existing people of India, and how the swastika was their ancient"
    },
    {
      "index": 24,
      "start_time": 149310.0,
      "end_time": 155379.0,
      "text": "symbol. These were also the same people who we find represented in the pottery of Troy."
    },
    {
      "index": 25,
      "start_time": 155379.0,
      "end_time": 160149.0,
      "text": "In other words, the pseudo historian Burnolf brought together two entirely unconnected"
    },
    {
      "index": 26,
      "start_time": 160150.0,
      "end_time": 165530.0,
      "text": "mythologies. The people of Troy were fused with the Arians of the Rigvedas, and Burnolf"
    },
    {
      "index": 27,
      "start_time": 165530.0,
      "end_time": 171250.0,
      "text": "claimed that the swastika was the symbol that united them. It was simply the perfect excuse"
    },
    {
      "index": 28,
      "start_time": 171250.0,
      "end_time": 177140.0,
      "text": "to create a new mythology of a single pan European warrior race using the swastika as"
    },
    {
      "index": 29,
      "start_time": 177140.0,
      "end_time": 183390.0,
      "text": "their emblem. For a man like Hitler, a symbol with this kind of mythology was perfect for"
    },
    {
      "index": 30,
      "start_time": 183390.0,
      "end_time": 188480.0,
      "text": "his ambitios project. And the swastika became the perfect emblem for his nazi movement."
    },
    {
      "index": 31,
      "start_time": 188480.0,
      "end_time": 195560.0,
      "text": "The nazis wanted to create a new history for themselves, with a new foundation in the greatness"
    },
    {
      "index": 32,
      "start_time": 195560.0,
      "end_time": 202500.0,
      "text": "of an Arian masterrace. It was perhaps history&#39;s most successful example of cultural theft."
    },
    {
      "index": 33,
      "start_time": 202500.0,
      "end_time": 208549.0,
      "text": "The swastika is for most no longer associated with divine blessings, but with race hatred."
    },
    {
      "index": 34,
      "start_time": 208549.0,
      "end_time": 214260.0,
      "text": "After the second world war, the symbol was banned in Germany and Poland. In 2007 Germany"
    },
    {
      "index": 35,
      "start_time": 214260.0,
      "end_time": 219649.0,
      "text": "proposed a ban of public use of swastikas throughout the European Union. This upset"
    },
    {
      "index": 36,
      "start_time": 219650.0,
      "end_time": 224849.0,
      "text": "many Hindus, since the swastika for them still is a very important religious symbol. Millions"
    },
    {
      "index": 37,
      "start_time": 224849.0,
      "end_time": 229670.0,
      "text": "of people use the symbol on a daily basis when practicing their faith. What started"
    },
    {
      "index": 38,
      "start_time": 229670.0,
      "end_time": 235488.0,
      "text": "out as anxiaty agains nazism, turned into a fight for religious freedom. The German"
    },
    {
      "index": 39,
      "start_time": 235489.0,
      "end_time": 240230.0,
      "text": "proposal was essentially euro centric with little regard of the greater picture. The"
    },
    {
      "index": 40,
      "start_time": 240230.0,
      "end_time": 245780.0,
      "text": "massive reaction stopped the ban, and European Hindus were still free to display their religious"
    },
    {
      "index": 41,
      "start_time": 245780.0,
      "end_time": 250900.0,
      "text": "symbol. Although, still not without reactions from people who confuse it with the swastika"
    },
    {
      "index": 42,
      "start_time": 250900.0,
      "end_time": 256269.0,
      "text": "of the nazis. Dispite the Hindu swastika representing positive aspects of human existence, like"
    },
    {
      "index": 43,
      "start_time": 256269.0,
      "end_time": 261950.0,
      "text": "prosperity, luck and good fortune, the intuitive perception of the symbol in western minds"
    },
    {
      "index": 44,
      "start_time": 261950.0,
      "end_time": 268550.0,
      "text": "may never be completely healed. I hope you engjoyed this episode of history hamster."
    },
    {
      "index": 45,
      "start_time": 268550.0,
      "end_time": 272920.0,
      "text": "Remember to subscribe for more videos on history in the future. I would also like to recommmend"
    },
    {
      "index": 46,
      "start_time": 272920.0,
      "end_time": 296950.0,
      "text": "my 10 facts about Chichen Itza and the ancient Maya, and my video on Socialism. Follow me"
    },
    {
      "index": 47,
      "start_time": 296950.0,
      "end_time": 320780.0,
      "text": "on Twitter and Facebook for more history and updates on future videos. And as alway: Stay"
    },
    {
      "index": 48,
      "start_time": 320780.0,
      "end_time": 326729.0,
      "text": "rodent, people. Stay rodent."
    }
  ]
}