{
  "video_id": "wug9n5Atk8c",
  "title": "Bill and Melinda Gates' 2014 Stanford Commencement Address",
  "json": [
    {
      "index": 1,
      "start_time": 4700.0,
      "end_time": 19000.0,
      "text": "Stanford University."
    },
    {
      "index": 2,
      "start_time": 19000.0,
      "end_time": 28539.0,
      "text": ">> BILL GATES: Congratulations, class of 2014! (Cheers)."
    },
    {
      "index": 3,
      "start_time": 28539.0,
      "end_time": 34250.0,
      "text": "Melinda and I are excited to be here. It would be a thrill for anyone to be invited to speak"
    },
    {
      "index": 4,
      "start_time": 34250.0,
      "end_time": 40460.0,
      "text": "at a Stanford commencement, but it's especially gratifying for us."
    },
    {
      "index": 5,
      "start_time": 40460.0,
      "end_time": 48570.0,
      "text": "Stanford is rapidly becoming the favorite university for members of our family, and it's long been a favorite university"
    },
    {
      "index": 6,
      "start_time": 48570.0,
      "end_time": 55180.0,
      "text": "for Microsoft and our foundation. Our formula has been to get the smartest,"
    },
    {
      "index": 7,
      "start_time": 55180.0,
      "end_time": 59360.0,
      "text": "most creative people working on the most important problems."
    },
    {
      "index": 8,
      "start_time": 59360.0,
      "end_time": 70869.0,
      "text": "It turns out that a disproportionate number of those people are at Stanford. (Cheers)."
    },
    {
      "index": 9,
      "start_time": 70869.0,
      "end_time": 77020.0,
      "text": "Right now, we have more than 30 foundation research projects underway here."
    },
    {
      "index": 10,
      "start_time": 77020.0,
      "end_time": 84479.0,
      "text": "When we want to learn more about the immune system to help cure the worst diseases, we work with Stanford."
    },
    {
      "index": 11,
      "start_time": 84479.0,
      "end_time": 90369.0,
      "text": "When we want to understand the changing landscape of higher education in the United States,"
    },
    {
      "index": 12,
      "start_time": 90369.0,
      "end_time": 97689.0,
      "text": "so that more low-income students get college degrees, we work with Stanford."
    },
    {
      "index": 13,
      "start_time": 97689.0,
      "end_time": 108119.0,
      "text": "This is where genius lives. There's a flexibility of mind here, an openness to change, an eagerness for what's new."
    },
    {
      "index": 14,
      "start_time": 108119.0,
      "end_time": 116560.0,
      "text": "This is where people come to discover the future, and have fun doing it."
    },
    {
      "index": 15,
      "start_time": 116560.0,
      "end_time": 119580.0,
      "text": ">> MELINDA GATES: Now, some people call you all nerds and"
    },
    {
      "index": 16,
      "start_time": 119580.0,
      "end_time": 126200.0,
      "text": "we hear that you claim that label with pride. (Cheers and Applause)."
    },
    {
      "index": 17,
      "start_time": 126200.0,
      "end_time": 142760.0,
      "text": ">> BILL GATES: Well, so do we. (Cheers and Applause)."
    },
    {
      "index": 18,
      "start_time": 142760.0,
      "end_time": 147510.0,
      "text": ">> BILL GATES: My normal glasses really aren't that different."
    },
    {
      "index": 19,
      "start_time": 147510.0,
      "end_time": 154430.0,
      "text": "(Laughter). There are so many remarkable things going on here at this campus,"
    },
    {
      "index": 20,
      "start_time": 154430.0,
      "end_time": 159400.0,
      "text": "but if Melinda and I had to put into one word what we love most about Stanford,"
    },
    {
      "index": 21,
      "start_time": 159400.0,
      "end_time": 165620.0,
      "text": "it's the optimism. There's an infectious feeling here that innovation"
    },
    {
      "index": 22,
      "start_time": 165620.0,
      "end_time": 173939.0,
      "text": "can solve almost every problem. That's the belief that drove me in 1975 to"
    },
    {
      "index": 23,
      "start_time": 173939.0,
      "end_time": 181610.0,
      "text": "leave a college in the suburbs of Boston and go on an endless leave of absence."
    },
    {
      "index": 24,
      "start_time": 181610.0,
      "end_time": 185060.0,
      "text": "I believed that the magic of computers and software"
    },
    {
      "index": 25,
      "start_time": 185060.0,
      "end_time": 193470.0,
      "text": "would empower people everywhere and make the world much, much better."
    },
    {
      "index": 26,
      "start_time": 193470.0,
      "end_time": 198220.0,
      "text": "It's been 40 years since then, and 20 years since Melinda and I were married."
    },
    {
      "index": 27,
      "start_time": 198220.0,
      "end_time": 208370.0,
      "text": "We are both more optimistic now than ever. But on our journey, our optimism evolved."
    },
    {
      "index": 28,
      "start_time": 208370.0,
      "end_time": 213959.0,
      "text": "We would like to tell you what we learned and talk to you today about how your optimism and ours"
    },
    {
      "index": 29,
      "start_time": 213959.0,
      "end_time": 221039.0,
      "text": "can do more for more people. When Paul Allen and I started Microsoft,"
    },
    {
      "index": 30,
      "start_time": 221039.0,
      "end_time": 229760.0,
      "text": "we wanted to bring the power of computers and software to the people, and that was the kind of rhetoric we used."
    },
    {
      "index": 31,
      "start_time": 229760.0,
      "end_time": 233870.0,
      "text": "One of the pioneering books in the field had a raised fist on the"
    },
    {
      "index": 32,
      "start_time": 233870.0,
      "end_time": 242829.0,
      "text": "cover, and it was called \"Computer Lib.\" At that time, only big businesses could buy computers."
    },
    {
      "index": 33,
      "start_time": 242829.0,
      "end_time": 249430.0,
      "text": "We wanted to offer the same power to regular people and democratize computing."
    },
    {
      "index": 34,
      "start_time": 249430.0,
      "end_time": 259100.0,
      "text": "By the 1990s, we saw how profoundly personal computers could empower people, but that success created a new dilemma."
    },
    {
      "index": 35,
      "start_time": 259100.00000000003,
      "end_time": 267030.0,
      "text": "If rich kids got computers and poor kids didn't, then technology would make inequality worse."
    },
    {
      "index": 36,
      "start_time": 267030.0,
      "end_time": 273630.0,
      "text": "That ran counter to our core belief. Technology should benefit everyone."
    },
    {
      "index": 37,
      "start_time": 273630.0,
      "end_time": 279130.0,
      "text": "So we worked to close the digital divide."
    },
    {
      "index": 38,
      "start_time": 279130.0,
      "end_time": 286360.0,
      "text": "I made it a priority at Microsoft, and Melinda and I made it an early priority at our Foundation."
    },
    {
      "index": 39,
      "start_time": 286360.0,
      "end_time": 293760.0,
      "text": "Donating personal computers to public libraries to make sure that everyone had access."
    },
    {
      "index": 40,
      "start_time": 293760.0,
      "end_time": 302880.0,
      "text": "The digital divide was a focus of mine in 1997, when I took my first trip to South Africa."
    },
    {
      "index": 41,
      "start_time": 302880.0,
      "end_time": 309160.0,
      "text": "I went there on business so I spent most of my time in meetings in downtown Johannesburg."
    },
    {
      "index": 42,
      "start_time": 309160.0,
      "end_time": 314600.0,
      "text": "I stayed in the home of one of the richest families in South Africa. It had only been"
    },
    {
      "index": 43,
      "start_time": 314600.0,
      "end_time": 320800.0,
      "text": "three years since the election of Nelson Mandela marked the end of apartheid."
    },
    {
      "index": 44,
      "start_time": 320800.0,
      "end_time": 325840.0,
      "text": "When I sat down for dinner with my hosts, they used a bell to call the butler."
    },
    {
      "index": 45,
      "start_time": 325840.0,
      "end_time": 332100.0,
      "text": "After dinner, the women and men separated and the men smoked cigars. I thought,"
    },
    {
      "index": 46,
      "start_time": 332100.0,
      "end_time": 337570.0,
      "text": "good thing I read Jane Austen, or I wouldn't have known what was going on."
    },
    {
      "index": 47,
      "start_time": 337570.0,
      "end_time": 341030.0,
      "text": "(Laughter). But the next day I went to Soweto,"
    },
    {
      "index": 48,
      "start_time": 341030.0,
      "end_time": 348840.0,
      "text": "the poor township southwest of Johannesburg, that had been the center of the anti-apartheid movement."
    },
    {
      "index": 49,
      "start_time": 348840.0,
      "end_time": 355640.0,
      "text": "It was a short distance from the city into the township, but the entry was sudden, jarring"
    },
    {
      "index": 50,
      "start_time": 355640.0,
      "end_time": 362580.0,
      "text": "and harsh. I passed into a world completely unlike the one I came from."
    },
    {
      "index": 51,
      "start_time": 362580.0,
      "end_time": 368770.0,
      "text": "My visit to Soweto became an early lesson in how naive I was."
    },
    {
      "index": 52,
      "start_time": 368770.0,
      "end_time": 376580.0,
      "text": "Microsoft was donating computers and software to a community center there. The kind of thing we did in the United States."
    },
    {
      "index": 53,
      "start_time": 376580.0,
      "end_time": 382940.0,
      "text": "But it became clear to me, very quickly, that this was not the United States."
    },
    {
      "index": 54,
      "start_time": 382940.0,
      "end_time": 390830.0,
      "text": "I had seen statistics on poverty, but I had never really seen poverty."
    },
    {
      "index": 55,
      "start_time": 390830.0,
      "end_time": 398940.0,
      "text": "The people there lived in corrugated tin shacks with no electricity, no water, no toilets."
    },
    {
      "index": 56,
      "start_time": 398940.0,
      "end_time": 404610.0,
      "text": "Most people didn't wear shoes. They walked barefoot along the streets, except there were"
    },
    {
      "index": 57,
      "start_time": 404610.0,
      "end_time": 411740.0,
      "text": "no streets, just ruts in the mud. The community center had no consistent source of power"
    },
    {
      "index": 58,
      "start_time": 411740.0,
      "end_time": 415300.0,
      "text": "so they rigged up an extension cord that ran 200 feet from the center"
    },
    {
      "index": 59,
      "start_time": 415300.0,
      "end_time": 423060.0,
      "text": "to a diesel generator outside. Looking at this setup, I knew the minute the reporters left, the"
    },
    {
      "index": 60,
      "start_time": 423060.0,
      "end_time": 427650.0,
      "text": "generator would get moved to a more urgent task. And the people who used the community"
    },
    {
      "index": 61,
      "start_time": 427650.0,
      "end_time": 434970.0,
      "text": "center would go back to worrying about challenges that couldn't be solved by a personal computer."
    },
    {
      "index": 62,
      "start_time": 434970.0,
      "end_time": 440050.0,
      "text": "When I gave my prepared remarks to the press, I said Soweto is a milestone."
    },
    {
      "index": 63,
      "start_time": 440050.0,
      "end_time": 446760.0,
      "text": "There are major decisions ahead about whether technology will leave the developing world behind."
    },
    {
      "index": 64,
      "start_time": 446760.0,
      "end_time": 452270.0,
      "text": "This is to close the gap. But as I read those words, I knew they weren't"
    },
    {
      "index": 65,
      "start_time": 452270.0,
      "end_time": 460060.0,
      "text": "super relevant. What I didn't say was, by the way, we're not focused on the fact that"
    },
    {
      "index": 66,
      "start_time": 460060.0,
      "end_time": 465030.0,
      "text": "half a million people on this continent are dying every year from malaria."
    },
    {
      "index": 67,
      "start_time": 465030.0,
      "end_time": 473330.0,
      "text": "But we are sure as hell going to bring you computers. Before I went to Soweto, I thought I understood"
    },
    {
      "index": 68,
      "start_time": 473330.0,
      "end_time": 479180.0,
      "text": "the world's problems but I was blind to many of the most important ones."
    },
    {
      "index": 69,
      "start_time": 479180.0,
      "end_time": 487710.0,
      "text": "I was so taken aback by what I saw that I had to ask myself, did I still believe that innovation could"
    },
    {
      "index": 70,
      "start_time": 487710.0,
      "end_time": 495470.0,
      "text": "solve the world's toughest problems? I promised myself that before I came back to Africa,"
    },
    {
      "index": 71,
      "start_time": 495470.0,
      "end_time": 500930.0,
      "text": "I would find out more about what keeps people poor."
    },
    {
      "index": 72,
      "start_time": 500930.0,
      "end_time": 505420.0,
      "text": "Over the years, Melinda and I did learn more about the pressing needs of the poor."
    },
    {
      "index": 73,
      "start_time": 505420.0,
      "end_time": 515880.0,
      "text": "On a later trip to South Africa, I paid a visit to a hospital for patients with MDR-TB, multi-drug resistant tuberculosis"
    },
    {
      "index": 74,
      "start_time": 515880.0,
      "end_time": 523029.0,
      "text": "a disease with a cure rate of under 50%. I remember that hospital as a place of despair."
    },
    {
      "index": 75,
      "start_time": 523029.0,
      "end_time": 532709.0,
      "text": "It was a giant open ward, with a sea of patients shuffling around in pajamas, wearing masks."
    },
    {
      "index": 76,
      "start_time": 532709.0,
      "end_time": 536910.0,
      "text": "There was one floor just for children, including some babies lying in bed."
    },
    {
      "index": 77,
      "start_time": 536910.0,
      "end_time": 541589.0,
      "text": "They had a little school for kids who were well enough to learn,"
    },
    {
      "index": 78,
      "start_time": 541589.0,
      "end_time": 545269.0,
      "text": "but many of the children couldn't make it, and the hospital didn't"
    },
    {
      "index": 79,
      "start_time": 545269.0,
      "end_time": 550430.0,
      "text": "seem to know whether it was worth it to keep the school open."
    },
    {
      "index": 80,
      "start_time": 550430.0,
      "end_time": 555759.0,
      "text": "I talked to a patient there in her early 30s. She had been a worker at a TB hospital when"
    },
    {
      "index": 81,
      "start_time": 555759.0,
      "end_time": 561240.0,
      "text": "she came down with a cough. She went to a doctor and he told her said she had drug-resistant TB."
    },
    {
      "index": 82,
      "start_time": 561240.0,
      "end_time": 566750.0,
      "text": "She was later diagnosed with AIDS. She wasn't going to live much longer,"
    },
    {
      "index": 83,
      "start_time": 566750.0,
      "end_time": 573680.0,
      "text": "but there were plenty of MDR patients waiting to take her bed when she vacated it."
    },
    {
      "index": 84,
      "start_time": 573680.0,
      "end_time": 581089.0,
      "text": "This was hell with a waiting list. But seeing this hell didn't reduce my optimism."
    },
    {
      "index": 85,
      "start_time": 581089.0,
      "end_time": 587250.0,
      "text": "It channeled it. I got into the car as I left and I told the doctor we were working with"
    },
    {
      "index": 86,
      "start_time": 587250.0,
      "end_time": 592910.0,
      "text": "I know MDR-TB is hard to cure, but we must do something for these people."
    },
    {
      "index": 87,
      "start_time": 592910.0,
      "end_time": 599089.0,
      "text": "And, in fact, this year, we are entering phase three with the new TB drug regime"
    },
    {
      "index": 88,
      "start_time": 599089.0,
      "end_time": 607040.0,
      "text": "for patients who respond, instead of a 50% cure rate after 18 months for $2,000,"
    },
    {
      "index": 89,
      "start_time": 607040.0,
      "end_time": 617490.0,
      "text": "we get an 80% cure rate after six months for under $100."
    },
    {
      "index": 90,
      "start_time": 617490.0,
      "end_time": 627959.0,
      "text": "(Applause). Optimism is often dismissed as false hope."
    },
    {
      "index": 91,
      "start_time": 627959.0,
      "end_time": 635990.0,
      "text": "But there is also false hopelessness. That's the attitude that says we can't defeat poverty and disease."
    },
    {
      "index": 92,
      "start_time": 635990.0,
      "end_time": 645160.0,
      "text": "We absolutely can. >> MELINDA GATES: Bill called me that day after he visited the TB hospital"
    },
    {
      "index": 93,
      "start_time": 645160.0,
      "end_time": 647560.0,
      "text": "and normally if one of us is on an international trip,"
    },
    {
      "index": 94,
      "start_time": 647560.0,
      "end_time": 652050.0,
      "text": "we will go through our agenda for the day and who we met and where we have been."
    },
    {
      "index": 95,
      "start_time": 652050.0,
      "end_time": 658050.0,
      "text": "But this call was different. Bill said to me, Melinda, I have been somewhere that I have never been before."
    },
    {
      "index": 96,
      "start_time": 658050.0,
      "end_time": 662389.0,
      "text": "And then he choked up and he couldn't go on. And he finally just said,"
    },
    {
      "index": 97,
      "start_time": 662389.0,
      "end_time": 668990.0,
      "text": "I will tell you more when I get home. And I knew what he was going through because"
    },
    {
      "index": 98,
      "start_time": 668990.0,
      "end_time": 671180.0,
      "text": "when you see people with so little hope, it breaks your heart."
    },
    {
      "index": 99,
      "start_time": 671180.0,
      "end_time": 684040.0,
      "text": "But if you want to do the most, you have to go see the worst, and I've had days like that too."
    },
    {
      "index": 100,
      "start_time": 684040.0,
      "end_time": 689399.0,
      "text": "About ten years ago, I traveled with a group of friends to India. And on last day I was there,"
    },
    {
      "index": 101,
      "start_time": 689399.0,
      "end_time": 697230.0,
      "text": "I had a meeting with a group of prostitutes and I expected to talk to them about the risk of AIDS that they were facing,"
    },
    {
      "index": 102,
      "start_time": 697230.0,
      "end_time": 702850.0,
      "text": "but what they wanted to talk to me about was stigma."
    },
    {
      "index": 103,
      "start_time": 702850.0,
      "end_time": 707560.0,
      "text": "Many of these women had been abandoned by their husbands. That's why they even went into prostitution."
    },
    {
      "index": 104,
      "start_time": 707560.0,
      "end_time": 710499.0,
      "text": "They wanted to be able to feed their children."
    },
    {
      "index": 105,
      "start_time": 710499.0,
      "end_time": 720439.0,
      "text": "They were so low in the eyes of society that they could be raped and robbed and beaten by anyone, even the"
    },
    {
      "index": 106,
      "start_time": 720439.0,
      "end_time": 728039.0,
      "text": "police, and nobody cared. Talking to them about their lives was so moving to me,"
    },
    {
      "index": 107,
      "start_time": 728039.0,
      "end_time": 734449.0,
      "text": "but what I remember most was how much they wanted to be touched. They wanted to"
    },
    {
      "index": 108,
      "start_time": 734449.0,
      "end_time": 741009.0,
      "text": "touch me and to be touched by them. It was if physical contact somehow proved their worth."
    },
    {
      "index": 109,
      "start_time": 741009.0,
      "end_time": 748100.0,
      "text": "And so before I left, we linked arms hand in hand and did a photo together."
    },
    {
      "index": 110,
      "start_time": 748100.0,
      "end_time": 754199.0,
      "text": "Later that same day, I spent some time in India in a home for the dying."
    },
    {
      "index": 111,
      "start_time": 754199.0,
      "end_time": 761740.0,
      "text": "I walked into a large hall and I saw rows and rows of cots and every cot was attended to except for one,"
    },
    {
      "index": 112,
      "start_time": 761740.0,
      "end_time": 767339.0,
      "text": "that was far off in the corner. And so I decided to go over there. The patient who was in this"
    },
    {
      "index": 113,
      "start_time": 767339.0,
      "end_time": 777410.0,
      "text": "room was a woman in her 30s. And I remember her eyes. She had these huge, brown, sorrowful eyes."
    },
    {
      "index": 114,
      "start_time": 777410.0,
      "end_time": 783240.0,
      "text": "She was emaciated and on the verge of death. Her intestines were not holding anything"
    },
    {
      "index": 115,
      "start_time": 783240.0,
      "end_time": 786509.0,
      "text": "and so the workers had put a pan under her bed, and cut a hole in the bottom of the bed"
    },
    {
      "index": 116,
      "start_time": 786509.0,
      "end_time": 791160.0,
      "text": "and everything in her was just pouring out into that pan."
    },
    {
      "index": 117,
      "start_time": 791160.0,
      "end_time": 799220.0,
      "text": "And I could tell that she had AIDS. Both in the way she looked and the fact that she was off in this corner alone."
    },
    {
      "index": 118,
      "start_time": 799220.0,
      "end_time": 808629.0,
      "text": "The stigma of AIDS is vicious, especially for women."
    },
    {
      "index": 119,
      "start_time": 808629.0,
      "end_time": 816879.0,
      "text": "And the punishment is abandonment. When I arrived at her cot, I suddenly felt"
    },
    {
      "index": 120,
      "start_time": 816879.0,
      "end_time": 824069.0,
      "text": "completely and totally helpless. I had absolutely nothing I could offer this woman."
    },
    {
      "index": 121,
      "start_time": 824069.0,
      "end_time": 829629.0,
      "text": "I knew I couldn't save her. But I didn't want her to be alone. So I knelt down with her and I put"
    },
    {
      "index": 122,
      "start_time": 829629.0,
      "end_time": 833569.0,
      "text": "my hand out and she reached for my hand and grabbed it and she wouldn't let it go."
    },
    {
      "index": 123,
      "start_time": 833569.0,
      "end_time": 837899.0,
      "text": "And I didn't speak her language and I couldn't think of what I should say to her. And finally I just"
    },
    {
      "index": 124,
      "start_time": 837899.0,
      "end_time": 841959.0,
      "text": "said to her, it's going to be okay. It's going to be okay. It's not your fault."
    },
    {
      "index": 125,
      "start_time": 841959.0,
      "end_time": 845220.0,
      "text": "And after I had been with her for sometime,"
    },
    {
      "index": 126,
      "start_time": 845220.0,
      "end_time": 848800.0,
      "text": "she started pointing to the roof top. She clearly wanted to go up and I realized"
    },
    {
      "index": 127,
      "start_time": 848800.0,
      "end_time": 853730.0,
      "text": "the sun was going down and what she wanted to do was go up on the roof top and see the sunset."
    },
    {
      "index": 128,
      "start_time": 853730.0,
      "end_time": 857290.0,
      "text": "So the workers in this home for the dying were very busy and I said to them,"
    },
    {
      "index": 129,
      "start_time": 857290.0,
      "end_time": 861379.0,
      "text": "you know, can we take her up on the roof top? No. No. We have to pass out medicines."
    },
    {
      "index": 130,
      "start_time": 861379.0,
      "end_time": 864660.0,
      "text": "So I waited that for that to happen and I asked another worker and they said, No no"
    },
    {
      "index": 131,
      "start_time": 864660.0,
      "end_time": 869009.0,
      "text": "no, we are too busy. We can't get her up there. And so finally I just scooped this woman up"
    },
    {
      "index": 132,
      "start_time": 869009.0,
      "end_time": 874879.0,
      "text": "in my arms. She was nothing more than skin over bones and I took her up on the roof top,"
    },
    {
      "index": 133,
      "start_time": 874879.0,
      "end_time": 879100.0,
      "text": "and I found one of those plastic chairs that blows over in a light breeze. I put her there,"
    },
    {
      "index": 134,
      "start_time": 879100.0,
      "end_time": 883490.0,
      "text": "sat her down, put a blanket over her legs"
    },
    {
      "index": 135,
      "start_time": 883490.0,
      "end_time": 890199.0,
      "text": "and she sat there facing to the west, watching the sunset. The workers knew -- I made sure"
    },
    {
      "index": 136,
      "start_time": 890199.0,
      "end_time": 893889.0,
      "text": "they knew that she was up there so that they would bring her down later that evening after"
    },
    {
      "index": 137,
      "start_time": 893889.0,
      "end_time": 902720.0,
      "text": "the sun went down and then I had to leave. But she never left me."
    },
    {
      "index": 138,
      "start_time": 902720.0,
      "end_time": 911009.0,
      "text": "I felt completely and totally inadequate in the face of this woman's death. But sometimes,"
    },
    {
      "index": 139,
      "start_time": 911009.0,
      "end_time": 919470.0,
      "text": "it's the people that you can't help that inspire you the most. I knew that those sex workers"
    },
    {
      "index": 140,
      "start_time": 919470.0,
      "end_time": 925800.0,
      "text": "I had met in the morning could be the woman that I carried upstairs later that evening."
    },
    {
      "index": 141,
      "start_time": 925800.0,
      "end_time": 932259.0,
      "text": "Unless we found a way to defy the stigma that hung over their lives."
    },
    {
      "index": 142,
      "start_time": 932259.0,
      "end_time": 937329.0,
      "text": "Over the past ten years, our Foundation has helped sex workers build support groups so"
    },
    {
      "index": 143,
      "start_time": 937329.0,
      "end_time": 943309.0,
      "text": "they could empower one another to speak up and demand safe sex and that their clients"
    },
    {
      "index": 144,
      "start_time": 943309.0,
      "end_time": 948759.0,
      "text": "use condoms. Their brave efforts have helped to keep HIV"
    },
    {
      "index": 145,
      "start_time": 948759.0,
      "end_time": 954939.0,
      "text": "prevalence low among sex workers and a lot of studies show that's the big reason why"
    },
    {
      "index": 146,
      "start_time": 954939.0,
      "end_time": 961470.0,
      "text": "the AIDS epidemic has not exploded in India. When these sex workers gathered together to"
    },
    {
      "index": 147,
      "start_time": 961470.0,
      "end_time": 966029.0,
      "text": "help stop AIDS transmission, something unexpected and wonderful happened."
    },
    {
      "index": 148,
      "start_time": 966529.0,
      "end_time": 974069.0,
      "text": "The community they formed became a platform for everything. Police and others who raped and robbed them couldn't"
    },
    {
      "index": 149,
      "start_time": 974069.0,
      "end_time": 979360.0,
      "text": "get away with it anymore. The women set up systems to encourage savings for one another"
    },
    {
      "index": 150,
      "start_time": 979360.0,
      "end_time": 983920.0,
      "text": "and with those savings, they were able to leave sex work."
    },
    {
      "index": 151,
      "start_time": 983920.0,
      "end_time": 996920.0,
      "text": "This was all done by people that society considered the lowest of the low. Optimism, for me, is"
    },
    {
      "index": 152,
      "start_time": 996920.0,
      "end_time": 1004279.0,
      "text": "not a passive expectation that things are going to get better. For me, it's a conviction"
    },
    {
      "index": 153,
      "start_time": 1004280.0,
      "end_time": 1008661.0,
      "text": "and a belief that we can make things better."
    },
    {
      "index": 154,
      "start_time": 1008660.0,
      "end_time": 1013129.0,
      "text": "So no matter how much suffering we see, no matter how bad it is,"
    },
    {
      "index": 155,
      "start_time": 1013130.0,
      "end_time": 1025830.0,
      "text": "we can help people if we don't lose hope and if we don't look away. (Applause)."
    },
    {
      "index": 156,
      "start_time": 1028829.9999999999,
      "end_time": 1036920.9999999999,
      "text": ">> BILL GATES: Melinda and I have described some devastating scenes, but we want to make"
    },
    {
      "index": 157,
      "start_time": 1036920.0000000001,
      "end_time": 1043990.0000000001,
      "text": "the strongest case we can for the power of optimism. Even in dire situations,"
    },
    {
      "index": 158,
      "start_time": 1043990.0,
      "end_time": 1052040.0,
      "text": "optimism fuels innovation and leads to new approaches that eliminate suffering."
    },
    {
      "index": 159,
      "start_time": 1052040.0,
      "end_time": 1057150.0,
      "text": "But if you never really see the people that are suffering, your optimism can't help them."
    },
    {
      "index": 160,
      "start_time": 1057150.0,
      "end_time": 1064640.0,
      "text": "You will never change their world. And that brings me to what I see is a paradox."
    },
    {
      "index": 161,
      "start_time": 1064640.0,
      "end_time": 1072280.0,
      "text": "The modern world is an incredible source of innovation and Stanford stands at the center of that,"
    },
    {
      "index": 162,
      "start_time": 1072280.0,
      "end_time": 1078120.0,
      "text": "creating new companies, new schools of thought, prize-winning professors,"
    },
    {
      "index": 163,
      "start_time": 1078120.0,
      "end_time": 1084950.0,
      "text": "inspired art and literature, miracle drugs, and amazing graduates."
    },
    {
      "index": 164,
      "start_time": 1084950.0,
      "end_time": 1090580.0,
      "text": "Whether you are a scientist with a new discovery, or working in the trenches to understand the"
    },
    {
      "index": 165,
      "start_time": 1090580.0,
      "end_time": 1097140.0,
      "text": "needs of the most marginalized, you are advancing amazing breakthroughs in what human beings"
    },
    {
      "index": 166,
      "start_time": 1097140.0,
      "end_time": 1104630.0,
      "text": "can do for each other. At the same time, if you ask people across the United States"
    },
    {
      "index": 167,
      "start_time": 1104630.0,
      "end_time": 1110420.0,
      "text": "is the future going to be better than the past, most say no."
    },
    {
      "index": 168,
      "start_time": 1110420.0,
      "end_time": 1118120.0,
      "text": "My kids will be worse off than I am. They think innovation won't make the world better for them or their children."
    },
    {
      "index": 169,
      "start_time": 1118120.0,
      "end_time": 1125840.0,
      "text": "So who is right? The people who say innovation will create new possibilities"
    },
    {
      "index": 170,
      "start_time": 1125840.0,
      "end_time": 1132490.0,
      "text": "and make the world better? Or the people who see a trend toward inequality and a decline"
    },
    {
      "index": 171,
      "start_time": 1132490.0,
      "end_time": 1137620.0,
      "text": "in opportunity and don't think innovation will change that?"
    },
    {
      "index": 172,
      "start_time": 1137620.0,
      "end_time": 1144960.0,
      "text": "The pessimists are wrong, in my view. But they are not crazy. If innovation is purely"
    },
    {
      "index": 173,
      "start_time": 1144960.0,
      "end_time": 1151710.0,
      "text": "market driven, and we don't focus on the big inequities, then we could have amazing advances"
    },
    {
      "index": 174,
      "start_time": 1151710.0,
      "end_time": 1157550.0,
      "text": "and inventions that leave the world even more divided. We won't improve"
    },
    {
      "index": 175,
      "start_time": 1157550.0,
      "end_time": 1164860.0,
      "text": "public schools, we won't cure malaria, we won't end poverty. We won't develop the"
    },
    {
      "index": 176,
      "start_time": 1164860.0,
      "end_time": 1170310.0,
      "text": "innovations poor farmers need to grow food in a changing climate."
    },
    {
      "index": 177,
      "start_time": 1170310.0,
      "end_time": 1178250.0,
      "text": "If our optimism doesn't address the problems that affect so many of our fellow human beings,"
    },
    {
      "index": 178,
      "start_time": 1178250.0,
      "end_time": 1186550.0,
      "text": "then our optimism needs more empathy. If empathy channels our optimism, we will see the poverty"
    },
    {
      "index": 179,
      "start_time": 1186550.0,
      "end_time": 1193580.0,
      "text": "and the disease and the poor schools. We will answer with our innovations and we will surprise"
    },
    {
      "index": 180,
      "start_time": 1193580.0,
      "end_time": 1199560.0,
      "text": "the pessimists. Over the next generation, you, Stanford graduates,"
    },
    {
      "index": 181,
      "start_time": 1199560.0,
      "end_time": 1206130.0,
      "text": "will lead a new wave of innovation. Which problems will you decide to solve?"
    },
    {
      "index": 182,
      "start_time": 1206130.0,
      "end_time": 1212270.0,
      "text": "If your world is wide, you can create the future we all want. If your world is narrow, you may"
    },
    {
      "index": 183,
      "start_time": 1212270.0,
      "end_time": 1218360.0,
      "text": "create the future the pessimists fear. I started learning in Soweto, that if"
    },
    {
      "index": 184,
      "start_time": 1218360.0,
      "end_time": 1223630.0,
      "text": "we are going to make our optimism matter to everyone, and empower people everywhere, we"
    },
    {
      "index": 185,
      "start_time": 1223630.0,
      "end_time": 1229880.0,
      "text": "have to see the lives of those most in need. If we have optimism, without empathy,"
    },
    {
      "index": 186,
      "start_time": 1229880.0,
      "end_time": 1234460.0,
      "text": "then it doesn't matter how much we master the secrets of science. We are not really"
    },
    {
      "index": 187,
      "start_time": 1234460.0,
      "end_time": 1242170.0,
      "text": "solving problems. We are just working on puzzles. I think most of you have a broader world view"
    },
    {
      "index": 188,
      "start_time": 1242170.0,
      "end_time": 1248560.0,
      "text": "than I had at your age. You can do better at this than I did."
    },
    {
      "index": 189,
      "start_time": 1248560.0,
      "end_time": 1257200.0,
      "text": "If you put your hearts and minds to it, you can surprise the pessimists. We are eager to see it."
    },
    {
      "index": 190,
      "start_time": 1257200.0,
      "end_time": 1267840.0,
      "text": "(Applause). >> MELINDA GATES: So let your heart break."
    },
    {
      "index": 191,
      "start_time": 1267840.0,
      "end_time": 1274000.0,
      "text": "It will change what you do with your optimism. On a trip to south Asia, I met a desperately"
    },
    {
      "index": 192,
      "start_time": 1274000.0,
      "end_time": 1280230.0,
      "text": "poor Indian woman. She had two children and she begged me to take them home with me."
    },
    {
      "index": 193,
      "start_time": 1280230.0,
      "end_time": 1284360.0,
      "text": "And when I begged her for her forgiveness she said, well then, please, just take one of them."
    },
    {
      "index": 194,
      "start_time": 1284360.0,
      "end_time": 1288410.0,
      "text": "On another trip to south Los Angeles, I met"
    },
    {
      "index": 195,
      "start_time": 1288410.0,
      "end_time": 1293060.0,
      "text": "with a group of the students from a tough neighborhood. A young girl said to me,"
    },
    {
      "index": 196,
      "start_time": 1293060.0,
      "end_time": 1298420.0,
      "text": "do you ever feel like we are the kids' whose parents shirked their responsibilities and"
    },
    {
      "index": 197,
      "start_time": 1298420.0,
      "end_time": 1308950.0,
      "text": "we are just the leftovers? These women broke my heart. And they still do."
    },
    {
      "index": 198,
      "start_time": 1308950.0,
      "end_time": 1318450.0,
      "text": "And the empathy intensifies if I admit to myself, that could be me."
    },
    {
      "index": 199,
      "start_time": 1318450.0,
      "end_time": 1323470.0,
      "text": "When I talk with the mothers I meet during my travels, there's no difference between"
    },
    {
      "index": 200,
      "start_time": 1323470.0,
      "end_time": 1330870.0,
      "text": "what we want for our children. The only difference is our ability to provide it to our children."
    },
    {
      "index": 201,
      "start_time": 1330870.0,
      "end_time": 1336480.0,
      "text": "So what  accounts for that difference? Bill and I talk about this with our own kids"
    },
    {
      "index": 202,
      "start_time": 1336480.0,
      "end_time": 1342760.0,
      "text": "around the dinner table. Bill worked incredibly hard and he took risks and he made sacrifices for success."
    },
    {
      "index": 203,
      "start_time": 1342760.0,
      "end_time": 1351740.0,
      "text": "But there's another essential ingredient of success, and that is luck."
    },
    {
      "index": 204,
      "start_time": 1351740.0,
      "end_time": 1360960.0,
      "text": "Absolute and total luck. When were you born? Who are your parents?"
    },
    {
      "index": 205,
      "start_time": 1360960.0,
      "end_time": 1367240.0,
      "text": "Where did you grow up? None of us earn these things. These things were given to us."
    },
    {
      "index": 206,
      "start_time": 1367240.0,
      "end_time": 1373810.0,
      "text": "So when we strip away all of our luck and our privilege and we consider where we would be"
    },
    {
      "index": 207,
      "start_time": 1373810.0,
      "end_time": 1380990.0,
      "text": "without them, it becomes someone much easier to see someone who is poor and say, that could"
    },
    {
      "index": 208,
      "start_time": 1380990.0,
      "end_time": 1391500.0,
      "text": "be me. And that's empathy. Empathy tears down barriers and it opens up whole new frontiers"
    },
    {
      "index": 209,
      "start_time": 1391500.0,
      "end_time": 1397990.0,
      "text": "for optimism. So here is our appeal to you all. As you leave Stanford"
    },
    {
      "index": 210,
      "start_time": 1397990.0,
      "end_time": 1405980.0,
      "text": "take all your genius and your optimism and your empathy, and go change the world"
    },
    {
      "index": 211,
      "start_time": 1405980.0,
      "end_time": 1410830.0,
      "text": "in ways that will make millions of people optimistic."
    },
    {
      "index": 212,
      "start_time": 1410830.0,
      "end_time": 1416260.0,
      "text": "You don't have to rush. You have careers to launch and debts to pay and spouses to meet"
    },
    {
      "index": 213,
      "start_time": 1416260.0,
      "end_time": 1423990.0,
      "text": "and marry. That's plenty enough for right now. But in the course of your lives, perhaps"
    },
    {
      "index": 214,
      "start_time": 1423990.0,
      "end_time": 1431990.0,
      "text": "without any plan on your part, you will see suffering that's going to break your heart."
    },
    {
      "index": 215,
      "start_time": 1431990.0,
      "end_time": 1442130.0,
      "text": "And when it happens, don't turn away from it. That's the moment that change is born."
    },
    {
      "index": 216,
      "start_time": 1442130.0,
      "end_time": 1461230.0,
      "text": "Congratulations and good luck to the class of 2014!"
    }
  ]
}