{
  "video_id": "WUtsg8AlNxY",
  "title": "Film Theory: DEATH NOTE–How Deadly Was it?",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 5369.0,
      "text": "I've set things up so theories will continue to appear over the next three weeks. Just watch me theorists..."
    },
    {
      "index": 2,
      "start_time": 5369.0,
      "end_time": 11720.0,
      "text": "I'll make dinner with my right hand and write theories with my left. I'll take a potato chip and EAT IT."
    },
    {
      "index": 3,
      "start_time": 11720.0,
      "end_time": 17420.0,
      "text": "I'll take my leftovers and REHEAT IT. I'll play Mario and BEAT IT."
    },
    {
      "index": 4,
      "start_time": 17480.0,
      "end_time": 20700.0,
      "text": "I'll open the script for Doctor Who part three... *laughing*"
    },
    {
      "index": 5,
      "start_time": 20700.0,
      "end_time": 23740.0,
      "text": "-and COMPLETE IT. Well, maybe not that last one..."
    },
    {
      "index": 6,
      "start_time": 24380.0,
      "end_time": 26380.0,
      "text": "*Film Theory Intro* I love how you made this Mat."
    },
    {
      "index": 7,
      "start_time": 39680.0,
      "end_time": 43280.0,
      "text": "Hello internet! Welcome to Film Theory."
    },
    {
      "index": 8,
      "start_time": 43280.0,
      "end_time": 46660.0,
      "text": "So, here's a fun fact.  When I'm at conventions, one of the most popular things"
    },
    {
      "index": 9,
      "start_time": 46660.0,
      "end_time": 49449.0,
      "text": "I'm asked to sign are people's recently purchased Death Notes."
    },
    {
      "index": 10,
      "start_time": 49449.0,
      "end_time": 53180.0,
      "text": "It makes me wonder whether they're fans of the show or just haters who want to end the channel..."
    },
    {
      "index": 11,
      "start_time": 53180.0,
      "end_time": 55060.0,
      "text": "*ominous music* By any means necessary..."
    },
    {
      "index": 12,
      "start_time": 55120.0,
      "end_time": 59400.0,
      "text": "Either way, I'm totally in the clear since I don't take chances and sign with a misspelling of my name."
    },
    {
      "index": 13,
      "start_time": 59440.0,
      "end_time": 62460.0,
      "text": "It's totally true! The paranoia is real!!"
    },
    {
      "index": 14,
      "start_time": 62460.0,
      "end_time": 65100.0,
      "text": "Seriously, if you have ever asked me to sign your Death Note, check it out."
    },
    {
      "index": 15,
      "start_time": 65099.99999999999,
      "end_time": 68199.0,
      "text": "Usually, what I do is I attach a little bit of extra text to the end where I'm like"
    },
    {
      "index": 16,
      "start_time": 68200.0,
      "end_time": 69860.0,
      "text": "\"Ha, ha, This isn't how I actually spell my name.\""
    },
    {
      "index": 17,
      "start_time": 69860.0,
      "end_time": 74600.0,
      "text": "Also, side note, apologies to any \"Matt Pats\" out there who spell their name with a double T."
    },
    {
      "index": 18,
      "start_time": 74600.0,
      "end_time": 79120.0,
      "text": "Anyway, today we're talking about Death note since Netflix just released a live-action Death Note movie"
    },
    {
      "index": 19,
      "start_time": 79120.0,
      "end_time": 82380.0,
      "text": "and since I'm writing this episode before it comes out, let me just cover my bases here."
    },
    {
      "index": 20,
      "start_time": 82380.0,
      "end_time": 87459.0,
      "text": "\"Man, It was the worst! I mean, L in public, Light second-guessing himself,"
    },
    {
      "index": 21,
      "start_time": 87530.0,
      "end_time": 90900.0,
      "text": "I can't believe that they didn't stay true to the original anime!\""
    },
    {
      "index": 22,
      "start_time": 90900.0,
      "end_time": 91420.0,
      "text": "Or.."
    },
    {
      "index": 23,
      "start_time": 91500.0,
      "end_time": 97140.0,
      "text": "\"Wow! It was so great, right? Ryuk was PERFECT and they nailed Misa's character.\""
    },
    {
      "index": 24,
      "start_time": 97140.0,
      "end_time": 98740.0,
      "text": "Sorry, I hate to make you guys work like that"
    },
    {
      "index": 25,
      "start_time": 98740.0,
      "end_time": 102740.0,
      "text": "But I thank you for going the extra mile and inserting the appropriate of the two responses."
    },
    {
      "index": 26,
      "start_time": 102740.0,
      "end_time": 106740.0,
      "text": "So let me just put this out there: I love, LOVE the original anime!"
    },
    {
      "index": 27,
      "start_time": 106740.0,
      "end_time": 110600.0,
      "text": "It's like 25 of the best written episodes ever put to a TV screen."
    },
    {
      "index": 28,
      "start_time": 110600.0,
      "end_time": 112800.0,
      "text": "\"But Matpat there are actually 37 episodes.\""
    },
    {
      "index": 29,
      "start_time": 112800.0,
      "end_time": 118200.0,
      "text": "Like I said, 25 of the most tense, densely plotted episodes ever put to air."
    },
    {
      "index": 30,
      "start_time": 118240.0,
      "end_time": 121540.0,
      "text": "For those of you unfamiliar, main character Light Yagami has it all;"
    },
    {
      "index": 31,
      "start_time": 121540.0,
      "end_time": 124479.0,
      "text": "the top grades in his class the attention of all his female"
    },
    {
      "index": 32,
      "start_time": 124550.0,
      "end_time": 128800.0,
      "text": "classmates and a magical notebook that has the ability to kill people when he writes their names in it. Okay."
    },
    {
      "index": 33,
      "start_time": 128800.00000000001,
      "end_time": 134199.0,
      "text": "So, one of those things is not quite like the others. Unlike most people who get kind of icky over the prospect of killing people"
    },
    {
      "index": 34,
      "start_time": 134200.0,
      "end_time": 137289.0,
      "text": "with the flick of a pen, Light sees this as his opportunity to"
    },
    {
      "index": 35,
      "start_time": 137510.0,
      "end_time": 144849.0,
      "text": "Purify the world of Evil. Taking out all the world's criminals and in the process becoming the vigilante known as Kira. And no,"
    },
    {
      "index": 36,
      "start_time": 144849.0,
      "end_time": 149319.0,
      "text": "That's not a racist way of saying killer. His name is actually Kira. Along the way,"
    },
    {
      "index": 37,
      "start_time": 149319.0,
      "end_time": 154988.0,
      "text": "He attracts copycat killers and plays an intense game of Cat-And-Mouse against the Brilliant deductive mind of a mysterious"
    },
    {
      "index": 38,
      "start_time": 155209.0,
      "end_time": 158348.0,
      "text": "Detective known only as L. It is without"
    },
    {
      "index": 39,
      "start_time": 159019.0,
      "end_time": 163479.0,
      "text": "Question my favorite anime. But as I get ready to watch the Netflix movie, it suddenly occurred to me"
    },
    {
      "index": 40,
      "start_time": 163480.0,
      "end_time": 168580.0,
      "text": "We spend so much time zoomed in on the personal conflicts between Light and L, that we as the audience"
    },
    {
      "index": 41,
      "start_time": 168770.0,
      "end_time": 176299.0,
      "text": "Lose sight the larger conflict here just how many killings are happening over the course of the series light has some epic montage"
    },
    {
      "index": 42,
      "start_time": 176819.0,
      "end_time": 183049.0,
      "text": "Sequences well about is that because you can get when the action consists of writing people's names down the entire point of these?"
    },
    {
      "index": 43,
      "start_time": 183300.0,
      "end_time": 185809.0,
      "text": "Montages is to illustrate the extent of these killing sprees"
    },
    {
      "index": 44,
      "start_time": 185810.0,
      "end_time": 187440.0,
      "text": "but when it comes to the question of how many"
    },
    {
      "index": 45,
      "start_time": 187440.0,
      "end_time": 192440.0,
      "text": "Names were actually written into the death note things kind of get blurry so today"
    },
    {
      "index": 46,
      "start_time": 192440.0,
      "end_time": 198289.0,
      "text": "I'm working to get the best estimate possible for how many lives like cut short during his reign as Kira now"
    },
    {
      "index": 47,
      "start_time": 198290.0,
      "end_time": 204860.0,
      "text": "I say estimate since most of his killing occurs off screen meaning we can never get a hundred percent accurate number that said though"
    },
    {
      "index": 48,
      "start_time": 204860.0,
      "end_time": 211130.0,
      "text": "We can get close if we know one the duration of time during which Kira's active and to the rate at which, Kira Kills"
    },
    {
      "index": 49,
      "start_time": 211130.0,
      "end_time": 214309.0,
      "text": "So number one how long does Kira kill for well?"
    },
    {
      "index": 50,
      "start_time": 214310.0,
      "end_time": 218269.0,
      "text": "It's a simple question that has a complicated answer you see for one thing"
    },
    {
      "index": 51,
      "start_time": 218269.0,
      "end_time": 223849.0,
      "text": "There are a total of four people who operate under the Kira alias at one point or another as light creates these"
    },
    {
      "index": 52,
      "start_time": 224040.0,
      "end_time": 227720.0,
      "text": "Complex Notebook handoffs and his attempt to evade capture making matters worse"
    },
    {
      "index": 53,
      "start_time": 227760.0,
      "end_time": 233600.0,
      "text": "Is that sometimes multiple Kira's are active at the same time with as many as three death notes at play?"
    },
    {
      "index": 54,
      "start_time": 234090.0,
      "end_time": 239420.0,
      "text": "Fortunately we have access to the complete time-stamped list of all the major events that happen throughout the series"
    },
    {
      "index": 55,
      "start_time": 239420.0,
      "end_time": 245660.0,
      "text": "Thanks to the handy time line that was printed in the bonus thirteenth volume of the manga and it bears mentioning that yes"
    },
    {
      "index": 56,
      "start_time": 245660.0,
      "end_time": 253579.0,
      "text": "This is a timeline covering the manga however it tells the exact same story as the anime only time shifted three years earlier because it"
    },
    {
      "index": 57,
      "start_time": 253579.0,
      "end_time": 259819.0,
      "text": "Came out first. They kept the months and days consistent from Manga to anime only changing the year by three years"
    },
    {
      "index": 58,
      "start_time": 259820.0,
      "end_time": 265369.0,
      "text": "So really the absolute time that Kira is active remains the same so now spoiler alert"
    },
    {
      "index": 59,
      "start_time": 265370.0,
      "end_time": 270769.0,
      "text": "I'm about to show you a timeline mapping out the whole series so go binge watch it, and then come back here seriously"
    },
    {
      "index": 60,
      "start_time": 270770.0,
      "end_time": 275090.0,
      "text": "It'll be a great weekend activity for you everyone back great and here"
    },
    {
      "index": 61,
      "start_time": 275090.0,
      "end_time": 275930.0,
      "text": "It is yep"
    },
    {
      "index": 62,
      "start_time": 275930.0,
      "end_time": 283430.0,
      "text": "It is a lot six years of killing spread across four main Kira's using three separate notebooks and a partridge in a pear tree"
    },
    {
      "index": 63,
      "start_time": 283590.0,
      "end_time": 290479.0,
      "text": "Add to that the police the mafia and hoo boy it is more confusing than light playing musical notebooks in the woods"
    },
    {
      "index": 64,
      "start_time": 290479.0,
      "end_time": 291470.0,
      "text": "But at this point"
    },
    {
      "index": 65,
      "start_time": 291470.0,
      "end_time": 296660.0,
      "text": "we have a solid idea of how long each of the kira's was an operation as expected light was the longest at"
    },
    {
      "index": 66,
      "start_time": 297000.0,
      "end_time": 300349.0,
      "text": "2030 three Total days Second Kira model and actress, Misa"
    },
    {
      "index": 67,
      "start_time": 300349.0,
      "end_time": 307189.0,
      "text": "Amane is only active for 60 seven days primarily because she was less interested in killing for justice and more interested in getting into lights"
    },
    {
      "index": 68,
      "start_time": 309210.0,
      "end_time": 314269.0,
      "text": "life Lights life Kyousuke-shi Gucci is Kira 3.0 active for"
    },
    {
      "index": 69,
      "start_time": 314640.0,
      "end_time": 321560.0,
      "text": "136 days and finally Tear Tomica me a devoted disciple of Tierra holds the note for the shortest amount of time only 61 days"
    },
    {
      "index": 70,
      "start_time": 321560.0,
      "end_time": 323560.0,
      "text": "But he's also the most enthusiastic"
    },
    {
      "index": 71,
      "start_time": 324000.0,
      "end_time": 326000.0,
      "text": "about it"
    },
    {
      "index": 72,
      "start_time": 329790.0,
      "end_time": 335749.0,
      "text": "Well, ho backspace on up there buddy because now that we know who had a death note and for how long we can calculate how"
    },
    {
      "index": 73,
      "start_time": 335750.0,
      "end_time": 341839.0,
      "text": "Many people each of them killed based on their rates of killing man if this video doesn't get flagged by YouTube's as being an advertiser"
    },
    {
      "index": 74,
      "start_time": 342150.0,
      "end_time": 343920.0,
      "text": "Unfriendly, it will be a miracle"
    },
    {
      "index": 75,
      "start_time": 343920.0,
      "end_time": 350870.0,
      "text": "So the key to estimating lights rate of killing lies in this first encounter with Ryu late shinigami or god of death when Ryo first"
    },
    {
      "index": 76,
      "start_time": 350870.0,
      "end_time": 356269.0,
      "text": "Appears we learned that lights been writing the names of criminals in the death note for five days several death notes"
    },
    {
      "index": 77,
      "start_time": 356270.0,
      "end_time": 358460.0,
      "text": "Have made their way into the human world in the past"
    },
    {
      "index": 78,
      "start_time": 358470.0,
      "end_time": 363919.0,
      "text": "But you're the first to a britain has many names look at how many people you killed in only five days"
    },
    {
      "index": 79,
      "start_time": 365220.0,
      "end_time": 371600.0,
      "text": "The show gives us a glimpse of his open notebook where we can observe that he writes names divided into four Columns and 39 Rows"
    },
    {
      "index": 80,
      "start_time": 371600.0,
      "end_time": 373020.0,
      "text": "each that's a total of"
    },
    {
      "index": 81,
      "start_time": 373020.0,
      "end_time": 380960.0,
      "text": "156 names per page that clip also shows us that lights already completed two full pages a total of three hundred and twelve names if"
    },
    {
      "index": 82,
      "start_time": 380960.0,
      "end_time": 386569.0,
      "text": "We take the lowball estimate and assume that light only has filled those two pages in the five days then the average"
    },
    {
      "index": 83,
      "start_time": 386640.0,
      "end_time": 394340.0,
      "text": "Comes out to sixty two point four names per day now realize that this is only an average light obviously isn't writing exactly"
    },
    {
      "index": 84,
      "start_time": 394530.0,
      "end_time": 401959.0,
      "text": "62 names every single day for instance there's one day where he kills exactly 24 criminals one every hour to make a very specific point?"
    },
    {
      "index": 85,
      "start_time": 401960.0,
      "end_time": 406160.0,
      "text": "To L and then on the days where he's under surveillance he probably kills fewer criminals"
    },
    {
      "index": 86,
      "start_time": 406160.0,
      "end_time": 410509.0,
      "text": "But we also know that light likes to cue up criminals to die even on days when he's not"
    },
    {
      "index": 87,
      "start_time": 410610.0,
      "end_time": 412130.0,
      "text": "diligently writing names in his death note"
    },
    {
      "index": 88,
      "start_time": 412130.0,
      "end_time": 417820.0,
      "text": "So what matters here is the average not the exact he writes down on any given day so that?"
    },
    {
      "index": 89,
      "start_time": 418200.0,
      "end_time": 425660.0,
      "text": "62.4 is a good baseline then comes the five year intermission after light defeats L, during which light is acting completely"
    },
    {
      "index": 90,
      "start_time": 426560.0,
      "end_time": 430280.0,
      "text": "Uncontested assuming the role of Kyra and knight and the role of the new L"
    },
    {
      "index": 91,
      "start_time": 430560.0,
      "end_time": 435660.0,
      "text": "During the day and as he can imagine since he's a serial killer leading a task force out to catch him"
    },
    {
      "index": 92,
      "start_time": 435660.0,
      "end_time": 443189.0,
      "text": "He's not too good at his day job during this period A narrator tells us that the Kira killings accelerate in the summer according to"
    },
    {
      "index": 93,
      "start_time": 443530.0,
      "end_time": 449130.0,
      "text": "his killings increased at an unprecedented rate its first five days as Kira are a pretty good representation of what an"
    },
    {
      "index": 94,
      "start_time": 449290.0,
      "end_time": 453809.0,
      "text": "Unimpeded Kira looks like he comes from from school does his homework and then spends the rest of his free time"
    },
    {
      "index": 95,
      "start_time": 453880.0,
      "end_time": 457679.0,
      "text": "Writing names in his notebook like a lovesick middle schooler when like two feet zell"
    },
    {
      "index": 96,
      "start_time": 457680.0,
      "end_time": 463500.0,
      "text": "He still has to perform his day job with the police task force and at night Misa is also distracting him wink wink"
    },
    {
      "index": 97,
      "start_time": 463500.0,
      "end_time": 469410.0,
      "text": "Don't you hate it when the blonde actress slash model who adores everything that you do pulls you away from your nightly killing spree"
    },
    {
      "index": 98,
      "start_time": 469410.0,
      "end_time": 472799.0,
      "text": "So let's assume that the rate of his killings during this period Doubles per day"
    },
    {
      "index": 99,
      "start_time": 472800.0,
      "end_time": 479070.0,
      "text": "It's nothing too extreme just an extra 60 or so names at night because he has misa helping him do research running those numbers across"
    },
    {
      "index": 100,
      "start_time": 479070.0,
      "end_time": 482669.0,
      "text": "This two thousand Thirty three days as Kira gives us two hundred and forty two"
    },
    {
      "index": 101,
      "start_time": 482889.0,
      "end_time": 487289.0,
      "text": "Thousand one hundred and Twelve names in the book hold up two hundred and forty two"
    },
    {
      "index": 102,
      "start_time": 487690.0,
      "end_time": 491100.0,
      "text": "thousand approximately sixty two names per day times 365 days"
    },
    {
      "index": 103,
      "start_time": 491200.0,
      "end_time": 495509.0,
      "text": "Doubling for when L is defeated and run back for five years yeah that number checks out"
    },
    {
      "index": 104,
      "start_time": 495510.0,
      "end_time": 500969.0,
      "text": "And that's a conservative estimate think about that two hundred thousand names"
    },
    {
      "index": 105,
      "start_time": 501010.0,
      "end_time": 507479.0,
      "text": "That's more than the populations of forty seven separate countries in fact near the end of the series near yeah"
    },
    {
      "index": 106,
      "start_time": 507479.0,
      "end_time": 513088.0,
      "text": "His name is actually near calls the death note the deadliest weapon of Mass murder in the history of Mankind"
    },
    {
      "index": 107,
      "start_time": 513610.0,
      "end_time": 519030.0,
      "text": "That's a pretty tall order, but when you actually look at the numbers. It's true the third death note alone"
    },
    {
      "index": 108,
      "start_time": 519030.0,
      "end_time": 521429.0,
      "text": "The one light yagami used during his five years"
    },
    {
      "index": 109,
      "start_time": 521710.00000000006,
      "end_time": 527489.0,
      "text": "uncontested killed more people than the atomic bomb dropped on hiroshima at the end of world war two which was itself the"
    },
    {
      "index": 110,
      "start_time": 527650.0,
      "end_time": 533729.0,
      "text": "Single deadliest attack in recorded history in the end. You're nothing more than a crazy serial killer"
    },
    {
      "index": 111,
      "start_time": 534370.0,
      "end_time": 542280.0,
      "text": "No, light is much more dangerous the term serial killer specifically excludes war crimes and government sanctioned killings and by that definition"
    },
    {
      "index": 112,
      "start_time": 542680.0,
      "end_time": 544680.0,
      "text": "Kira comes out on top by A"
    },
    {
      "index": 113,
      "start_time": 544720.0,
      "end_time": 551339.0,
      "text": "huge Margin some of the deadliest serial killers in recorded history Luis Guerra Beto and pedro Lopez have fewer than"
    },
    {
      "index": 114,
      "start_time": 551680.0,
      "end_time": 559380.0,
      "text": "200 known victims while Kira's number in the hundreds of thousands even the deadliest conventional serial killers are around only"
    },
    {
      "index": 115,
      "start_time": 559670.0,
      "end_time": 564500.0,
      "text": "One-tenth of one percent as deadly as Kira, and that is just light"
    },
    {
      "index": 116,
      "start_time": 564500.0,
      "end_time": 566809.0,
      "text": "We still have three other kilos uh Kira's"
    },
    {
      "index": 117,
      "start_time": 567120.0,
      "end_time": 572269.0,
      "text": "To discuss mises number is just a drop in the bucket compared to lights killing spree only around"
    },
    {
      "index": 118,
      "start_time": 572460.0,
      "end_time": 578600.0,
      "text": "400 she had a short run and only killed for attention any killings that she does do during that five year intermission period Are more"
    },
    {
      "index": 119,
      "start_time": 578600.0,
      "end_time": 582860.0,
      "text": "For helping out lights total because he's the type of person who wouldn't allow that power to anyone else"
    },
    {
      "index": 120,
      "start_time": 582860.0,
      "end_time": 586700.0,
      "text": "He probably wants to save her all that writing to himself and as we see during the montage for that segment"
    },
    {
      "index": 121,
      "start_time": 586700.0,
      "end_time": 589039.0,
      "text": "They're both on computers together researching"
    },
    {
      "index": 122,
      "start_time": 589040.0,
      "end_time": 594019.0,
      "text": "But he's the only one that we ever see writing names when the audience learns that Gucci is the third Kira"
    },
    {
      "index": 123,
      "start_time": 594020.0,
      "end_time": 595940.0,
      "text": "We see his notebook laid out on the table"
    },
    {
      "index": 124,
      "start_time": 595940.0,
      "end_time": 601729.0,
      "text": "And it shows that he's written a total of 64 names 16 rows across four columns if that's what's in a day's work for"
    },
    {
      "index": 125,
      "start_time": 601890.0,
      "end_time": 602390.0,
      "text": "Higuchi"
    },
    {
      "index": 126,
      "start_time": 602390.0,
      "end_time": 604380.0,
      "text": "Then that would make his daily body count almost"
    },
    {
      "index": 127,
      "start_time": 604380.0,
      "end_time": 609340.0,
      "text": "Exactly the same as what we calculated for light earlier an average of 64 names per day times"
    },
    {
      "index": 128,
      "start_time": 610100.0,
      "end_time": 616840.0,
      "text": "136 Days works out to eight thousand seven hundred and four people dead at a Higuchi's hands. And lastly taro Myka me out of all"
    },
    {
      "index": 129,
      "start_time": 616840.0,
      "end_time": 619790.0,
      "text": "The Kira's Mikami holds his death note for the fewest number of days"
    },
    {
      "index": 130,
      "start_time": 619790.0,
      "end_time": 623420.0,
      "text": "But he fills in one page per day. That might not sound like much,"
    },
    {
      "index": 131,
      "start_time": 623420.0,
      "end_time": 628789.0,
      "text": "but one page for Mikami is serious business. With over six columns and"
    },
    {
      "index": 132,
      "start_time": 629370.0,
      "end_time": 633620.0,
      "text": "Seventy-six Rows per page Mikami is executing a whopping"
    },
    {
      "index": 133,
      "start_time": 635100.0,
      "end_time": 638329.0,
      "text": "456 people every Single Day"
    },
    {
      "index": 134,
      "start_time": 638330.0,
      "end_time": 639510.0,
      "text": "I'm not sure what's more Impressive?"
    },
    {
      "index": 135,
      "start_time": 639510.0,
      "end_time": 644480.0,
      "text": "the number of names that mikami manages to write every day or that he manages to squeeze them all in there?"
    },
    {
      "index": 136,
      "start_time": 644490.0,
      "end_time": 647930.0,
      "text": "Maybe might not be the brightest when it comes to executing light's strategy,"
    },
    {
      "index": 137,
      "start_time": 647930.0,
      "end_time": 654820.0,
      "text": "but you've got to give this guy points for penmanship! With a total of 61 active days mikami's total kill count tallies in at"
    },
    {
      "index": 138,
      "start_time": 655200.0,
      "end_time": 657840.0,
      "text": "27,816!"
    },
    {
      "index": 139,
      "start_time": 658520.0,
      "end_time": 664080.0,
      "text": "27,000 people in two months! So to recap our tallies are Light Yagami, 242,112"
    },
    {
      "index": 140,
      "start_time": 664140.0,
      "end_time": 666560.0,
      "text": "Misa Amane, 392"
    },
    {
      "index": 141,
      "start_time": 666640.0,
      "end_time": 668760.0,
      "text": "Kyosuke Higuchi, 8704"
    },
    {
      "index": 142,
      "start_time": 668860.0,
      "end_time": 671780.0,
      "text": "And Teru Mikami, 27,816"
    },
    {
      "index": 143,
      "start_time": 671880.0,
      "end_time": 675560.0,
      "text": "adding up to just under 280,000"
    },
    {
      "index": 144,
      "start_time": 675660.0,
      "end_time": 677660.0,
      "text": "total victims"
    },
    {
      "index": 145,
      "start_time": 677920.0,
      "end_time": 680940.0,
      "text": "280,000 people dead!"
    },
    {
      "index": 146,
      "start_time": 681120.0,
      "end_time": 684400.0,
      "text": "To give you a  point of comparison, that is just shy of the"
    },
    {
      "index": 147,
      "start_time": 684480.0,
      "end_time": 687980.0,
      "text": "300,000 Americans who died during World War one."
    },
    {
      "index": 148,
      "start_time": 688280.0,
      "end_time": 695060.0,
      "text": "The only wars to kill more U.S soldiers were world war one, two, and the Civil war"
    },
    {
      "index": 149,
      "start_time": 695339.0,
      "end_time": 697279.0,
      "text": "And remember, this estimate is a conservative number we don't see proof of it"
    },
    {
      "index": 150,
      "start_time": 697280.0,
      "end_time": 701620.0,
      "text": "but misa could absolutely be more active during that five year intermission if light allowed her to be"
    },
    {
      "index": 151,
      "start_time": 701740.0,
      "end_time": 704480.0,
      "text": "And light himself could definitely be more aggressive in his writing"
    },
    {
      "index": 152,
      "start_time": 704560.0,
      "end_time": 710700.0,
      "text": "if he wanted to be. For an even better comparison of the vastness of the number of people these guys are killing, consider this."
    },
    {
      "index": 153,
      "start_time": 710700.0,
      "end_time": 712500.0,
      "text": "When we see lights notebook open, Yes"
    },
    {
      "index": 154,
      "start_time": 712519.0,
      "end_time": 713810.0,
      "text": "We see some western names"
    },
    {
      "index": 155,
      "start_time": 713810.0,
      "end_time": 715740.0,
      "text": "But there's also a few names written in"
    },
    {
      "index": 156,
      "start_time": 715740.0,
      "end_time": 720529.0,
      "text": "Japanese. This makes total sense since the series is set in Japan and lights first language is Japanese"
    },
    {
      "index": 157,
      "start_time": 720740.0,
      "end_time": 723600.0,
      "text": "So it would just be an easier place for him to Target"
    },
    {
      "index": 158,
      "start_time": 723820.0,
      "end_time": 729360.0,
      "text": "In 2009 Japan's Prison population was seventy five thousand two hundred fifty."
    },
    {
      "index": 159,
      "start_time": 729500.0,
      "end_time": 734380.0,
      "text": "Just a fourth of Kira's Total kill count in other words during his six years"
    },
    {
      "index": 160,
      "start_time": 734390.0,
      "end_time": 741409.0,
      "text": "He could have exterminated Japan's entire prison population and still had time to deal with the rest of the world's criminals"
    },
    {
      "index": 161,
      "start_time": 741410.0,
      "end_time": 743070.0,
      "text": "that said the U.S has a"
    },
    {
      "index": 162,
      "start_time": 743070.0,
      "end_time": 748960.0,
      "text": "Few more people in prison. Two million two hundred seventy thousand to be exact so even if Kira's efforts were entirely"
    },
    {
      "index": 163,
      "start_time": 749200.0,
      "end_time": 754820.0,
      "text": "Concentrated on the U.S, It would have only been around thirteen percent of the total us prison population"
    },
    {
      "index": 164,
      "start_time": 755180.0,
      "end_time": 760080.0,
      "text": "Furthermore worldwide there are eight hundred and seventy four thousand one hundred people murdered last year"
    },
    {
      "index": 165,
      "start_time": 760380.0,
      "end_time": 762260.0,
      "text": "Holy Jeez that's a huge number"
    },
    {
      "index": 166,
      "start_time": 762260.0,
      "end_time": 766999.0,
      "text": "So even if Kira only targeted murders his total number of killings over six years"
    },
    {
      "index": 167,
      "start_time": 767060.0,
      "end_time": 771960.0,
      "text": "Would only be thirty two percent of the total number of murders in one year. Ho Boy"
    },
    {
      "index": 168,
      "start_time": 772340.0,
      "end_time": 775680.0,
      "text": "Hide your kids, hide your wives. Hide your kids, hide your wives."
    },
    {
      "index": 169,
      "start_time": 775900.0,
      "end_time": 778180.0,
      "text": "The world is kind of a scary place sometimes."
    },
    {
      "index": 170,
      "start_time": 778240.0,
      "end_time": 782580.0,
      "text": "And I gotta be honest. Light, for all his purging the world talk, made it a bit"
    },
    {
      "index": 171,
      "start_time": 782700.0,
      "end_time": 786700.0,
      "text": "Scarier. You see, even though he sees himself as the embodiment of justice.."
    },
    {
      "index": 172,
      "start_time": 786820.0,
      "end_time": 787900.0,
      "text": "I am.."
    },
    {
      "index": 173,
      "start_time": 787980.0,
      "end_time": 788740.0,
      "text": "I am.."
    },
    {
      "index": 174,
      "start_time": 788900.0,
      "end_time": 789940.0,
      "text": "Justice!"
    },
    {
      "index": 175,
      "start_time": 790480.0,
      "end_time": 793480.0,
      "text": "He kills innocents along the way in order to stay out of prison"
    },
    {
      "index": 176,
      "start_time": 793600.0,
      "end_time": 798060.0,
      "text": "Raye Penber, Raye's fiancee, 11 FBI agents that were sent to investigate him,"
    },
    {
      "index": 177,
      "start_time": 798370.0,
      "end_time": 802140.0,
      "text": "L, Watari, then of course the killings that were done by the other Kiras!"
    },
    {
      "index": 178,
      "start_time": 802510.0,
      "end_time": 804100.0,
      "text": "Light justifies these deaths as"
    },
    {
      "index": 179,
      "start_time": 804100.0,
      "end_time": 805899.0,
      "text": "Necessary in his quest to bring peace to the world,"
    },
    {
      "index": 180,
      "start_time": 805899.0,
      "end_time": 810328.0,
      "text": "And in truth, those people make up only 1/10 of 1% of Kira's total death toll"
    },
    {
      "index": 181,
      "start_time": 810480.0,
      "end_time": 814560.0,
      "text": "But is he right in this assessment?When we say that Kira killed"
    },
    {
      "index": 182,
      "start_time": 814820.0,
      "end_time": 819000.0,
      "text": "279,024 criminals, that's under the assumption that all of those people were guilty!"
    },
    {
      "index": 183,
      "start_time": 819000.0,
      "end_time": 826289.0,
      "text": "But what light doesn't take into account, are false convictions. Which happen more frequently than you might think. According to the national registry of exonerations,"
    },
    {
      "index": 184,
      "start_time": 826620.0,
      "end_time": 831380.0,
      "text": "The number of Prisoners being released as their crimes are disproven has been increasing since"
    },
    {
      "index": 185,
      "start_time": 831700.0,
      "end_time": 837680.0,
      "text": "2011 a rate of 3 exonerations per week. Other criminal Justice studies have shown that in the U.S."
    },
    {
      "index": 186,
      "start_time": 837790.0,
      "end_time": 844560.0,
      "text": "specifically as many as 4 point 1 percent of death row inmates in the us might be innocent. And that's only in the U.S, and"
    },
    {
      "index": 187,
      "start_time": 844560.0,
      "end_time": 848130.0,
      "text": "Only for people who've been convicted. We know that in some cases, Kira"
    },
    {
      "index": 188,
      "start_time": 848130.0,
      "end_time": 855320.0,
      "text": "Simply Targets suspects. If four percent of the people Kira sends to death would have later been exonerated that means Kira has killed over"
    },
    {
      "index": 189,
      "start_time": 855540.0,
      "end_time": 862700.0,
      "text": "11,000 innocent victims. Not quite the drop in the bucket that light seems to think it is there's also plenty of other issues that exist"
    },
    {
      "index": 190,
      "start_time": 862709.0,
      "end_time": 865409.0,
      "text": "In the criminal justice system. For example in the U.S,"
    },
    {
      "index": 191,
      "start_time": 865660.0,
      "end_time": 872219.0,
      "text": "94 percent of all cases are decided by Plea bargains. Where people confess guilt to a lesser crime to avoid the risk of being convicted"
    },
    {
      "index": 192,
      "start_time": 872220.0,
      "end_time": 874770.0,
      "text": "Of something more serious, even if they're not guilty at all!"
    },
    {
      "index": 193,
      "start_time": 874770.0,
      "end_time": 877720.0,
      "text": "They just don't want to run the risk or waste the time in trial"
    },
    {
      "index": 194,
      "start_time": 877880.0,
      "end_time": 882860.0,
      "text": "Some estimates put the number of Innocents who are currently serving prison time due to plea bargains at around"
    },
    {
      "index": 195,
      "start_time": 883020.0,
      "end_time": 890060.0,
      "text": "20,000 and Japan has a BIG problem with wrongful convictions. Suspects arrested for questioning can be held up to"
    },
    {
      "index": 196,
      "start_time": 890290.0,
      "end_time": 893969.0,
      "text": "23 days during which the suspect isn't allowed to have contact with an attorney"
    },
    {
      "index": 197,
      "start_time": 893969.0,
      "end_time": 898300.0,
      "text": "There's even one case where a prosecutor threatened to kill a suspect during his interrogation"
    },
    {
      "index": 198,
      "start_time": 898420.0,
      "end_time": 901000.0,
      "text": "Japan's conviction Rate is, get this..."
    },
    {
      "index": 199,
      "start_time": 901400.0,
      "end_time": 903880.0,
      "text": "99.8%!!!"
    },
    {
      "index": 200,
      "start_time": 904120.0,
      "end_time": 907960.0,
      "text": "Let me make this easy for you. If you're in court in a japanese courtroom,"
    },
    {
      "index": 201,
      "start_time": 907960.0,
      "end_time": 909140.0,
      "text": "You are going to prison."
    },
    {
      "index": 202,
      "start_time": 909140.0,
      "end_time": 913440.0,
      "text": "Just stop wasting your time get started on your prison sentence and get it over with faster"
    },
    {
      "index": 203,
      "start_time": 913440.0,
      "end_time": 918059.0,
      "text": "It's a system where guilty until proven innocent really prevails. And in Kira's eyes,"
    },
    {
      "index": 204,
      "start_time": 918060.0,
      "end_time": 922679.0,
      "text": "They're all guilty, regardless of the evidence! By the end of the series people and governments"
    },
    {
      "index": 205,
      "start_time": 922680.0,
      "end_time": 928529.0,
      "text": "just send him names! With light killing hundreds of thousands of people, you think he's got time to check each and every one?"
    },
    {
      "index": 206,
      "start_time": 928529.0,
      "end_time": 931319.0,
      "text": "So whats the upshot here? Is Kira Truly justice?"
    },
    {
      "index": 207,
      "start_time": 931320.0,
      "end_time": 931680.0,
      "text": "well"
    },
    {
      "index": 208,
      "start_time": 931680.0,
      "end_time": 935760.0,
      "text": "Let me give you the numbers and you can go debate it in the comments. Near the end of the anime we find out that"
    },
    {
      "index": 209,
      "start_time": 935760.0,
      "end_time": 941200.0,
      "text": "By the end of Kira's six year reign the world's violent crime rate has fallen by 70%"
    },
    {
      "index": 210,
      "start_time": 941320.0,
      "end_time": 947600.0,
      "text": "Since Kiras appearance six years ago, wars have stopped. And global crime rates have been reduced by over 70 percent"
    },
    {
      "index": 211,
      "start_time": 948240.0,
      "end_time": 953740.0,
      "text": "A 70% decrease in the number of Worldwide Murders would Decrease the number of killings in a given year"
    },
    {
      "index": 212,
      "start_time": 953940.0,
      "end_time": 958300.0,
      "text": "By 611,870. So by killing an average of"
    },
    {
      "index": 213,
      "start_time": 958380.0,
      "end_time": 966220.0,
      "text": "46,500 people per year, around two thousand of those being innocent, Kira prevented over six hundred thousand murders"
    },
    {
      "index": 214,
      "start_time": 966580.0,
      "end_time": 970799.0,
      "text": "Every single year, and that's not even mentioning all the other violent crime that went down"
    },
    {
      "index": 215,
      "start_time": 970800.0,
      "end_time": 973580.0,
      "text": "This is the Dilemma of Death Note."
    },
    {
      "index": 216,
      "start_time": 973820.0,
      "end_time": 980760.0,
      "text": "Light is clearly, clearly a villain saying he's driven by a better world when in actuality his ego and lust for power are his true driving"
    },
    {
      "index": 217,
      "start_time": 980940.0,
      "end_time": 984360.0,
      "text": "Motivations and yet, you can't deny, He got results"
    },
    {
      "index": 218,
      "start_time": 984600.0,
      "end_time": 989060.0,
      "text": "So was he right all along? The show provides No clear answers and remember, it's all just fiction"
    },
    {
      "index": 219,
      "start_time": 989070.0,
      "end_time": 995339.0,
      "text": "But it raises a great debate a debate that hopefully I was able to help you out with by providing more accurate numbers"
    },
    {
      "index": 220,
      "start_time": 995339.0,
      "end_time": 999689.0,
      "text": "So you can assess the situation and although I can't answer any of those questions definitively for you"
    },
    {
      "index": 221,
      "start_time": 999690.0,
      "end_time": 1004429.0,
      "text": "I can at least present you with one final and slightly lighter question related to death note"
    },
    {
      "index": 222,
      "start_time": 1004430.0,
      "end_time": 1005921.0,
      "text": "Could Kira kill Goku?"
    },
    {
      "index": 223,
      "start_time": 1006160.0,
      "end_time": 1008200.0,
      "text": "Spoiler alert the answer is obviously yes"
    },
    {
      "index": 224,
      "start_time": 1008200.0,
      "end_time": 1016140.0,
      "text": "but go ahead! Debate it in the comments 'cuz remember it's all just a theory! A film theory! aanndd"
    },
    {
      "index": 225,
      "start_time": 1016280.0,
      "end_time": 1017520.0,
      "text": "cut"
    },
    {
      "index": 226,
      "start_time": 1019140.0,
      "end_time": 1020960.0,
      "text": "Pretty good video, huh?"
    },
    {
      "index": 227,
      "start_time": 1022000.0,
      "end_time": 1024000.0,
      "text": "I really enjoyed it"
    },
    {
      "index": 228,
      "start_time": 1025579.9999999999,
      "end_time": 1026979.9999999999,
      "text": "So.... umm...."
    },
    {
      "index": 229,
      "start_time": 1028460.0,
      "end_time": 1030800.0,
      "text": "You could check out some more of his videos right there..."
    },
    {
      "index": 230,
      "start_time": 1030800.0,
      "end_time": 1032800.0,
      "text": "Or subscribe.."
    },
    {
      "index": 231,
      "start_time": 1035660.0000000001,
      "end_time": 1036660.0000000001,
      "text": "Well the videos ending now so ill see you later."
    }
  ]
}