{
  "video_id": "wv2GrX0TxOc",
  "title": "Obesity Statistics You Should Know | Obesity",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5410.0,
      "end_time": 11030.0,
      "text": "Obesity is a serious medical condition of excess fat storage. It&#39;s defined as a person"
    },
    {
      "index": 2,
      "start_time": 11030.0,
      "end_time": 16810.0,
      "text": "having a BMI of 30 or greater. BMI, or body mass index, is a number that is calculated"
    },
    {
      "index": 3,
      "start_time": 16810.0,
      "end_time": 23019.0,
      "text": "by dividing your weight in kilograms by your height in meters squared. Obesity begins at"
    },
    {
      "index": 4,
      "start_time": 23019.0,
      "end_time": 28590.0,
      "text": "a BMI of 30 and 40 or greater is considered actually morbid obesity."
    },
    {
      "index": 5,
      "start_time": 28590.0,
      "end_time": 34660.0,
      "text": "Obesity is an epidemic in our country. Over one third of adults are obese. Another scary"
    },
    {
      "index": 6,
      "start_time": 34660.0,
      "end_time": 40250.0,
      "text": "statistic is that greater than 17% of our children and adolescents are obese. This number"
    },
    {
      "index": 7,
      "start_time": 40250.0,
      "end_time": 45770.0,
      "text": "is growing each year. Another scary thing is that obesity has actually surpassed smoking"
    },
    {
      "index": 8,
      "start_time": 45770.0,
      "end_time": 50579.0,
      "text": "as being the number one cause of preventable death. While this statistic is scary, the"
    },
    {
      "index": 9,
      "start_time": 50579.0,
      "end_time": 54329.0,
      "text": "good news is that there is something that you can do about it. Because when you do lose"
    },
    {
      "index": 10,
      "start_time": 54329.0,
      "end_time": 58550.0,
      "text": "the weight your risk of premature death decreases drastically."
    },
    {
      "index": 11,
      "start_time": 58550.0,
      "end_time": 64339.0,
      "text": "Something many people don&#39;t know is that diet and exercise are very difficult. A lot of"
    },
    {
      "index": 12,
      "start_time": 64339.0,
      "end_time": 69320.0,
      "text": "people, while they may lose weight, a lot of them are not able to keep that off. Something"
    },
    {
      "index": 13,
      "start_time": 69320.0,
      "end_time": 74910.0,
      "text": "that you should know is that for conventional diet and exercise only about 1% of people"
    },
    {
      "index": 14,
      "start_time": 74910.0,
      "end_time": 79690.0,
      "text": "who are morbidly obese, or whose BMI is 40 or greater, only 1% of those people will keep"
    },
    {
      "index": 15,
      "start_time": 79690.0,
      "end_time": 83610.0,
      "text": "half of the weight off that they lost after five years."
    },
    {
      "index": 16,
      "start_time": 83610.0,
      "end_time": 89860.0,
      "text": "Obesity carries with it several health risks. 85% of type II diabetics are obese. These"
    },
    {
      "index": 17,
      "start_time": 89860.0,
      "end_time": 99860.0,
      "text": "are just statistics of obesity that I think it&#39;s important for you to know."
    }
  ]
}