{
  "video_id": "wwcv9gBjkPA",
  "title": "How to Heal Faster after Surgery",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3980.0,
      "end_time": 8430.0,
      "text": "How to Heal Faster after Surgery. No one likes to be laid up in bed after surgery. Follow"
    },
    {
      "index": 2,
      "start_time": 8430.0,
      "end_time": 12950.0,
      "text": "the advice on your &quot;get well soon&quot; card and be back to your old self in no time. You will"
    },
    {
      "index": 3,
      "start_time": 12950.0,
      "end_time": 18230.0,
      "text": "need A positive attitude A support system Pain-relieving medication Nutritious food"
    },
    {
      "index": 4,
      "start_time": 18230.0,
      "end_time": 27539.0,
      "text": "A routine A tranquil, odor free environment Exercise Physical therapy Patience and laxative"
    },
    {
      "index": 5,
      "start_time": 27539.0,
      "end_time": 31859.0,
      "text": "or extra fiber (optional). Always consult a physician before attempting to do any exercise"
    },
    {
      "index": 6,
      "start_time": 31859.0,
      "end_time": 37739.0,
      "text": "or exercise plan. Step 1. Maintain a positive attitude about yourself and your surgical"
    },
    {
      "index": 7,
      "start_time": 37739.0,
      "end_time": 42710.0,
      "text": "procedure. Thinking about wellness can have a dramatic affect on your recovery. Step 2."
    },
    {
      "index": 8,
      "start_time": 42710.0,
      "end_time": 47690.0,
      "text": "Ask your doctor questions about what you can and cannot do during recovery. The rules of"
    },
    {
      "index": 9,
      "start_time": 47690.0,
      "end_time": 54440.0,
      "text": "recovery are critical knowledge. Step 3. Keep your incision clean and dry. Take pain relievers"
    },
    {
      "index": 10,
      "start_time": 54440.0,
      "end_time": 59289.0,
      "text": "as directed. If your pain lessens, lessen the dosage. Never increase your dosage without"
    },
    {
      "index": 11,
      "start_time": 59289.0,
      "end_time": 64250.0,
      "text": "first consulting your doctor. Step 4. Ask people you know to look in on you and support"
    },
    {
      "index": 12,
      "start_time": 64250.0,
      "end_time": 69440.0,
      "text": "you throughout your recovery. Some medications can cause constipation, so you may require"
    },
    {
      "index": 13,
      "start_time": 69440.0,
      "end_time": 75590.0,
      "text": "a mild laxative or additional dietary fiber. Step 5. Eat a nutritious, fiber-rich diet,"
    },
    {
      "index": 14,
      "start_time": 75590.0,
      "end_time": 80070.0,
      "text": "full of fruits and vegetables. After surgery, you can eat about 25 percent less than you"
    },
    {
      "index": 15,
      "start_time": 80070.0,
      "end_time": 86570.0,
      "text": "normally would, but once you increase activity, increase your caloric intake. Step 6. Develop"
    },
    {
      "index": 16,
      "start_time": 86570.0,
      "end_time": 91530.0,
      "text": "a daily routine and stick to it. A scheduled day helps you recover both mentally and physically."
    },
    {
      "index": 17,
      "start_time": 91530.0,
      "end_time": 96890.0,
      "text": "Keep your environment tranquil and free of cigarette smoke, perfumes, and chemical odors."
    },
    {
      "index": 18,
      "start_time": 96890.0,
      "end_time": 101440.0,
      "text": "Step 7. When you are strong enough, begin walking a few minutes a day, building until"
    },
    {
      "index": 19,
      "start_time": 101440.0,
      "end_time": 106600.0,
      "text": "you are able to walk at least 30 minutes easily and effortlessly. Studies show that even a"
    },
    {
      "index": 20,
      "start_time": 106600.0,
      "end_time": 111490.0,
      "text": "little bit of walking can dramatically improve the body&#39;s ability to heal. Step 8. Attend"
    },
    {
      "index": 21,
      "start_time": 111490.0,
      "end_time": 117220.0,
      "text": "the physical therapy sessions prescribed by your doctor. Step 9. Be patient with yourself"
    },
    {
      "index": 22,
      "start_time": 117220.0,
      "end_time": 121890.0,
      "text": "and your body. Surgery takes a toll on your emotional and physical health. In time, with"
    },
    {
      "index": 23,
      "start_time": 121890.0,
      "end_time": 125820.0,
      "text": "a healthy routine and a positive mind-set, your body will be fully healed. Did you know"
    },
    {
      "index": 24,
      "start_time": 125820.0,
      "end_time": 131780.0,
      "text": "In 1967, Dr. Christiaan Barnard, a surgeon from South Africa, transplanted the first"
    },
    {
      "index": 25,
      "start_time": 131780.0,
      "end_time": 141780.0,
      "text": "human heart."
    }
  ]
}