{
  "video_id": "wWeDsCLUyN4",
  "title": "太極&氣功養生音樂 - 太極、氣功、站樁、八段錦 / Tai chi, Qigong, Zhan-Zhuang Gong, Ba-Duan-Jin Chinese Martial Arts Music",
  "json": [
    {
      "index": 1,
      "start_time": 2100.0,
      "end_time": 18100.0,
      "text": "Tai Chi and Chi Gong for health."
    },
    {
      "index": 2,
      "start_time": 51500.0,
      "end_time": 56400.0,
      "text": "These traditional martial arts have evolved and transformed from thousands of years ago up until now."
    },
    {
      "index": 3,
      "start_time": 56400.0,
      "end_time": 59800.0,
      "text": "They are both health cultivating exercises and Chinese medical theories.  Practicing Tai Chi and Chi Gong is a set of attitudes and a philosophy of life."
    },
    {
      "index": 4,
      "start_time": 123800.0,
      "end_time": 126500.0,
      "text": "Tai Chi Chuan is the essence of Chinese martial arts."
    },
    {
      "index": 5,
      "start_time": 126500.0,
      "end_time": 131500.0,
      "text": "It emphasizes meditation and mindfulness, balancing agility with prudence and strength with tenderness."
    },
    {
      "index": 6,
      "start_time": 131500.0,
      "end_time": 135500.0,
      "text": "Incorporating the theory of Ying and Yang, and the knowledge of meridians in Chinese medicine,"
    },
    {
      "index": 7,
      "start_time": 135500.0,
      "end_time": 137500.0,
      "text": "Tai Chi can prevent illness, cure diseases and improve health, through physical exercises that benefit both the body and the mind."
    },
    {
      "index": 8,
      "start_time": 137500.0,
      "end_time": 144500.0,
      "text": "“Tai Chi Melody” combines music and Tai Chi exercise.Following the musical rhythm for every movement, it enhances health benefits."
    },
    {
      "index": 9,
      "start_time": 144500.0,
      "end_time": 147000.0,
      "text": "This music can be used both as background music while exercising, as well as a relaxing tool for the hectic modern lifestyle."
    },
    {
      "index": 10,
      "start_time": 147000.0,
      "end_time": 151500.0,
      "text": "Guided by the melody of the flute and the sound of strings to release worry and to relieve stress, this music is the best way to cultivate health and nourish breathing."
    },
    {
      "index": 11,
      "start_time": 189000.0,
      "end_time": 191500.0,
      "text": "“Inner Strength One Finger Zen Chi Gong of Shaolin” is a special martial art that originated from Buddhism."
    },
    {
      "index": 12,
      "start_time": 191500.0,
      "end_time": 197000.0,
      "text": "The movements are easy.  As long as the practitioner exercises persistently, the health of physical body will be strengthened, and longevity will be achieved."
    },
    {
      "index": 13,
      "start_time": 198000.0,
      "end_time": 200000.0,
      "text": "Chi Gong is very effective in curing chronic diseases and healing lingering traumas."
    },
    {
      "index": 14,
      "start_time": 200000.0,
      "end_time": 203000.0,
      "text": "Chi Gong is a very popular martial art."
    },
    {
      "index": 15,
      "start_time": 204000.0,
      "end_time": 208000.0,
      "text": "“Chi Gong Melody” is designed according to the movements of Master Pei-Hai Li, who purposely employs a normal pace for the regular practitioner."
    },
    {
      "index": 16,
      "start_time": 208000.0,
      "end_time": 211200.0,
      "text": "The composer, Da-Wei Chen, created scores based on the movements.The melody is consistent with the exercise."
    },
    {
      "index": 17,
      "start_time": 212500.0,
      "end_time": 215700.0,
      "text": "While listening to the music, a practitioner can practice according to the rhythm."
    },
    {
      "index": 18,
      "start_time": 215700.0,
      "end_time": 219200.0,
      "text": "A practitioner will have mastered Chi Gong skillfully if both physical and inner strength can be obtained."
    },
    {
      "index": 19,
      "start_time": 220000.0,
      "end_time": 226500.0,
      "text": "For those who simply enjoy music, the soothing tunes in this album can nourish the mind and regulate breathing, helping to reach the realm of pure comfort."
    },
    {
      "index": 20,
      "start_time": 276000.0,
      "end_time": 280500.0,
      "text": "Zhan-Zhuang is also called standing pole postures for cultivating health.It is a still form of Chi Gong and is very easy to learn."
    },
    {
      "index": 21,
      "start_time": 280500.0,
      "end_time": 284500.0,
      "text": "This exercise can strengthen the functions of the entire body, improve blood circulation,"
    },
    {
      "index": 22,
      "start_time": 284500.0,
      "end_time": 288500.0,
      "text": "and enhance the metabolism of different physical systems, cure diseases, and help to achieve longevity."
    },
    {
      "index": 23,
      "start_time": 290000.0,
      "end_time": 293000.0,
      "text": "“Zhan-Zhuang” music is focused on creating the ambience of this exercise by tastefully incorporating Chinese and Western musical instruments,"
    },
    {
      "index": 24,
      "start_time": 293000.0,
      "end_time": 295500.0,
      "text": "including Xun (a Chinese vessel flute), flute, erhu, violin, Guzheng, harp, pipa, etc."
    },
    {
      "index": 25,
      "start_time": 297000.0,
      "end_time": 304500.0,
      "text": "Accompanied by natural sounds in the background, this music assists in eliminating external interference, mastering concentration, as well as in regulating energy circulation effectively."
    },
    {
      "index": 26,
      "start_time": 305000.0,
      "end_time": 310000.0,
      "text": "The basic posture is standing still. The torso and limbs have to maintain a certain posture."
    },
    {
      "index": 27,
      "start_time": 310000.0,
      "end_time": 313500.0,
      "text": "At the beginning, the practitioner needs to endure a certain degree of muscle soreness and fatigue."
    },
    {
      "index": 28,
      "start_time": 313500.0,
      "end_time": 317000.0,
      "text": "Practice 2 to 3 times a day for 10 minutes each time.Gradually extend the total time to 40 minutes a day."
    },
    {
      "index": 29,
      "start_time": 317000.0,
      "end_time": 319000.0,
      "text": "The center of gravity is on both feet in order to \"stand tall like a pine tree.\""
    },
    {
      "index": 30,
      "start_time": 319000.0,
      "end_time": 322000.0,
      "text": "Like tree roots penetrating into the ground, the entire body should be maintained calmly and in balance while standing."
    },
    {
      "index": 31,
      "start_time": 322000.0,
      "end_time": 326500.0,
      "text": "Start with the left foot moving forward, and the right foot in line with the shoulder.Bend the front left knee and slightly squat the body.As in horseback riding, the eyes should gaze up and to the left, with the head held up high."
    },
    {
      "index": 32,
      "start_time": 382000.0,
      "end_time": 387500.0,
      "text": "Ba-Duan-Jin is comprised of eight postures.The name Ba-Duan-Jin means that its movements flow beautifully like a silky piece of cloth."
    },
    {
      "index": 33,
      "start_time": 387500.0,
      "end_time": 394500.0,
      "text": "This exercise can regulate energy in meridians and improve metabolism.Practicing persistently on a long term basis can make the body’s muscles healthy and strong."
    },
    {
      "index": 34,
      "start_time": 394500.0,
      "end_time": 399500.0,
      "text": "“Ba-Duan-Jin” music is composed according to the movements of this exercise.The melody can help listeners to concentrate and calm their minds."
    },
    {
      "index": 35,
      "start_time": 399500.0,
      "end_time": 407500.0,
      "text": "Utilizing both Chinese and Western instruments, and accompanied by sounds such as insects hissing and birds chirping, the music helps to create an ambience similar to exercising in a natural environment."
    },
    {
      "index": 36,
      "start_time": 407500.0,
      "end_time": 410000.0,
      "text": "The flowing tunes help guide this practice smoothly."
    },
    {
      "index": 37,
      "start_time": 410000.0,
      "end_time": 414500.0,
      "text": "Do you have back pain and stiff shoulders?"
    },
    {
      "index": 38,
      "start_time": 414500.0,
      "end_time": 420800.0,
      "text": "Recommend you to relax with music and practice Ba-Duan-Jin daily."
    },
    {
      "index": 39,
      "start_time": 421000.0,
      "end_time": 425800.0,
      "text": "Use the left hand to massage the area in between the two breasts.Press the lower abdomen with the right hand."
    },
    {
      "index": 40,
      "start_time": 425800.0,
      "end_time": 431800.0,
      "text": "Circularly massage upward like a spiral.Switch the position of the hands, and massage in different directions several times."
    },
    {
      "index": 41,
      "start_time": 431800.0,
      "end_time": 435200.0,
      "text": "Lie down with the face towards the floor.Don’t lift the head too high, and put some strength in both palms."
    },
    {
      "index": 42,
      "start_time": 435200.0,
      "end_time": 440400.0,
      "text": "Massage upward from the sacrum to the middle of the spine.  Massage downward from the middle of the spine to the sacrum.  Repeat both the upward and the downward massages several times."
    },
    {
      "index": 43,
      "start_time": 450000.0,
      "end_time": 455100.0,
      "text": "【Tai Chi】【Chi Gong】 【Zhan-Zhuang】【Ba-Duan-Jin】"
    }
  ]
}