{
  "video_id": "WY3qMJQgFpQ",
  "title": "How to Promote Your Steam Games (in 2018) video game marketing",
  "json": [
    {
      "index": 1,
      "start_time": 340.0,
      "end_time": 3719.0,
      "text": "Promoting your indie game on Steam is tough!"
    },
    {
      "index": 2,
      "start_time": 3900.0,
      "end_time": 6980.0,
      "text": "In 2015, 2965 games were released on Steam."
    },
    {
      "index": 3,
      "start_time": 7300.0,
      "end_time": 11860.0,
      "text": "2016 saw an increase to 4207 games"
    },
    {
      "index": 4,
      "start_time": 12540.0,
      "end_time": 17990.0,
      "text": "The next increase was staggering! In 2017 alone 7,672 games were released on Steam"
    },
    {
      "index": 5,
      "start_time": 18900.0,
      "end_time": 23240.0,
      "text": "that’s an average of 21 games per day on a 4x increase over the previous year!"
    },
    {
      "index": 6,
      "start_time": 23240.0,
      "end_time": 25500.0,
      "text": "So no matter what day you launch your game?"
    },
    {
      "index": 7,
      "start_time": 25500.0,
      "end_time": 30800.0,
      "text": "you’ll be up against at least 20 other games on your launch day and over a hundred games during your launch week!"
    },
    {
      "index": 8,
      "start_time": 31600.0,
      "end_time": 36419.0,
      "text": "In this video we are going to tell you the steps you should follow to get the best chance of breaking through the noise"
    },
    {
      "index": 9,
      "start_time": 36580.0,
      "end_time": 39320.0,
      "text": "on an increasingly crowded PC platform."
    },
    {
      "index": 10,
      "start_time": 39580.0,
      "end_time": 45320.0,
      "text": "We are Ask Gamedev, and this is How to get your  video game discovered on Steam in 2018"
    },
    {
      "index": 11,
      "start_time": 45600.0,
      "end_time": 51380.0,
      "text": "So the first thing you need to know about Steam is that it’s a platform predominantly driven by sale periods."
    },
    {
      "index": 12,
      "start_time": 51880.0,
      "end_time": 54220.0,
      "text": "These sales often last many days and can include deep"
    },
    {
      "index": 13,
      "start_time": 54280.0,
      "end_time": 60480.0,
      "text": "Discounts on a large portion of the steam catalogue as a developer what you need to know is that the majority of Steam titles see"
    },
    {
      "index": 14,
      "start_time": 60480.0,
      "end_time": 63540.0,
      "text": "the bulk of their purchases occurring during these sales periods"
    },
    {
      "index": 15,
      "start_time": 63699.0,
      "end_time": 70139.0,
      "text": "so it pays to focus a lot of your promotional efforts on optimizing your steam store page traffic to coincide with these sales periods"
    },
    {
      "index": 16,
      "start_time": 70750.0,
      "end_time": 73949.0,
      "text": "Everyone knows the big sales like the steam summer sale and winter sales"
    },
    {
      "index": 17,
      "start_time": 74490.0,
      "end_time": 80729.0,
      "text": "There&#39;s also the autumn sale the Halloween sale and the lunar sale make sure you plan for each one more important than those sales"
    },
    {
      "index": 18,
      "start_time": 80729.0,
      "end_time": 82179.0,
      "text": "Though are the week-long deals"
    },
    {
      "index": 19,
      "start_time": 82180.0,
      "end_time": 83200.0,
      "text": "Why?"
    },
    {
      "index": 20,
      "start_time": 83200.0,
      "end_time": 85200.0,
      "text": "Well for one while everyone usually"
    },
    {
      "index": 21,
      "start_time": 85900.0,
      "end_time": 90570.0,
      "text": "Participates in the major sales only a limited number of Dev&#39;s can participate in a week-long deal in a given week"
    },
    {
      "index": 22,
      "start_time": 90579.0,
      "end_time": 95548.0,
      "text": "This is because you can only discount your game once every 60 days with the exception of major sales of course"
    },
    {
      "index": 23,
      "start_time": 95650.0,
      "end_time": 100319.0,
      "text": "So while you&#39;re up against almost everyone during a major sale you can expect to be only up against"
    },
    {
      "index": 24,
      "start_time": 100540.0,
      "end_time": 105149.0,
      "text": "250 to 500 other games during a week-long deal if you time your sales and discounts properly"
    },
    {
      "index": 25,
      "start_time": 105640.0,
      "end_time": 109199.0,
      "text": "Also, unlike major sales you decide the sale date in the week-long deals"
    },
    {
      "index": 26,
      "start_time": 109720.0,
      "end_time": 110890.0,
      "text": "so given the sales"
    },
    {
      "index": 27,
      "start_time": 110890.0,
      "end_time": 116790.0,
      "text": "opportunities and the importance of timing your discounts we recommend planning out your whole year to maximize the amount of times you can go on"
    },
    {
      "index": 28,
      "start_time": 116790.0,
      "end_time": 120119.0,
      "text": "sale this means predicting when you think major steam sales might occur and"
    },
    {
      "index": 29,
      "start_time": 120250.0,
      "end_time": 124949.0,
      "text": "planning your week-long deals so that there is no overlap between a major sale and a week-long deal"
    },
    {
      "index": 30,
      "start_time": 125490.0,
      "end_time": 129269.0,
      "text": "Doing a simple search can give you some indication of when steam has had major sales in the past"
    },
    {
      "index": 31,
      "start_time": 129550.00000000001,
      "end_time": 132539.0,
      "text": "This is a good starting point for planning your go forward sale calendar"
    },
    {
      "index": 32,
      "start_time": 132870.0,
      "end_time": 136769.0,
      "text": "the next key point is to optimize your traffic during these valuable sales periods"
    },
    {
      "index": 33,
      "start_time": 136959.0,
      "end_time": 143279.0,
      "text": "During these discount events getting your product listed on the front page of steam or other key screen spots can result in huge traffic"
    },
    {
      "index": 34,
      "start_time": 143530.0,
      "end_time": 148500.0,
      "text": "Opportunities steam doesn&#39;t share details on how their algorithm works in regards to which titles receive prime placement"
    },
    {
      "index": 35,
      "start_time": 148510.0,
      "end_time": 153209.0,
      "text": "But it&#39;s fair to say that preference will be given to titles that one convert eyeballs into sales"
    },
    {
      "index": 36,
      "start_time": 153209.0,
      "end_time": 156449.0,
      "text": "And then to those sales into positive player reviews"
    },
    {
      "index": 37,
      "start_time": 157660.0,
      "end_time": 162539.0,
      "text": "So to prepare for these sales opportunities make sure your steam page shows your game in the best light possible"
    },
    {
      "index": 38,
      "start_time": 163180.0,
      "end_time": 165390.0,
      "text": "We recommend doing the following three things"
    },
    {
      "index": 39,
      "start_time": 166000.0,
      "end_time": 169190.0,
      "text": "First off go through all of your steam user reviews and forum posts"
    },
    {
      "index": 40,
      "start_time": 169480.0,
      "end_time": 173250.0,
      "text": "Make sure comments have been addressed in a way that reflects a high level of customer service"
    },
    {
      "index": 41,
      "start_time": 173860.0,
      "end_time": 180660.0,
      "text": "We found that recent negative reviews to your game can have a significant negative effect on how steam places your game within their promotional space"
    },
    {
      "index": 42,
      "start_time": 181329.0,
      "end_time": 185639.0,
      "text": "Responding to past reviews or comments shows that you&#39;re attentive to your community and it also"
    },
    {
      "index": 43,
      "start_time": 185950.0,
      "end_time": 192780.0,
      "text": "Humanizes your studio these comment responses shouldn&#39;t take a lot of time and just might convince future responders to avoid saying anything negative"
    },
    {
      "index": 44,
      "start_time": 193329.0,
      "end_time": 197638.0,
      "text": "The next thing we recommend is to post an update to your store page show that you&#39;re alive"
    },
    {
      "index": 45,
      "start_time": 197889.0,
      "end_time": 202619.0,
      "text": "Provide an update on the studio or development or cool things happening in the community around your game"
    },
    {
      "index": 46,
      "start_time": 203290.0,
      "end_time": 210569.0,
      "text": "Consider using the game description section the about this game section or the media carousel elements of your store page has places to communicate"
    },
    {
      "index": 47,
      "start_time": 210569.0,
      "end_time": 212569.0,
      "text": "What&#39;s new and exciting?"
    },
    {
      "index": 48,
      "start_time": 212709.0,
      "end_time": 216689.0,
      "text": "Potential buyers are more likely to purchase a game if they know that it&#39;s actively supported"
    },
    {
      "index": 49,
      "start_time": 217269.0,
      "end_time": 223319.0,
      "text": "Lastly think about releasing new features content or other game updates in advance of the sale so that visitors to your page will know that"
    },
    {
      "index": 50,
      "start_time": 223319.0,
      "end_time": 225319.0,
      "text": "Your title is continually being upgraded"
    },
    {
      "index": 51,
      "start_time": 225519.0,
      "end_time": 228328.0,
      "text": "Bonus points if a new content can be related to the theme of the sale"
    },
    {
      "index": 52,
      "start_time": 228849.0,
      "end_time": 234899.0,
      "text": "Steam often has seasonally themed sales so if you want to capitalize on say the Halloween sale a good idea would be to early some"
    },
    {
      "index": 53,
      "start_time": 234900.0,
      "end_time": 240840.0,
      "text": "Sort of Halloween themed content in your game shortly before the sale goes live a new feature may be that one thing that converts someone"
    },
    {
      "index": 54,
      "start_time": 240840.0,
      "end_time": 242840.0,
      "text": "from a wish list to a purchase an"
    },
    {
      "index": 55,
      "start_time": 243160.0,
      "end_time": 250829.0,
      "text": "Additional but not required strategy is to consider buying promotional ads on different platforms and sending traffic to your steam store page during the sale"
    },
    {
      "index": 56,
      "start_time": 250989.0,
      "end_time": 253619.0,
      "text": "There have been some anecdotal reports that steam will provide improved"
    },
    {
      "index": 57,
      "start_time": 253810.0,
      "end_time": 258298.0,
      "text": "Placement during sale periods to titles that bring a lot of external traffic to the steam platform"
    },
    {
      "index": 58,
      "start_time": 258970.00000000003,
      "end_time": 262260.0,
      "text": "steam store page analytics are quite basic and currently in 2018"
    },
    {
      "index": 59,
      "start_time": 262469.0,
      "end_time": 268349.0,
      "text": "You don&#39;t have the ability to separate conversions by traffic source, but you may consider sending some additional traffic to your page regardless"
    },
    {
      "index": 60,
      "start_time": 269440.0,
      "end_time": 272690.0,
      "text": "Another good strategy. Whether it&#39;s in relation to a steam sale"
    },
    {
      "index": 61,
      "start_time": 272690.0,
      "end_time": 276749.0,
      "text": "Or just in general is to make sure that your game thumbnail image is optimized this image"
    },
    {
      "index": 62,
      "start_time": 276750.0,
      "end_time": 280319.0,
      "text": "Will show in steam promotional placements and search results it may seem like a small thing?"
    },
    {
      "index": 63,
      "start_time": 280319.0,
      "end_time": 285119.0,
      "text": "But it&#39;s hard for people to find out about your great game if they don&#39;t want to click on the thumbnail that will take them"
    },
    {
      "index": 64,
      "start_time": 285120.0,
      "end_time": 290900.0,
      "text": "To your store page best practices with thumbnails involved having a clear and legible image that grabs attention"
    },
    {
      "index": 65,
      "start_time": 290530.0,
      "end_time": 294479.0,
      "text": "Consider doing some searches on Steam and see what kind of thumbnails stick out and hold your interest"
    },
    {
      "index": 66,
      "start_time": 294639.0,
      "end_time": 297299.0,
      "text": "Look at options that stand out from other titles in your space"
    },
    {
      "index": 67,
      "start_time": 298419.0,
      "end_time": 304318.0,
      "text": "Unfortunately steam doesn&#39;t allow for very advanced A-B testing on their store page so your best bet to get hard A-B data on"
    },
    {
      "index": 68,
      "start_time": 304319.0,
      "end_time": 310589.0,
      "text": "Your thumbnail options may be to take out ads on other platforms like Facebook or Google and see what images are better at getting clicks"
    },
    {
      "index": 69,
      "start_time": 310590.0,
      "end_time": 312159.0,
      "text": "from a targeted gamer audience"
    },
    {
      "index": 70,
      "start_time": 312159.0,
      "end_time": 318239.0,
      "text": "You should be able to get a decent response sample with only spending a small amount of money and knowing what thumbnail resonates is"
    },
    {
      "index": 71,
      "start_time": 318400.0,
      "end_time": 320258.0,
      "text": "extremely valuable"
    },
    {
      "index": 72,
      "start_time": 320259.0,
      "end_time": 327389.0,
      "text": "next is curator connect if you don&#39;t know what Steam curators are check out the curator section on Steam the curators program is basically a"
    },
    {
      "index": 73,
      "start_time": 327389.0,
      "end_time": 333478.0,
      "text": "Way for people to make a list of their favorite games and have that selection live on Steam anyone can become a Steam curator"
    },
    {
      "index": 74,
      "start_time": 333479.0,
      "end_time": 338248.0,
      "text": "But the top curators are made of top influencers journalists and communities like totalbiscuit"
    },
    {
      "index": 75,
      "start_time": 338830.0,
      "end_time": 343590.0,
      "text": "Pc gamer, Jesse Cox, the PC Master a subreddit and rock paper shotgun"
    },
    {
      "index": 76,
      "start_time": 344440.0,
      "end_time": 350130.0,
      "text": "Getting your game on one of these curated lists can provide both short-term and long-term benefits in terms of visibility on Steam"
    },
    {
      "index": 77,
      "start_time": 351400.0,
      "end_time": 356609.0,
      "text": "So what is curator connect well back in the day there wasn&#39;t a way to contact curators directly?"
    },
    {
      "index": 78,
      "start_time": 356650.0,
      "end_time": 360719.0,
      "text": "You&#39;d have to dig around find their contact info and pitch them with curator connect"
    },
    {
      "index": 79,
      "start_time": 360719.0,
      "end_time": 363239.0,
      "text": "You can send steam keys directly to curators through Steam"
    },
    {
      "index": 80,
      "start_time": 363699.0,
      "end_time": 369299.0,
      "text": "Our recommendation is to connect with curators that have a sizable audience and that curate games similar to yours"
    },
    {
      "index": 81,
      "start_time": 369539.0,
      "end_time": 371699.0,
      "text": "some curators even focus on a specific genre"
    },
    {
      "index": 82,
      "start_time": 372690.0,
      "end_time": 375269.0,
      "text": "Start with them first keep in mind that with curator connect"
    },
    {
      "index": 83,
      "start_time": 375270.0,
      "end_time": 380190.0,
      "text": "You can only connect with up to a maximum of 100 curators that number may sound like a lot"
    },
    {
      "index": 84,
      "start_time": 380190.0,
      "end_time": 383190.0,
      "text": "But it&#39;ll shrink fast use your opportunities wisely"
    },
    {
      "index": 85,
      "start_time": 384669.0,
      "end_time": 389248.0,
      "text": "Our next tool is visibility rounds when you have a significant content update"
    },
    {
      "index": 86,
      "start_time": 389250.0,
      "end_time": 393149.0,
      "text": "It&#39;s a good idea to run a visibility round even better when overlapping with a sale"
    },
    {
      "index": 87,
      "start_time": 393279.0,
      "end_time": 396179.0,
      "text": "When you launch a visibility round you&#39;ll appear in the recently updated"
    },
    {
      "index": 88,
      "start_time": 396409.0,
      "end_time": 402558.0,
      "text": "Section of the steam store and steam will also push additional impressions to players that have your game in their library or wishlist"
    },
    {
      "index": 89,
      "start_time": 402839.0,
      "end_time": 406549.0,
      "text": "This can be great for getting lapse players back into your game promoting DLC"
    },
    {
      "index": 90,
      "start_time": 406550.0,
      "end_time": 409609.0,
      "text": "You&#39;ve just launched or converting people who have your game wish listed"
    },
    {
      "index": 91,
      "start_time": 410690.0,
      "end_time": 413148.0,
      "text": "Each game gets five visibility rounds so use each one"
    },
    {
      "index": 92,
      "start_time": 413309.0,
      "end_time": 418458.0,
      "text": "Wisely the best part is if your game sells well steam gives you additional visibility rounds to use"
    },
    {
      "index": 93,
      "start_time": 419390.0,
      "end_time": 422539.0,
      "text": "To use your rounds see the marketing and visibility section of Steamworks"
    },
    {
      "index": 94,
      "start_time": 423959.0,
      "end_time": 425959.0,
      "text": "Next let&#39;s talk about community coupons"
    },
    {
      "index": 95,
      "start_time": 426330.0,
      "end_time": 429529.0,
      "text": "One of the more overlooked tools at your disposal is community coupons"
    },
    {
      "index": 96,
      "start_time": 429719.0,
      "end_time": 436219.0,
      "text": "When a player collects a set of steam cards they can craft them into a game badge game badges earn the player items like emoticons"
    },
    {
      "index": 97,
      "start_time": 436439.0,
      "end_time": 442578.0,
      "text": "Backgrounds and coupons. coupons earned are for randomly selected titles, but exclude titles that the player already owns"
    },
    {
      "index": 98,
      "start_time": 442679.0,
      "end_time": 448488.0,
      "text": "This one is fairly simple to do as no additional art is needed all you have to do is opt in and select the frequency"
    },
    {
      "index": 99,
      "start_time": 448489.0,
      "end_time": 453919.0,
      "text": "and discount you can find the opt-in page in the game&#39;s dashboard under community, and then general and"
    },
    {
      "index": 100,
      "start_time": 454800.0,
      "end_time": 458869.0,
      "text": "Finally wish lists. We&#39;ve mentioned wish lists when talking about some of the tools earlier"
    },
    {
      "index": 101,
      "start_time": 458869.0,
      "end_time": 461419.0,
      "text": "But now we want to talk about building your wish list numbers"
    },
    {
      "index": 102,
      "start_time": 461579.0,
      "end_time": 465169.0,
      "text": "Like we mentioned when you do things like go on sale or run a visibility round"
    },
    {
      "index": 103,
      "start_time": 465269.0,
      "end_time": 467629.0,
      "text": "Steam targets the people who have your game on their wish list"
    },
    {
      "index": 104,
      "start_time": 467999.0,
      "end_time": 472729.0,
      "text": "It&#39;s extremely important to build a large wish list when people say start marketing early"
    },
    {
      "index": 105,
      "start_time": 472729.0,
      "end_time": 477647.0,
      "text": "They should really be saying start building your wish list numbers early. Not only will this help you with launch"
    },
    {
      "index": 106,
      "start_time": 477659.0,
      "end_time": 483528.0,
      "text": "They&#39;ll give you a strong indicator of how much people like the game it will also help you with partner and/or publisher talks"
    },
    {
      "index": 107,
      "start_time": 483959.0,
      "end_time": 490159.0,
      "text": "imagine going into a negotiation and saying we&#39;re one year to launch and we already have 10,000 people that have wish listed our game and"
    },
    {
      "index": 108,
      "start_time": 490979.0,
      "end_time": 494837.0,
      "text": "So here are three things that you should be doing pre launch to build your wish list numbers"
    },
    {
      "index": 109,
      "start_time": 495300.0,
      "end_time": 500539.0,
      "text": "Number one create your steam page early when you announce make sure you have your steam page ready to go"
    },
    {
      "index": 110,
      "start_time": 500669.0,
      "end_time": 503178.0,
      "text": "You can&#39;t build a wish list without a steam listing"
    },
    {
      "index": 111,
      "start_time": 503669.0,
      "end_time": 509388.0,
      "text": "Number two make sure all of your own channels push people to your steam page with an ask to wish list your game"
    },
    {
      "index": 112,
      "start_time": 509699.0,
      "end_time": 513888.0,
      "text": "it should be a pinned post on Facebook and Twitter a regular section in your mailing list and"
    },
    {
      "index": 113,
      "start_time": 514190.00000000006,
      "end_time": 516349.00000000006,
      "text": "above the fold on your games website and"
    },
    {
      "index": 114,
      "start_time": 516719.00000000006,
      "end_time": 523249.00000000006,
      "text": "Finally make sure all of your pre-launch marketing efforts have a call to action of at our game to your steam wish list"
    },
    {
      "index": 115,
      "start_time": 523529.0,
      "end_time": 529938.0,
      "text": "If you&#39;re demoing at PAX, if you&#39;re launching your first teaser trailer, if you&#39;re doing an interview, if you&#39;re working with streamers and influencers"
    },
    {
      "index": 116,
      "start_time": 530310.0,
      "end_time": 535608.0,
      "text": "All of these initiatives should leave you to asking potential players to please wishlist your game on Steam"
    },
    {
      "index": 117,
      "start_time": 537000.0,
      "end_time": 540500.0,
      "text": "Thanks for watching make sure to subscribe if you want to see more game dev content"
    },
    {
      "index": 118,
      "start_time": 540720.0,
      "end_time": 542300.0,
      "text": "Do you have a game on Steam?"
    },
    {
      "index": 119,
      "start_time": 542300.0,
      "end_time": 545990.0,
      "text": "What tools do you use to help promote your game when you&#39;re looking for games to buy on Steam?"
    },
    {
      "index": 120,
      "start_time": 545990.0,
      "end_time": 550549.0,
      "text": "How do you usually sort through the thousands of games and find the ones you like let us know in the comments?"
    },
    {
      "index": 121,
      "start_time": 550650.0,
      "end_time": 553939.0,
      "text": "We&#39;ll be back next week with an all-new ask game dev video"
    }
  ]
}