{
  "video_id": "wyzi9GNZFMU",
  "title": "Rethinking Civilization - Crash Course World History 201",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5400.0,
      "text": "Hi, I'm John Green. This is Crash Course World History, and today we're going to talk about civilization."
    },
    {
      "index": 2,
      "start_time": 5400.0,
      "end_time": 9013.0,
      "text": "Oh, Mr. Green, Mr. Green I have that video game. I like to play as the Assyrians!"
    },
    {
      "index": 3,
      "start_time": 9013.0,
      "end_time": 13000.0,
      "text": "Yeah, Me From The Past. It was a video game. In fact, that is still is a video game; they've continued to update it."
    },
    {
      "index": 4,
      "start_time": 13000.0,
      "end_time": 26060.0,
      "text": "But, you know, like actual civilization, its best days are probably behind it."
    },
    {
      "index": 5,
      "start_time": 26060.0,
      "end_time": 31000.0,
      "text": "So those you watched our first series will remember that civilization is a complicated and controversial concept."
    },
    {
      "index": 6,
      "start_time": 31000.0,
      "end_time": 38000.0,
      "text": "Like to describe an individual or a group as civilized is to give them a privileged status that they maybe haven't earned"
    },
    {
      "index": 7,
      "start_time": 38000.0,
      "end_time": 40700.0,
      "text": "while to call someone uncivilized is an insult, right?"
    },
    {
      "index": 8,
      "start_time": 40700.0,
      "end_time": 47000.0,
      "text": "And according to the usual mythology about civilizations, there are these uncivilized barbarians often from the hills"
    },
    {
      "index": 9,
      "start_time": 47000.0,
      "end_time": 51840.0,
      "text": "or the forest or the steppe, and they realize the benefits of settled agriculture"
    },
    {
      "index": 10,
      "start_time": 51840.0,
      "end_time": 58800.0,
      "text": "and give up their barbaric ways to settle in the valleys, eventually assimilating into civilized society."
    },
    {
      "index": 11,
      "start_time": 58800.0,
      "end_time": 63700.0,
      "text": "That's a really neatly packaged story, right? Like people all around the world come to the same realization"
    },
    {
      "index": 12,
      "start_time": 63700.0,
      "end_time": 70000.0,
      "text": "and they all make progress and become civilized, but what if it's not actually true?"
    },
    {
      "index": 13,
      "start_time": 70000.0,
      "end_time": 73500.0,
      "text": "So today a little something for the anarchist historians among you. We're going to look at"
    },
    {
      "index": 14,
      "start_time": 73500.0,
      "end_time": 79500.0,
      "text": "The Art of Not Being Governed: An Anarchist History of Upland Southeast Asia by James Scott."
    },
    {
      "index": 15,
      "start_time": 79700.0,
      "end_time": 85300.0,
      "text": "Scott argues that our view of hill people as primitive, tribal barbarians has it all wrong,"
    },
    {
      "index": 16,
      "start_time": 85300.0,
      "end_time": 88800.0,
      "text": "and he calls into question much of what we assume about civilization."
    },
    {
      "index": 17,
      "start_time": 88800.0,
      "end_time": 93280.0,
      "text": "So as you know, here at Crash Course History we like to approach history from many different perspectives"
    },
    {
      "index": 18,
      "start_time": 93280.0,
      "end_time": 98100.0,
      "text": "because history isn't just about what happened, it's also about how we think about what happened."
    },
    {
      "index": 19,
      "start_time": 98000.0,
      "end_time": 106200.0,
      "text": "So here you go anarchists, we are finally going to address your burning suspicion that civilization does not actually require a state."
    },
    {
      "index": 20,
      "start_time": 106200.0,
      "end_time": 112000.0,
      "text": "So long time Crash Course usual remember that many of the earlier civilizations were founded in river valleys,"
    },
    {
      "index": 21,
      "start_time": 112000.0,
      "end_time": 116800.0,
      "text": "probably because the rivers brought water and made agriculture easier and more predictable."
    },
    {
      "index": 22,
      "start_time": 116800.0,
      "end_time": 123280.0,
      "text": "You know, you got the big 3: ancient Egypt, ancient Mesopotamia, and the Indus Valley civilization- all near river valleys."
    },
    {
      "index": 23,
      "start_time": 123280.0,
      "end_time": 127000.0,
      "text": "In fact, one of them is named after the Indus River, and because the land was so fertile for agriculture,"
    },
    {
      "index": 24,
      "start_time": 127000.0,
      "end_time": 132600.0,
      "text": "you could finally have large, concentrated populations because there was a food surplus."
    },
    {
      "index": 25,
      "start_time": 132600.0,
      "end_time": 142200.0,
      "text": "Everything that we associate with civilization : from the idea that different people can have different jobs to like this video camera,  all a result of food surplus."
    },
    {
      "index": 26,
      "start_time": 142200.0,
      "end_time": 149540.0,
      "text": "Because if some people couldn't create enough food for all people, then, like, all people would be very focused on getting food."
    },
    {
      "index": 27,
      "start_time": 149540.0,
      "end_time": 158220.0,
      "text": "Having a food surplus was a huge change compared to like the first 100,000 years of humanity when everyone was a hunter-gatherer."
    },
    {
      "index": 28,
      "start_time": 158220.0,
      "end_time": 161760.0,
      "text": "Food surplus led to population growth and population concentration"
    },
    {
      "index": 29,
      "start_time": 161760.0,
      "end_time": 165100.0,
      "text": "which led to states and what we tend to call civilizations"
    },
    {
      "index": 30,
      "start_time": 165100.0,
      "end_time": 169500.0,
      "text": "which are characterized by good things like writing and arts and grocery stores,"
    },
    {
      "index": 31,
      "start_time": 169500.0,
      "end_time": 173760.0,
      "text": "so that's the traditional narrative, but I'm not sure that it's the whole story. Let's go the Thought Bubble."
    },
    {
      "index": 32,
      "start_time": 173760.0,
      "end_time": 180200.0,
      "text": "Now we might equate civilization with high culture, but historically it's probably more accurate to equate it with state control."
    },
    {
      "index": 33,
      "start_time": 180200.0,
      "end_time": 188980.0,
      "text": "Like The Han Chinese who were a pretty successful civilizing empire back in the day, wrote of barbarians as people who were beyond state control."
    },
    {
      "index": 34,
      "start_time": 188980.0,
      "end_time": 194000.0,
      "text": "Some of these so-called barbarians were pastoral nomads whose raiding posed a genuine threat to the Chinese,"
    },
    {
      "index": 35,
      "start_time": 194000.0,
      "end_time": 196880.0,
      "text": "but others were people who lived in the hills."
    },
    {
      "index": 36,
      "start_time": 196880.0,
      "end_time": 204800.0,
      "text": "So the opposition of civilized agricultural societies living in the valleys and barbarian hill people is as old as, you know, like, the hills."
    },
    {
      "index": 37,
      "start_time": 204800.0,
      "end_time": 208800.0,
      "text": "And one of the earliest and most famous examples of the town vs. country debate is the Epic of Gilgamesh"
    },
    {
      "index": 38,
      "start_time": 208800.0,
      "end_time": 214200.0,
      "text": "where Enkidu, the wild man from the hills, goes to town, spends seven days with a prostitute,"
    },
    {
      "index": 39,
      "start_time": 214200.0,
      "end_time": 217000.0,
      "text": "joins civilization and becomes Gilgamesh's best friend."
    },
    {
      "index": 40,
      "start_time": 217000.0,
      "end_time": 222860.0,
      "text": "In Southeast Asia, the story that hill people were dazzled by civilization and joined up circulated as well."
    },
    {
      "index": 41,
      "start_time": 222860.0,
      "end_time": 227220.0,
      "text": "Here, though, the civilizing force was the reading of religious or philosophical texts."
    },
    {
      "index": 42,
      "start_time": 227220.0,
      "end_time": 232500.0,
      "text": "But more important than either access to Classical age texts, or civilizing experiences in the city,"
    },
    {
      "index": 43,
      "start_time": 232500.0,
      "end_time": 237660.0,
      "text": "was that civilizations were based on settled agriculture and were associated with states."
    },
    {
      "index": 44,
      "start_time": 237660.0,
      "end_time": 243000.0,
      "text": "In a way, it can be argued that without a state, there's no such thing as a barbarian."
    },
    {
      "index": 45,
      "start_time": 243000.0,
      "end_time": 250100.0,
      "text": "But because we live in states, we tend to think that they are A) Necessary B) Timeless, and C) overall a pretty good thing,"
    },
    {
      "index": 46,
      "start_time": 250100.0,
      "end_time": 258200.0,
      "text": "and almost all civilizations are associated with states, like ancient Egypt, or China in the remote past or France if you're into Western civilization."
    },
    {
      "index": 47,
      "start_time": 258200.0,
      "end_time": 263600.0,
      "text": "Thanks Thought Bubble. I mean it's telling that the Mongols were arguably the greatest conquerors of the premodern world,"
    },
    {
      "index": 48,
      "start_time": 263600.0,
      "end_time": 269800.0,
      "text": "but we usually don't call them a civilization. They weren't just agriculture-y and state-like enough."
    },
    {
      "index": 49,
      "start_time": 269800.0,
      "end_time": 273000.0,
      "text": "Although of course the Mongols being the Mongols, there is an exception to the rule:"
    },
    {
      "index": 50,
      "start_time": 273280.0,
      "end_time": 281060.0,
      "text": "the Mongols DID settle in a recognizable state in Yuan China. Ughhh, history, even your exceptions have exceptions."
    },
    {
      "index": 51,
      "start_time": 281800.0,
      "end_time": 287800.0,
      "text": "So when we talk about states, we need to remember that it's pretty common for the creation of states to involve some form of coercion"
    },
    {
      "index": 52,
      "start_time": 287800.0,
      "end_time": 296590.0,
      "text": "like in ancient, and sometimes, not ancient societies. The power of the state rested primarily on two things - the army and taxes."
    },
    {
      "index": 53,
      "start_time": 296590.0,
      "end_time": 300000.0,
      "text": "And if you want to create an army  or raise taxes, or both,"
    },
    {
      "index": 54,
      "start_time": 300000.0,
      "end_time": 306600.0,
      "text": "it's helpful to have a sedentary population that spends most of its time producing food because food is very valuable to a state."
    },
    {
      "index": 55,
      "start_time": 306600.0,
      "end_time": 311800.0,
      "text": "I mean, while gold and palaces are beautiful, you can't feed them to your army."
    },
    {
      "index": 56,
      "start_time": 311800.0,
      "end_time": 316500.0,
      "text": "Anyway, agricultural production and the creation of states are deeply intertwined."
    },
    {
      "index": 57,
      "start_time": 316500.0,
      "end_time": 323350.0,
      "text": "Agricultural surplus and control over it leads to other aspects of civilization like property rights and patriarchy."
    },
    {
      "index": 58,
      "start_time": 323350.0,
      "end_time": 326800.0,
      "text": "Well, I guess it doesn't have to be the patriarchy, but it usually has."
    },
    {
      "index": 59,
      "start_time": 327000.0,
      "end_time": 332780.0,
      "text": "So while states rely on the exploitation of agricultural labour and the subjugation of their citizens,"
    },
    {
      "index": 60,
      "start_time": 332780.0,
      "end_time": 340240.0,
      "text": "then the civilization narratives that barbarians were drawn to civilizations by their obvious superiority is kind of problematic."
    },
    {
      "index": 61,
      "start_time": 340240.0,
      "end_time": 345780.0,
      "text": "Because there's a big downside to all that state control and taxes and conscription and servitude."
    },
    {
      "index": 62,
      "start_time": 345780.0,
      "end_time": 348000.0,
      "text": "And this leads us to James Scott's big idea"
    },
    {
      "index": 63,
      "start_time": 348000.0,
      "end_time": 354340.0,
      "text": "that rather than primitive hill tribes being attracted to the glamour and stability of valley settlements,"
    },
    {
      "index": 64,
      "start_time": 354340.0,
      "end_time": 361020.0,
      "text": "hill cultures are formed by people running away from civilization; basically, Scott argues that people flee to the hills"
    },
    {
      "index": 65,
      "start_time": 361020.0,
      "end_time": 366500.0,
      "text": "because it makes it hard for states to find and conquer them. The Arab historian, Ibn Khaldun remarked that"
    },
    {
      "index": 66,
      "start_time": 366500.0,
      "end_time": 370520.0,
      "text": "Arabs can gain control over flat territory and do not pursue tribes that hide in the mountains."
    },
    {
      "index": 67,
      "start_time": 372420.0,
      "end_time": 380360.0,
      "text": "Then you have the Franco-Hungarian military officer, Baron de Tott, poetically exclaiming that \"The steepest places have always been the asylum of liberty\","
    },
    {
      "index": 68,
      "start_time": 380360.0,
      "end_time": 384000.0,
      "text": "but the great French Historian Fernand Braudel probably summed it up best when he wrote,"
    },
    {
      "index": 69,
      "start_time": 384100.0,
      "end_time": 389220.0,
      "text": "\"The mountains as a rule are a world apart from civilizations which are an urban and lowland achievement."
    },
    {
      "index": 70,
      "start_time": 389720.0,
      "end_time": 395740.0,
      "text": "Their history is to have none, to remain always on the fringes of the great waves of civilization...\""
    },
    {
      "index": 71,
      "start_time": 395740.0,
      "end_time": 400860.0,
      "text": "And you may have noticed from the mountainous tribal areas of Pakistan to people in Colorado with their legal marijuana,"
    },
    {
      "index": 72,
      "start_time": 401860.0,
      "end_time": 407920.0,
      "text": "it's still kind of difficult for states to control hill people. This idea turns the civilization narrative on its head."
    },
    {
      "index": 73,
      "start_time": 407920.0,
      "end_time": 414440.0,
      "text": "Hill people are not barbarians waiting to become civilized. They're refugees from civilization itself."
    },
    {
      "index": 74,
      "start_time": 414440.0,
      "end_time": 419380.0,
      "text": "And this brings up the possibility that life in the hills is actually better than settled agricultural states with their"
    },
    {
      "index": 75,
      "start_time": 419380.0,
      "end_time": 425340.0,
      "text": "wars and taxes and forced labor. Furthermore, cities and settlements breed epidemic diseases"
    },
    {
      "index": 76,
      "start_time": 425540.0,
      "end_time": 430260.0,
      "text": "and when the next Spanish flu comes for all of us, it's going to be good to be in the mountains."
    },
    {
      "index": 77,
      "start_time": 430260.0,
      "end_time": 435940.0,
      "text": "That said, I'm not a 100% sold on the argument, which is why I'm living in very flat, very civilized Indianapolis."
    },
    {
      "index": 78,
      "start_time": 436540.0,
      "end_time": 441400.0,
      "text": "I mean, as I said earlier, without agricultural surpluses, we wouldn't have the Internet, which I'm fond of,"
    },
    {
      "index": 79,
      "start_time": 441400.0,
      "end_time": 444140.0,
      "text": "also I have tried the hunter-gather paleo diet and it did not suit me. I like Doritos."
    },
    {
      "index": 80,
      "start_time": 445840.0,
      "end_time": 452020.0,
      "text": "Stan just told me that the paleo diet is not in fact, the diet the people of the hills have, apparently the kind of agriculture they used was called swiddening?"
    },
    {
      "index": 81,
      "start_time": 452920.0,
      "end_time": 457900.0,
      "text": "It means shifting cultivation, and apparently it's great because it provides a more varied diet with less effort."
    },
    {
      "index": 82,
      "start_time": 457900.0,
      "end_time": 464640.0,
      "text": "Score another one for the hill people. Maybe I'll try to popularize the swidden diet. Ohhh! Time for the Open Letter!"
    },
    {
      "index": 83,
      "start_time": 464640.0,
      "end_time": 470320.0,
      "text": "Oh my God, the new globe opens and food comes out of it!! Is it my birthday? Man, I love our new globe!"
    },
    {
      "index": 84,
      "start_time": 470320.0,
      "end_time": 477040.0,
      "text": "Anyway, an open letter to fad diets. Dear fad diets, you know what doesn't work? Eating unheathily."
    },
    {
      "index": 85,
      "start_time": 477040.0,
      "end_time": 482020.0,
      "text": "You know what does work? Eating healthily. Your noble prehistoric heritage as a scavenger has"
    },
    {
      "index": 86,
      "start_time": 482020.0,
      "end_time": 490300.0,
      "text": "prepared you to eat anything, anything that is food. So the idea of eating only one kind of food is just sort of inherently ludicrous."
    },
    {
      "index": 87,
      "start_time": 490300.0,
      "end_time": 494600.0,
      "text": "I mean the average freegan is literally healthier than I am, and they just eat whatever is in the dumpster."
    },
    {
      "index": 88,
      "start_time": 494600.0,
      "end_time": 500800.0,
      "text": "In short, fad diets, eating discarded food is much more in line with most of human history than the paleo diet."
    },
    {
      "index": 89,
      "start_time": 500800.0,
      "end_time": 502340.0,
      "text": "Best wishes, John Green."
    },
    {
      "index": 90,
      "start_time": 502340.0,
      "end_time": 507620.0,
      "text": "All right, so far, much of what I've said can be applied to hill people from all over the world at various times,"
    },
    {
      "index": 91,
      "start_time": 507720.0,
      "end_time": 514720.0,
      "text": "but the focus of Scott's book is the region of upland Southeast Asia and southern China that he calls \"Zomia.\""
    },
    {
      "index": 92,
      "start_time": 514720.0,
      "end_time": 520800.0,
      "text": "Zomia is mountainous and jungle-y and home to between 80 and 100 million people. It'a a little hard to conceptualize"
    },
    {
      "index": 93,
      "start_time": 520799.99999999994,
      "end_time": 526260.0,
      "text": "because we're so used to thinking of history in terms of states, and this region is, to quote him,"
    },
    {
      "index": 94,
      "start_time": 526260.0,
      "end_time": 532000.0,
      "text": "\"relatively stateless.\" Zomia was at least partially created by slavery actually because flight from slavery"
    },
    {
      "index": 95,
      "start_time": 532000.0,
      "end_time": 537180.0,
      "text": "is one of the main reasons that people head for the hills. According to Scott, \"Southeast Asian states were slaving states,"
    },
    {
      "index": 96,
      "start_time": 537180.0,
      "end_time": 542000.0,
      "text": "without exception, some of them until well into the twentieth century. Wars in pre-colonial"
    },
    {
      "index": 97,
      "start_time": 542000.0,
      "end_time": 547100.0,
      "text": "Southeast Asia were less about territory than about the seizure of as many captives as possible"
    },
    {
      "index": 98,
      "start_time": 547100.0,
      "end_time": 550060.0,
      "text": "who were then resettled at the core of the winner's territory.\""
    },
    {
      "index": 99,
      "start_time": 550260.0,
      "end_time": 556420.0,
      "text": "I can just hear all you Crash Course viewers saying \"Wait, is there any evidence that any of that is true?\" Kinda..."
    },
    {
      "index": 100,
      "start_time": 556420.0,
      "end_time": 563640.0,
      "text": "But like if one of the main reasons people create hill cultures like Zomia is to avoid civilizations and one of the hallmarks of civilization is writing?"
    },
    {
      "index": 101,
      "start_time": 563640.0,
      "end_time": 571840.0,
      "text": "Then, it stands to reason that there won't be much written evidence from Zomia, as writing is kind of like the bread and butter of traditional history."
    },
    {
      "index": 102,
      "start_time": 571840.0,
      "end_time": 576340.0,
      "text": "Off-topic, but bread and butter is really no longer the staple of any diet. We should really change"
    },
    {
      "index": 103,
      "start_time": 576340.0,
      "end_time": 580900.0,
      "text": "that to phrase like the Doritos Locos Tacos and Chipotle burritos of traditional history."
    },
    {
      "index": 104,
      "start_time": 580900.0,
      "end_time": 586460.0,
      "text": "So the evidence that we can look at is flawed because it's mainly what other people have written about Zomians"
    },
    {
      "index": 105,
      "start_time": 586460.0,
      "end_time": 592160.0,
      "text": "and their hill-dwelling brethren.Like this Portuguese friar Father Sangermano wrote around 1800 that the people of the area,"
    },
    {
      "index": 106,
      "start_time": 592160.0,
      "end_time": 598300.0,
      "text": "quote, \"Unable any longer to bear witness to the heavy oppressions and continual levies of men and money"
    },
    {
      "index": 107,
      "start_time": 598300.0,
      "end_time": 603520.0,
      "text": "made upon them have withdrawn themselves from their native soil, with all their families...\""
    },
    {
      "index": 108,
      "start_time": 603520.0,
      "end_time": 607440.0,
      "text": "So basically, he thought, at least, that they were leaving because of conscription and taxes you know,"
    },
    {
      "index": 109,
      "start_time": 607440.0,
      "end_time": 612140.0,
      "text": "hallmarks of civilization. And then there are also later colonialists like Sir Stamford Raffles who,"
    },
    {
      "index": 110,
      "start_time": 612140.0,
      "end_time": 617560.0,
      "text": "despite his name, was not a clown. He was the founder of British Singapore. Here's what he said about"
    },
    {
      "index": 111,
      "start_time": 617660.0,
      "end_time": 624120.0,
      "text": "colonial rule in Indonesia: \"Here I am the advocate of despotism. The strong arm of power is necessary to"
    },
    {
      "index": 112,
      "start_time": 624120.0,
      "end_time": 629460.0,
      "text": "bring men together and to concentrate them into societies... Sumatra is, in great measure,"
    },
    {
      "index": 113,
      "start_time": 629460.0,
      "end_time": 634280.0,
      "text": "peopled by innumerable petty tribes subject to no central government...\""
    },
    {
      "index": 114,
      "start_time": 634280.0,
      "end_time": 640420.0,
      "text": "\"At present, people are as wandering in their habits as birds of the air, and until they are congregated"
    },
    {
      "index": 115,
      "start_time": 640420.0,
      "end_time": 645740.0,
      "text": "and organized under something like authority, nothing can be done with them.\""
    },
    {
      "index": 116,
      "start_time": 645740.0,
      "end_time": 651580.0,
      "text": "Raffles there makes an accidental but pretty damning indictment of civilization to say that the reason that people exist is so"
    },
    {
      "index": 117,
      "start_time": 651580.0,
      "end_time": 656040.0,
      "text": "that something can be done with them. Now admittedly this isn't particularly strong evidence,"
    },
    {
      "index": 118,
      "start_time": 656040.0,
      "end_time": 661800.0,
      "text": "and it doesn't touch on pre-modern history or the state formation activities of Southeast Asian rulers."
    },
    {
      "index": 119,
      "start_time": 661300.0,
      "end_time": 667180.0,
      "text": "But if Europeans'  attitudes and activities drove some people to the mountains, it's possible that earlier rulers,"
    },
    {
      "index": 120,
      "start_time": 667180.0,
      "end_time": 672080.0,
      "text": "especially if they founded their states on war and slavery, and we know in many cases that they did, that"
    },
    {
      "index": 121,
      "start_time": 672080.0,
      "end_time": 677040.0,
      "text": "they may have had a similar effect. So can we finally conclude that hill people as well as nomads"
    },
    {
      "index": 122,
      "start_time": 677040.0,
      "end_time": 683660.0,
      "text": "and other cultures that attempt to live outside the state structure are not primitive people left behind by civilization,"
    },
    {
      "index": 123,
      "start_time": 683260.0,
      "end_time": 691140.0,
      "text": "but those who have made a conscious choice to avoid it. Well, in the absence of extensive written records, we call history \"anthropology.\""
    },
    {
      "index": 124,
      "start_time": 691140.0,
      "end_time": 693200.0,
      "text": "That's a joke for all the anthropology majors out there."
    },
    {
      "index": 125,
      "start_time": 693200.0,
      "end_time": 698040.0,
      "text": "And a number of anthropologists have suggested that people who live separate from our ideas of civilization"
    },
    {
      "index": 126,
      "start_time": 698040.0,
      "end_time": 702820.0,
      "text": "did indeed make that choice consciously in a wide variety of situations. Like in his book"
    },
    {
      "index": 127,
      "start_time": 702820.0,
      "end_time": 708520.0,
      "text": "Society Against the State, Pierre Clastres argues that the so-called primitive Amerindian societies of South America"
    },
    {
      "index": 128,
      "start_time": 708520.0,
      "end_time": 713960.0,
      "text": "were not in fact ancient societies that had failed to invent settled agriculture or state forms,"
    },
    {
      "index": 129,
      "start_time": 713960.0,
      "end_time": 720960.0,
      "text": "but previously sedentary cultivators who abandoned agriculture and fixed villages in response to the effects of conquest."
    },
    {
      "index": 130,
      "start_time": 720960.0,
      "end_time": 725280.0,
      "text": "So are all these stateless social orders finally a response to civilization"
    },
    {
      "index": 131,
      "start_time": 725280.0,
      "end_time": 729340.0,
      "text": "or just people who haven't realized the bounty of civilization yet?"
    },
    {
      "index": 132,
      "start_time": 729340.0,
      "end_time": 734580.0,
      "text": "I don't know, and studying history isn't really about providing answers. It's about providing context."
    },
    {
      "index": 133,
      "start_time": 734580.0,
      "end_time": 741120.0,
      "text": "The question of what's the best and most just way to organize our social orders is a big question and a very old one."
    },
    {
      "index": 134,
      "start_time": 740920.0,
      "end_time": 746920.0,
      "text": "But it's something we still need to be asking because we're all still making choices about how we're going to organize ourselves into communities."
    },
    {
      "index": 135,
      "start_time": 746920.0,
      "end_time": 750300.0,
      "text": "Scott's idea of Zomia introduces us to a different way of thinking about things,"
    },
    {
      "index": 136,
      "start_time": 750300.0,
      "end_time": 756860.0,
      "text": "and equating civilization with coercive state control calls into question the idea of what it even means to be civilized."
    },
    {
      "index": 137,
      "start_time": 756860.0,
      "end_time": 758300.0,
      "text": "But I'm not enough of an anarchist"
    },
    {
      "index": 138,
      "start_time": 758300.0,
      "end_time": 762320.0,
      "text": "to let this episode go without acknowledging the extraordinary accomplishments of civilization,"
    },
    {
      "index": 139,
      "start_time": 762320.0,
      "end_time": 769740.0,
      "text": "not just agriculture but every thing from antibiotics to the ability to be connected to people who live half a world away from you."
    },
    {
      "index": 140,
      "start_time": 769740.0,
      "end_time": 776000.0,
      "text": "The deep and growing interconnectedness among humans has its risks for sure, but it also provides tremendous opportunities."
    },
    {
      "index": 141,
      "start_time": 776000.0,
      "end_time": 778320.0,
      "text": "We can collaborate, we can play each other in FIFA,"
    },
    {
      "index": 142,
      "start_time": 778320.0,
      "end_time": 783280.0,
      "text": "and we can also do THIS together. But then again, there's an extraordinary freedom to Zomian-style social orders,"
    },
    {
      "index": 143,
      "start_time": 783280.0,
      "end_time": 787720.0,
      "text": "and vitally, their way of life is far more sustainable than ours."
    },
    {
      "index": 144,
      "start_time": 787720.0,
      "end_time": 790020.0,
      "text": "Thanks for watching. I'll see you next week."
    },
    {
      "index": 145,
      "start_time": 790020.0,
      "end_time": 795560.0,
      "text": "Crash Course is made with the help of all of these nice people, and it exists because of your support at Subbable.com."
    },
    {
      "index": 146,
      "start_time": 795860.0,
      "end_time": 798960.0,
      "text": "Subbable is a voluntary subscription service that allows you to directly support Crash Course,"
    },
    {
      "index": 147,
      "start_time": 798960.0,
      "end_time": 803460.0,
      "text": "so we want to say thank you to all of our Subbable subscribers, and thanks to every one who watches Crash Course."
    },
    {
      "index": 148,
      "start_time": 803460.0,
      "end_time": 806960.0,
      "text": "I hope that you enjoy our World History series. And as we say in my hometown,"
    },
    {
      "index": 149,
      "start_time": 806960.0,
      "end_time": 816960.0,
      "text": "don't forget to be awesome."
    }
  ]
}