{
  "video_id": "x1EDDoWW_Zc",
  "title": "CNN Student News - 06/02/16",
  "json": [
    {
      "index": 1,
      "start_time": 11338.0,
      "end_time": 16965.0,
      "text": "Our penultimate program of the academic year kicks off right now. I'm Carl Azuz, it's good to"
    },
    {
      "index": 2,
      "start_time": 16965.0,
      "end_time": 22120.0,
      "text": "see you this Thursday. First up, a new clue in the mysterious disappearance of a passenger plane"
    },
    {
      "index": 3,
      "start_time": 22120.0,
      "end_time": 28435.0,
      "text": "over the Mediterranean Sea. Egypt air flight 804 vanished on May 19th. Several countries have been"
    },
    {
      "index": 4,
      "start_time": 28435.0,
      "end_time": 34089.0,
      "text": "involved in the search for the plane, but so far, they've found only debris. There've been more questions"
    },
    {
      "index": 5,
      "start_time": 34089.0,
      "end_time": 39661.0,
      "text": "than answers. Yesterday, though, investigators said that a French Navy ship detected signals"
    },
    {
      "index": 6,
      "start_time": 39661.0,
      "end_time": 44898.0,
      "text": "from one of the plane's flight data recorders with information about the plane's airspeed, altitude,"
    },
    {
      "index": 7,
      "start_time": 44898.0,
      "end_time": 51400.0,
      "text": "engine status, and wing positions. The so called Black Box could hold the answers as to what exactly"
    },
    {
      "index": 8,
      "start_time": 51400.0,
      "end_time": 57069.0,
      "text": "caused the aircraft to crash. And it helps investigators narrow down the area of the Mediterranean"
    },
    {
      "index": 9,
      "start_time": 57069.0,
      "end_time": 63172.0,
      "text": "where they're searching. But the flight recorders only give out signals for about 30 days after they get wet,"
    },
    {
      "index": 10,
      "start_time": 63172.0,
      "end_time": 65185.0,
      "text": "so officials are in a race against time."
    },
    {
      "index": 11,
      "start_time": 65185.0,
      "end_time": 71904.0,
      "text": "This is a huge breakthrough in the investigation of Egypt Air flight 804. Which two weeks ago was"
    },
    {
      "index": 12,
      "start_time": 71904.0,
      "end_time": 77092.0,
      "text": "traveling from Paris to Cairo when it disappeared from radar. There had been a massive search"
    },
    {
      "index": 13,
      "start_time": 77092.0,
      "end_time": 83188.0,
      "text": "underway. Pieces of debris have been recovered as well as body parts. It was the French naval ship"
    },
    {
      "index": 14,
      "start_time": 83188.0,
      "end_time": 89276.0,
      "text": "Laplace which located the signal from one of the black boxes, they haven't been able to locate the other"
    },
    {
      "index": 15,
      "start_time": 89276.0,
      "end_time": 95619.0,
      "text": "black box yet. Another ship will be coming within a week which has sophisticated means to recover the"
    },
    {
      "index": 16,
      "start_time": 95619.0,
      "end_time": 102901.0,
      "text": "wreckage from the sea floor which could be at depths of 3, 000 meters, that's 10, 000 feet. Once those"
    },
    {
      "index": 17,
      "start_time": 102901.0,
      "end_time": 108713.0,
      "text": "black boxes are recovered they will be analyzed. Hopefully, they haven't been damaged by the crash."
    },
    {
      "index": 18,
      "start_time": 108713.0,
      "end_time": 113778.0,
      "text": "And, once they are analyzed, here in Cairo, investigators hope it will give them some insight into"
    },
    {
      "index": 19,
      "start_time": 113778.0,
      "end_time": 121938.0,
      "text": "what exactly happened on that plane. They're also hoping that, with the recovery of the black boxes they'll"
    },
    {
      "index": 20,
      "start_time": 121938.0,
      "end_time": 127716.0,
      "text": "be able to recover the fuselage, another clue, another piece of evidence which will help investigators."
    },
    {
      "index": 21,
      "start_time": 127716.0,
      "end_time": 135441.0,
      "text": "Also for the families. 66 people died in this crash. The families are hoping this news will also help in"
    },
    {
      "index": 22,
      "start_time": 135441.0,
      "end_time": 140889.0,
      "text": "retrieving their loved ones so they can give them a proper burial. Ian Lee in Cairo."
    },
    {
      "index": 23,
      "start_time": 140889.0,
      "end_time": 146935.0,
      "text": "US State Department, which oversees the country's foreign affairs, is warning Americans about"
    },
    {
      "index": 24,
      "start_time": 146935.0,
      "end_time": 152966.0,
      "text": "traveling to Europe. It says the large number of tourists who visit the continent over the summer could"
    },
    {
      "index": 25,
      "start_time": 152966.0,
      "end_time": 159178.0,
      "text": "possibly be targets for terrorists, especially at large public events. We reported earlier this week"
    },
    {
      "index": 26,
      "start_time": 159178.0,
      "end_time": 165028.0,
      "text": "how terrorists are trying to sneak into Europe among the scores of migrants and refugees going there."
    },
    {
      "index": 27,
      "start_time": 165028.0,
      "end_time": 171590.0,
      "text": "And a French intelligence official recently told CNN that police don't think they've arrested everyone"
    },
    {
      "index": 28,
      "start_time": 171590.0,
      "end_time": 178028.0,
      "text": "involved in recent terrorist attacks in Paris, France, and Brussels, Belgium. Well, the US State Department"
    },
    {
      "index": 29,
      "start_time": 178028.0,
      "end_time": 184487.0,
      "text": "has made it clear that this latest alert is not in response to a new or specific threat, but rather a more"
    },
    {
      "index": 30,
      "start_time": 184487.0,
      "end_time": 191897.0,
      "text": "general warning to US citizens travelling in Europe about the potential for a terrorist attack on the"
    },
    {
      "index": 31,
      "start_time": 191897.0,
      "end_time": 196841.0,
      "text": "continent. It names some big events, specifically including the Tour De France,"
    },
    {
      "index": 32,
      "start_time": 196841.0,
      "end_time": 199999.0,
      "text": "The Catholic Church's World Youth Day in Poland,"
    },
    {
      "index": 33,
      "start_time": 199999.0,
      "end_time": 205870.0,
      "text": "as well as the European soccer championship in France known as EURO 2016."
    },
    {
      "index": 34,
      "start_time": 205870.0,
      "end_time": 212807.0,
      "text": "Now EURO 2016 has been particularly an important one for French authorities considering intelligence"
    },
    {
      "index": 35,
      "start_time": 212807.0,
      "end_time": 220458.0,
      "text": "officials believe that may have been the original target of the terrorist cell behind the Brussels attacks."
    },
    {
      "index": 36,
      "start_time": 220458.0,
      "end_time": 225497.0,
      "text": "And French authorities really taking no chances when it comes to security preparations for that, deploying"
    },
    {
      "index": 37,
      "start_time": 225497.0,
      "end_time": 232878.0,
      "text": "some 90, 000 security personnel just yesterday. At the Stade de France they held a security exercise, one"
    },
    {
      "index": 38,
      "start_time": 232878.0,
      "end_time": 239500.0,
      "text": "of dozens of exercises to be held throughout the country. Designed not only to get security personnel"
    },
    {
      "index": 39,
      "start_time": 239500.0,
      "end_time": 246309.0,
      "text": "ready for Euro 2016, but also to assuage the fears of the public. French authorities have expressed"
    },
    {
      "index": 40,
      "start_time": 246309.0,
      "end_time": 253161.0,
      "text": "confidence in their preparations, security wise. For not only the matches to be held in stadiums but also"
    },
    {
      "index": 41,
      "start_time": 253161.0,
      "end_time": 259050.0,
      "text": "the fan zone's large outdoor spaces where fans will be able to enjoy the matches as well. It's worth"
    },
    {
      "index": 42,
      "start_time": 259050.0,
      "end_time": 264732.0,
      "text": "mentioning that France is still under a state of emergency and that has been extended through Euro"
    },
    {
      "index": 43,
      "start_time": 264732.0,
      "end_time": 273092.0,
      "text": "2016. The U. S. travel alert is expected to expire August, 31st. Erin McLaughlin, CNN Brussels."
    },
    {
      "index": 44,
      "start_time": 277032.0,
      "end_time": 282144.0,
      "text": "Here we go with a quick check of three of the schools watching this Thursday and making a"
    },
    {
      "index": 45,
      "start_time": 282144.0,
      "end_time": 288590.0,
      "text": "Roll Call request at CNNStudentNews. com. Mendive Middle School leads things off for us."
    },
    {
      "index": 46,
      "start_time": 288590.0,
      "end_time": 295717.0,
      "text": "They're working a little magic from the city of Sparks, the state of Nevada. From Prince George, Virginia,"
    },
    {
      "index": 47,
      "start_time": 295717.0,
      "end_time": 302187.0,
      "text": "a very royal welcome to the Royals of Prince George High School. And it's great to see our viewers"
    },
    {
      "index": 48,
      "start_time": 302187.0,
      "end_time": 308154.0,
      "text": "at Gomarus Scholengemeenschap. It's in the city of Gorinchem. Netherlands. Businesses, banks,"
    },
    {
      "index": 49,
      "start_time": 308154.0,
      "end_time": 313902.0,
      "text": "and governments are looking for a few good computer hackers. And by good, they mean certified,"
    },
    {
      "index": 50,
      "start_time": 313902.0,
      "end_time": 319779.0,
      "text": "ethical hackers. People paid to test and protect an organization's electronic information from the"
    },
    {
      "index": 51,
      "start_time": 319779.0,
      "end_time": 322153.0,
      "text": "kind of hackers who might be looking to steal it."
    },
    {
      "index": 52,
      "start_time": 322153.0,
      "end_time": 329402.0,
      "text": "In the US, certified ethical hackers can eventually earn as much as $ 130, 000 per year. What do you think"
    },
    {
      "index": 53,
      "start_time": 329402.0,
      "end_time": 334311.0,
      "text": "of when I say the word hacker? Some creepy dude in a basement? Well, that's a misconception."
    },
    {
      "index": 54,
      "start_time": 334311.0,
      "end_time": 340403.0,
      "text": "What if I told you that there's a class of hackers who don't just have social skills, they have more social"
    },
    {
      "index": 55,
      "start_time": 340403.0,
      "end_time": 345057.0,
      "text": "intelligence than anyone you'll ever meet. David Kennedy is one of them. He's what's known as a social"
    },
    {
      "index": 56,
      "start_time": 345057.0,
      "end_time": 349279.0,
      "text": "engineer or a people hacker. His craft is to dupe you into doing things things,"
    },
    {
      "index": 57,
      "start_time": 349279.0,
      "end_time": 352338.0,
      "text": "and sharing information you probably shouldn't."
    },
    {
      "index": 58,
      "start_time": 352338.0,
      "end_time": 354248.0,
      "text": "Can I just get your credit card number?"
    },
    {
      "index": 59,
      "start_time": 354248.0,
      "end_time": 359090.0,
      "text": "Some use it for illegal activity. In David's case, companies pay him to find out if employees are leaving"
    },
    {
      "index": 60,
      "start_time": 359090.0,
      "end_time": 363813.0,
      "text": "the company vulnerable. He and his team show us how it's done. Step one, spoof his number so"
    },
    {
      "index": 61,
      "start_time": 363813.0,
      "end_time": 367437.0,
      "text": "it looks like he's calling from inside the company, and then call tech support."
    },
    {
      "index": 62,
      "start_time": 367437.0,
      "end_time": 370350.0,
      "text": "Hello, are you there? Hello?"
    },
    {
      "index": 63,
      "start_time": 370350.0,
      "end_time": 372092.0,
      "text": "Hi, this is Ken. How may I help you?"
    },
    {
      "index": 64,
      "start_time": 372092.0,
      "end_time": 376818.0,
      "text": "I was wondering if you could take a look at a website I'm trying to get to. It's for a big customer"
    },
    {
      "index": 65,
      "start_time": 376818.0,
      "end_time": 380119.0,
      "text": "thing I'm working on for Monday, and I can't seem to get to the website from my computer."
    },
    {
      "index": 66,
      "start_time": 380119.0,
      "end_time": 383089.0,
      "text": "Sure, what's the website? I'll see if I can get to it."
    },
    {
      "index": 67,
      "start_time": 383089.0,
      "end_time": 386591.0,
      "text": "Thanks man, I really appreciate the help, I mean it could be a stupid thing. I really suck at computers,"
    },
    {
      "index": 68,
      "start_time": 386591.0,
      "end_time": 397188.0,
      "text": "so it's www. survey, that's S- U- R- V- E- Y- pro. . com?"
    },
    {
      "index": 69,
      "start_time": 397188.0,
      "end_time": 401556.0,
      "text": "Yeah, I got a prompt to open. I just clicked open and I'm at the site now."
    },
    {
      "index": 70,
      "start_time": 401556.0,
      "end_time": 407565.0,
      "text": "Here's what the IT guy doesn't realize. By clicking that link, he's just given David full access to his computer."
    },
    {
      "index": 71,
      "start_time": 407565.0,
      "end_time": 411295.0,
      "text": "Okay, that's weird. I just hit it and it works and it seems like it's working fine now. Awesome,"
    },
    {
      "index": 72,
      "start_time": 411295.0,
      "end_time": 415155.0,
      "text": "I don't know what you did man, but I really appreciate the help. Hey, no problem. That was easy."
    },
    {
      "index": 73,
      "start_time": 415155.0,
      "end_time": 417215.0,
      "text": "That was it?"
    },
    {
      "index": 74,
      "start_time": 417215.0,
      "end_time": 418416.0,
      "text": "We're on his computer right now."
    },
    {
      "index": 75,
      "start_time": 418416.0,
      "end_time": 424425.0,
      "text": "You were able to take over this guy's computer within, I would say like, under two minutes."
    },
    {
      "index": 76,
      "start_time": 424425.0,
      "end_time": 428201.0,
      "text": "Under two minutes, yeah. Under two minutes, took over his entire computer, and think of it as not"
    },
    {
      "index": 77,
      "start_time": 428201.0,
      "end_time": 430374.0,
      "text": "just this computer, but it's pretty much the downfall of the entire company."
    },
    {
      "index": 78,
      "start_time": 430374.0,
      "end_time": 435284.0,
      "text": "In this case the company was paying David to hack them and see if their employees would fall for it,"
    },
    {
      "index": 79,
      "start_time": 435284.0,
      "end_time": 440091.0,
      "text": "and they did. To show you this demo, we agreed not to use the company's name. Kennedy hacks to"
    },
    {
      "index": 80,
      "start_time": 440091.0,
      "end_time": 445749.0,
      "text": "protect. He's part of a growing number of hackers using this skill for good. Josh Corman's one of them, too."
    },
    {
      "index": 81,
      "start_time": 445749.0,
      "end_time": 449373.0,
      "text": "He started a group to help bridge the gap between hackers and big companies."
    },
    {
      "index": 82,
      "start_time": 449373.0,
      "end_time": 454313.0,
      "text": "Hacking is a form of power. Not surprisingly, if you walked into my house and saw all the Spiderman stuff,"
    },
    {
      "index": 83,
      "start_time": 454313.0,
      "end_time": 459064.0,
      "text": "I'm a big fan of the family line of with great power there comes great responsibility. We're coming to"
    },
    {
      "index": 84,
      "start_time": 459064.0,
      "end_time": 464682.0,
      "text": "a point where the outside world with a breach a week, a breach a day, affecting people's personal lives."
    },
    {
      "index": 85,
      "start_time": 464682.0,
      "end_time": 469342.0,
      "text": "National security, we gotta grow up a bit. And we need to be very deliberate about how we use that power."
    },
    {
      "index": 86,
      "start_time": 469342.0,
      "end_time": 472188.0,
      "text": "Corman formed the group after his mom passed away."
    },
    {
      "index": 87,
      "start_time": 472188.0,
      "end_time": 478032.0,
      "text": "She was my science teacher. She kinda taught me that darkness is the absence of light. Cold is the"
    },
    {
      "index": 88,
      "start_time": 478032.0,
      "end_time": 482402.0,
      "text": "absence of heat. If you see something missing in the world, maybe it's our job to put it there."
    },
    {
      "index": 89,
      "start_time": 482402.0,
      "end_time": 487094.0,
      "text": "I think the world's gonna be whatever we want it to be and whatever we make it. There are very"
    },
    {
      "index": 90,
      "start_time": 487094.0,
      "end_time": 491081.0,
      "text": "very bad people which means it falls to the good people to try to fight it."
    },
    {
      "index": 91,
      "start_time": 491081.0,
      "end_time": 494403.0,
      "text": "You feel like you have a very personal responsibility."
    },
    {
      "index": 92,
      "start_time": 494403.0,
      "end_time": 500970.0,
      "text": "We have so much potential to shape our culture, our values, our safety. If not us then who?"
    },
    {
      "index": 93,
      "start_time": 505820.0,
      "end_time": 513139.0,
      "text": "It's a question maybe not everyone's asked. How many hugs can someone give in a minute? And the answer,"
    },
    {
      "index": 94,
      "start_time": 513139.0,
      "end_time": 519660.0,
      "text": "79. You can give 79 hugs in a minute. We know that thanks to this man in India along with the assistance"
    },
    {
      "index": 95,
      "start_time": 519659.99999999994,
      "end_time": 525280.0,
      "text": "of a whole bunch of students. They wrapped their arms around a Guinness World Record defeating the"
    },
    {
      "index": 96,
      "start_time": 525280.0,
      "end_time": 531913.0,
      "text": "old hug high mark by two people. This is definitely quantity over quality and some squeezes were actually"
    },
    {
      "index": 97,
      "start_time": 531913.0,
      "end_time": 539439.0,
      "text": "disqualified because a genuine hug is defined by having both arms wrapped around another person."
    },
    {
      "index": 98,
      "start_time": 539439.0,
      "end_time": 543723.0,
      "text": "But why be upset about that? They can always hug it out. They know they've tried to squeeze in"
    },
    {
      "index": 99,
      "start_time": 543723.0,
      "end_time": 548312.0,
      "text": "everyone they could in the hopes of class being the record. And now that they've clinched it, they truly"
    },
    {
      "index": 100,
      "start_time": 548312.0,
      "end_time": 553001.0,
      "text": "deserve a pat on the back. Because now that they've successfully embraced one challenge."
    },
    {
      "index": 101,
      "start_time": 553001.0,
      "end_time": 557899.0,
      "text": "Maybe this is just the huginning. I'm Carl Azuz for CNN Student News."
    }
  ]
}