{
  "video_id": "x1eSPKSQaFo",
  "title": "How to: Top 4 Kyrie Irving Finishing Moves | NBA Basketball Moves",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 3370.0,
      "text": "Hey Coach Collin Castellaw with Shot Mechanics basketball and today I'm going to teach your"
    },
    {
      "index": 2,
      "start_time": 3370.0,
      "end_time": 12650.0,
      "text": "the Top 4 Kyrie Irving Finishing Moves. Alright so Kyrie Irving is one of the best finishers"
    },
    {
      "index": 3,
      "start_time": 12650.0,
      "end_time": 16580.0,
      "text": "in the NBA so today what we want to do is breakdown his four best finishes that he uses"
    },
    {
      "index": 4,
      "start_time": 16580.0,
      "end_time": 20390.0,
      "text": "once he gets into the paint to score with these crafty finishes. So the first one that"
    },
    {
      "index": 5,
      "start_time": 20390.0,
      "end_time": 24890.0,
      "text": "I like is the one hand finish, so as Kyrie gets the ball at the top of the key here and"
    },
    {
      "index": 6,
      "start_time": 24890.0,
      "end_time": 28679.0,
      "text": "as he's getting ready to dribble drive he has his man in front of him so it all starts"
    },
    {
      "index": 7,
      "start_time": 28679.0,
      "end_time": 31960.0,
      "text": "once he beats his man it could be with the pump fake it could be with the dribble whatever"
    },
    {
      "index": 8,
      "start_time": 31960.0,
      "end_time": 36440.0,
      "text": "it is he's getting by his man getting his hips into the paint just like this. Now with"
    },
    {
      "index": 9,
      "start_time": 36440.0,
      "end_time": 39890.0,
      "text": "the one hand finish its going to be a little bit different because you can extend it away"
    },
    {
      "index": 10,
      "start_time": 39890.0,
      "end_time": 43649.0,
      "text": "from the defender without having to gather and go up so what happens a lot of times with"
    },
    {
      "index": 11,
      "start_time": 43649.0,
      "end_time": 47579.0,
      "text": "younger players is they get in the paint with their man on their hip and they gather to"
    },
    {
      "index": 12,
      "start_time": 47579.0,
      "end_time": 50770.0,
      "text": "go up when doing this it enables the defender to go up and block it just like that. So what"
    },
    {
      "index": 13,
      "start_time": 50770.0,
      "end_time": 55379.0,
      "text": "the one hand finish what you can do is use your off arm to protect the ball pick it up"
    },
    {
      "index": 14,
      "start_time": 55379.0,
      "end_time": 59480.0,
      "text": "with one hand then finish out right here so now if the defender wants to block your shot"
    },
    {
      "index": 15,
      "start_time": 59480.0,
      "end_time": 62969.0,
      "text": "he has to come through my body to come get it. So the key here with the one hand finish"
    },
    {
      "index": 16,
      "start_time": 62969.0,
      "end_time": 67440.0,
      "text": "is not neccesarily to finish up as much as you are wanting to finish out right, if you"
    },
    {
      "index": 17,
      "start_time": 67440.0,
      "end_time": 71690.0,
      "text": "can just out and away from the defender it will make it that much easier. Now you want"
    },
    {
      "index": 18,
      "start_time": 71690.0,
      "end_time": 76300.0,
      "text": "to make sure you can finish with either hand because lets say on the drive maybe I come"
    },
    {
      "index": 19,
      "start_time": 76300.0,
      "end_time": 81230.0,
      "text": "this direction I want to be able to pick it up with my left hand and still hold him off"
    },
    {
      "index": 20,
      "start_time": 81230.0,
      "end_time": 85110.0,
      "text": "and still finish so if you can do that it's going to be a really easy way to get a bucket."
    },
    {
      "index": 21,
      "start_time": 85110.0,
      "end_time": 88760.0,
      "text": "So next we have the up and under finish now this is one of Kyrie's signature finishes"
    },
    {
      "index": 22,
      "start_time": 88760.0,
      "end_time": 92820.0,
      "text": "and it great because you really don't have to be that athletic to use it. So it all starts"
    },
    {
      "index": 23,
      "start_time": 92820.0,
      "end_time": 97700.0,
      "text": "the exact same you can up fake shimmy whatever it i that is going to help you get by your"
    },
    {
      "index": 24,
      "start_time": 97700.0,
      "end_time": 101100.0,
      "text": "man and now you and now you are attacking the hoop now the up and under works great"
    },
    {
      "index": 25,
      "start_time": 101100.0,
      "end_time": 109200.0,
      "text": "if you are coming at it from a good angle if you are attacking at a flat angle little"
    },
    {
      "index": 26,
      "start_time": 109200.0,
      "end_time": 112620.0,
      "text": "more towards the baseline this is a great one. With the up and under we are looking"
    },
    {
      "index": 27,
      "start_time": 112620.0,
      "end_time": 117870.0,
      "text": "for a couple of keys number 1 you want to show the ball high so the idea is that if"
    },
    {
      "index": 28,
      "start_time": 117870.0,
      "end_time": 121520.0,
      "text": "you have shot blocker someone longer and more athletic guarding you is that they are going"
    },
    {
      "index": 29,
      "start_time": 121520.0,
      "end_time": 125140.0,
      "text": "to want to come and get the shot right? So what you do is show the ball high first and"
    },
    {
      "index": 30,
      "start_time": 125140.0,
      "end_time": 129050.0,
      "text": "then its going to make him want to go for it and then your wrapping the ball underneath"
    },
    {
      "index": 31,
      "start_time": 129050.00000000001,
      "end_time": 135470.0,
      "text": "finishing with the reverse lay in on the other side. If I just show it by my chest it doesn't"
    },
    {
      "index": 32,
      "start_time": 135470.0,
      "end_time": 138960.0,
      "text": "look like I'm going up as much so I want to get it by my forehead if at all possible get"
    },
    {
      "index": 33,
      "start_time": 138960.0,
      "end_time": 144340.0,
      "text": "him to leave his feet. Now really athletic players can jump up and under while they are"
    },
    {
      "index": 34,
      "start_time": 144340.0,
      "end_time": 147920.0,
      "text": "in the air and finish for younger guys its a little bit harder so what I recommend you"
    },
    {
      "index": 35,
      "start_time": 147920.0,
      "end_time": 152120.0,
      "text": "do and what Kyrie Irving does a lot of the time is shows the ball while he is still on"
    },
    {
      "index": 36,
      "start_time": 152120.0,
      "end_time": 156850.0,
      "text": "one foot that way when he jumps he's already wrapping it up and under and it doesn't require"
    },
    {
      "index": 37,
      "start_time": 156850.0,
      "end_time": 162790.0,
      "text": "that much athleticism so once you get to the other side its perfect cause the rim and the"
    },
    {
      "index": 38,
      "start_time": 162790.0,
      "end_time": 165810.0,
      "text": "net are in the way of a shot blocker and they can't come across and get it and you basically"
    },
    {
      "index": 39,
      "start_time": 165810.0,
      "end_time": 171010.0,
      "text": "get a wide open look. So with this you want to work on finishing at different angles sometimes"
    },
    {
      "index": 40,
      "start_time": 171010.0,
      "end_time": 175080.0,
      "text": "your up and under might be really flat sometimes you might be coming along the baseline a little"
    },
    {
      "index": 41,
      "start_time": 175080.0,
      "end_time": 178920.0,
      "text": "bit sharper as you come across this way the key is to keep the defender behind you show"
    },
    {
      "index": 42,
      "start_time": 178920.0,
      "end_time": 183850.0,
      "text": "high and finish on the other side. Now the next finish is super similar to the one we"
    },
    {
      "index": 43,
      "start_time": 183850.0,
      "end_time": 188110.0,
      "text": "talked about earlier this one is the inside hand finish. So with this one you beat your"
    },
    {
      "index": 44,
      "start_time": 188110.0,
      "end_time": 192740.0,
      "text": "man but the idea with this one is that he is a little bit behind you so you want to"
    },
    {
      "index": 45,
      "start_time": 192740.0,
      "end_time": 197569.0,
      "text": "be able to finish with your inside hand at the basket growing up a lot of times we are"
    },
    {
      "index": 46,
      "start_time": 197569.0,
      "end_time": 200330.0,
      "text": "taught that you need to finish with your outside hand every time right? Your coaches tell you"
    },
    {
      "index": 47,
      "start_time": 200330.0,
      "end_time": 203530.0,
      "text": "there is a string between your knee and your elbow just like that, but that doesn't necessarily"
    },
    {
      "index": 48,
      "start_time": 203530.0,
      "end_time": 208370.0,
      "text": "always work especially for smaller players right if your a smaller player and you are"
    },
    {
      "index": 49,
      "start_time": 208370.0,
      "end_time": 212900.0,
      "text": "constantly finishing like this bigs will come out of no where and swat your shot a ton so"
    },
    {
      "index": 50,
      "start_time": 212900.0,
      "end_time": 217440.0,
      "text": "this inside hand pick up is nice because I can time it get it off early as the defender"
    },
    {
      "index": 51,
      "start_time": 217440.0,
      "end_time": 221840.0,
      "text": "is behind me and now my body is protecting the basketball Gibson can't come and get the"
    },
    {
      "index": 52,
      "start_time": 221840.0,
      "end_time": 226490.0,
      "text": "ball because I am extending out with my inside hand. Now if I come out with my outside hand"
    },
    {
      "index": 53,
      "start_time": 226490.0,
      "end_time": 230400.0,
      "text": "he has a much better chance at getting to it so it's kind of like the first one where"
    },
    {
      "index": 54,
      "start_time": 230400.0,
      "end_time": 234360.0,
      "text": "we extend out rather that up, but instead its with out inside hand and we are protecting"
    },
    {
      "index": 55,
      "start_time": 234360.0,
      "end_time": 237700.0,
      "text": "the ball with out shoulder on this back side if you can do that you will get a lot of easy"
    },
    {
      "index": 56,
      "start_time": 237700.0,
      "end_time": 240790.0,
      "text": "looks. Alright next we have the body contact finish this is a great finish if you are a"
    },
    {
      "index": 57,
      "start_time": 240790.0,
      "end_time": 244930.0,
      "text": "smaller guard or a shorter guard or maybe if you aren't as strong as some players it's"
    },
    {
      "index": 58,
      "start_time": 244930.0,
      "end_time": 248590.0,
      "text": "a great way to initiate contact and that way you can get an open look and sort of stun"
    },
    {
      "index": 59,
      "start_time": 248590.0,
      "end_time": 253000.0,
      "text": "the defender so it all starts the same you beat your man. So now lets say he's riding"
    },
    {
      "index": 60,
      "start_time": 253000.0,
      "end_time": 261070.0,
      "text": "your hip a little bit more and you don't have an open lane to the hoop instead the best"
    },
    {
      "index": 61,
      "start_time": 261070.0,
      "end_time": 266560.0,
      "text": "way that I like to do it and the way kyrie does it is getting contact high with his tri-cep"
    },
    {
      "index": 62,
      "start_time": 266560.0,
      "end_time": 272250.0,
      "text": "on the defenders chest or upper body. As soon as I come in I want to create the contact"
    },
    {
      "index": 63,
      "start_time": 272250.0,
      "end_time": 276760.0,
      "text": "high with this off arm so even if it gets knocked down it gets slapped I can still finish"
    },
    {
      "index": 64,
      "start_time": 276760.0,
      "end_time": 282780.0,
      "text": "with my right so the idea is to create the contact first before they are ready to jump"
    },
    {
      "index": 65,
      "start_time": 282780.0,
      "end_time": 285760.0,
      "text": "if gibson is getting ready timing his jump if I come in and try to create contact it's"
    },
    {
      "index": 66,
      "start_time": 285760.0,
      "end_time": 289800.0,
      "text": "going to be off balanced and I'm going to knock me kind of off balance a little bit"
    },
    {
      "index": 67,
      "start_time": 289800.0,
      "end_time": 294250.0,
      "text": "so what we want to do is the exact same thing but I want to create contact before I jump"
    },
    {
      "index": 68,
      "start_time": 294250.0,
      "end_time": 298300.0,
      "text": "and jump off of that contact right if you can create the contact first its going to"
    },
    {
      "index": 69,
      "start_time": 298300.0,
      "end_time": 302150.0,
      "text": "make it so he cant jump and your going to get an open look at the basket and possibly"
    },
    {
      "index": 70,
      "start_time": 302150.0,
      "end_time": 307020.0,
      "text": "an and 1 so from there all you have to do is create contact first boom jump off and"
    },
    {
      "index": 71,
      "start_time": 307020.0,
      "end_time": 311240.0,
      "text": "finish high off the glass for the easy finish again work on finishing with both hands. Because"
    },
    {
      "index": 72,
      "start_time": 311240.0,
      "end_time": 313889.0,
      "text": "you never know what situation your going to be in. Alright so if this video helped you"
    },
    {
      "index": 73,
      "start_time": 313889.0,
      "end_time": 317150.0,
      "text": "out go ahead and hit the like button below and then below that let me know in the comment"
    },
    {
      "index": 74,
      "start_time": 317150.0,
      "end_time": 320790.0,
      "text": "section what you want to see next this is a channel for the people by the people and"
    },
    {
      "index": 75,
      "start_time": 320790.0,
      "end_time": 324470.0,
      "text": "I do pretty much everything off of request so leave it below and hopefully I get to it."
    },
    {
      "index": 76,
      "start_time": 324470.0,
      "end_time": 327690.0,
      "text": "If you are new to Shot Mechanics your going to want to do two things number 1 hit that"
    },
    {
      "index": 77,
      "start_time": 327690.0,
      "end_time": 330770.0,
      "text": "subscription button we are bringing new content all the time and I guarantee it's going to"
    },
    {
      "index": 78,
      "start_time": 330770.0,
      "end_time": 334620.0,
      "text": "get your better! Second thing you will want to do is click the button up above or down"
    },
    {
      "index": 79,
      "start_time": 334620.0,
      "end_time": 337940.0,
      "text": "in the link below and get a free copy of my number one scoring workout this is a workout"
    },
    {
      "index": 80,
      "start_time": 337940.0,
      "end_time": 340350.0,
      "text": "that will sort of revolutionize the way you think about scoring and probably increase"
    },
    {
      "index": 81,
      "start_time": 340350.0,
      "end_time": 345240.0,
      "text": "your average the very first time you use it. Alright again I'm coach Collin Castellaw with"
    },
    {
      "index": 82,
      "start_time": 345240.0,
      "end_time": 355240.0,
      "text": "Shotmechanics basketball thanks for watching, and until next time Splash on."
    }
  ]
}