{
  "video_id": "x2y_SLOvOvw",
  "title": "Procrastination: Crash Course Study Skills #6",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 1520.0,
      "text": "Down to brass tacks, friend."
    },
    {
      "index": 2,
      "start_time": 1520.0,
      "end_time": 6040.0,
      "text": "Last week we covered several techniques for improving your ability to focus on your work and resist distractions."
    },
    {
      "index": 3,
      "start_time": 6040.0,
      "end_time": 12300.0,
      "text": "This week we’re digging into a related issue, which is in fact the most pernicious problem that perpetually plagues pupils… procrastination."
    },
    {
      "index": 4,
      "start_time": 12300.0,
      "end_time": 15240.0,
      "text": "Nick, I still think that intro needs more alliteration. And cowbell."
    },
    {
      "index": 5,
      "start_time": 15240.0,
      "end_time": 24420.0,
      "text": "[Theme Music]"
    },
    {
      "index": 6,
      "start_time": 24420.0,
      "end_time": 28480.0,
      "text": "Before we dive into specific solutions, it’s useful to know why we procrastinate."
    },
    {
      "index": 7,
      "start_time": 28480.0,
      "end_time": 34800.0,
      "text": "Now, we could go deep on the biological battle between your prefrontal cortex and your limbic system, or in a million other directions,"
    },
    {
      "index": 8,
      "start_time": 34800.0,
      "end_time": 40580.0,
      "text": "but since our focus is on solving the procrastination problem, one recent explanation that I find to be particularly useful is"
    },
    {
      "index": 9,
      "start_time": 40580.0,
      "end_time": 45420.0,
      "text": "Temporal Motivation Theory, which is laid out by Dr. Piers Steele in his book The Procrastination Equation."
    },
    {
      "index": 10,
      "start_time": 45420.0,
      "end_time": 51100.0,
      "text": "This theory suggests that a person’s motivation to complete a task or assignment can be represented by – you guessed it – an equation."
    },
    {
      "index": 11,
      "start_time": 51100.0,
      "end_time": 52660.0,
      "text": "And that equation is:"
    },
    {
      "index": 12,
      "start_time": 52660.0,
      "end_time": 57960.0,
      "text": "Motivation = (Expectancy * Value) / (Impulsiveness * Delay)"
    },
    {
      "index": 13,
      "start_time": 57960.0,
      "end_time": 63540.0,
      "text": "Now, while I don’t really think all the complexities of human behavior can be boiled down into a neat little equation,"
    },
    {
      "index": 14,
      "start_time": 63540.0,
      "end_time": 70840.0,
      "text": "I do think that this Procrastination Equation is a useful mental model for pinpointing the specific causes of our procrastination."
    },
    {
      "index": 15,
      "start_time": 70840.0,
      "end_time": 72220.0,
      "text": "So let’s go ahead and break it down."
    },
    {
      "index": 16,
      "start_time": 72220.0,
      "end_time": 79340.0,
      "text": "Expectancy is a term that represents how strongly you believe that you’re able to complete a task, and it has an inverse correlation with your procrastination."
    },
    {
      "index": 17,
      "start_time": 79340.0,
      "end_time": 84060.0,
      "text": "If you feel competent at what you’re doing, your expectancy will be high and that will increase your motivation to get to work."
    },
    {
      "index": 18,
      "start_time": 84060.0,
      "end_time": 88860.0,
      "text": "If the task looks really difficult, though, expectancy will be low and you’ll be more likely to procrastinate."
    },
    {
      "index": 19,
      "start_time": 88860.0,
      "end_time": 92980.0,
      "text": "The other place where you’ll find that inverse correlation is between procrastination and Value,"
    },
    {
      "index": 20,
      "start_time": 92980.0,
      "end_time": 99720.0,
      "text": "which includes the rewards you get for completing the task, as well as how pleasant – or unpleasant – the experience of actually doing it is."
    },
    {
      "index": 21,
      "start_time": 99720.0,
      "end_time": 107080.0,
      "text": "Impulsiveness is how susceptible you are to distractions and, well, impulses to do other things, and it’s directly correlated with procrastination."
    },
    {
      "index": 22,
      "start_time": 107080.0,
      "end_time": 112520.0,
      "text": "The less able you are to resist that sudden desire to go check Twitter, the more you’re going to put off working on that English paper."
    },
    {
      "index": 23,
      "start_time": 112520.0,
      "end_time": 115220.0,
      "text": "And if you’re thinking about going to check Twitter right now, remember:"
    },
    {
      "index": 24,
      "start_time": 115220.0,
      "end_time": 119620.0,
      "text": "if you can resist that impulse, you’ll actually be strengthening your brain’s ability to focus."
    },
    {
      "index": 25,
      "start_time": 119620.0,
      "end_time": 120700.0,
      "text": "So fight it, friend."
    },
    {
      "index": 26,
      "start_time": 120700.0,
      "end_time": 125420.0,
      "text": "Finally, there’s Delay, which is the amount of time between now and when you’ll get the reward for completing the task."
    },
    {
      "index": 27,
      "start_time": 125420.0,
      "end_time": 126680.0,
      "text": "Let’s go to the Thought Bubble."
    },
    {
      "index": 28,
      "start_time": 126680.0,
      "end_time": 129640.0,
      "text": "The longer the delay is, the more you’ll tend to procrastinate."
    },
    {
      "index": 29,
      "start_time": 129660.0,
      "end_time": 135320.0,
      "text": "This happens because human beings naturally place far more value on the short-term rather than long-term rewards –"
    },
    {
      "index": 30,
      "start_time": 135320.0,
      "end_time": 137780.0,
      "text": "even if those long-term rewards are objectively greater."
    },
    {
      "index": 31,
      "start_time": 137780.0,
      "end_time": 140700.0,
      "text": "For most of human history, this was a helpful bit of brain programming."
    },
    {
      "index": 32,
      "start_time": 140700.0,
      "end_time": 147120.0,
      "text": "If you were a hunter-gatherer living in 10,000 BCE, you had no reason to care about the antelopes you were gonna hunt in 3 years –"
    },
    {
      "index": 33,
      "start_time": 147120.0,
      "end_time": 149520.0,
      "text": "all that mattered was the one in front of you right now."
    },
    {
      "index": 34,
      "start_time": 149520.0,
      "end_time": 155760.0,
      "text": "But today, when your success in life depends more on studying for tests and remembering to put money in an IRA than on your antelope-hunting skills,"
    },
    {
      "index": 35,
      "start_time": 155760.0,
      "end_time": 159320.0,
      "text": "your brain’s hard-wired preference for short-term rewards becomes a hinderance."
    },
    {
      "index": 36,
      "start_time": 159320.0,
      "end_time": 163020.0,
      "text": "It’s the main reason why you consistently find yourself cramming for tests the night before;"
    },
    {
      "index": 37,
      "start_time": 163020.0,
      "end_time": 168930.0,
      "text": "rationally, you know you should start studying a few weeks in advance, but most of your brain is like, “Eh, is that really necessary?”"
    },
    {
      "index": 38,
      "start_time": 168930.0,
      "end_time": 177200.0,
      "text": "And to make matters worse, Delay is the hardest factor in the equation to control, since the time at which we’ll get a task’s reward is often set in stone."
    },
    {
      "index": 39,
      "start_time": 177200.0,
      "end_time": 180780.0,
      "text": "This is especially true when you’re in school, since almost everything has a due date."
    },
    {
      "index": 40,
      "start_time": 180780.0,
      "end_time": 181940.0,
      "text": "Thanks, Thought Bubble."
    },
    {
      "index": 41,
      "start_time": 181940.0,
      "end_time": 188740.0,
      "text": "It’s useful to simply be able to recognize that the delay between now and when you’ll reap a task’s reward matters a lot when it comes to your procrastination."
    },
    {
      "index": 42,
      "start_time": 188740.0,
      "end_time": 194640.0,
      "text": "And, really, that’s the value of the equation as a whole; it’s a mental model that makes it easy to pinpoint why you’re procrastinating."
    },
    {
      "index": 43,
      "start_time": 194640.0,
      "end_time": 200000.0,
      "text": "If it’s because you feel like you’re not skilled enough to actually complete the task, then you need to find a way to increase Expectancy."
    },
    {
      "index": 44,
      "start_time": 200000.0,
      "end_time": 206040.0,
      "text": "Or, if you notice that your attention is constantly being pulled in other directions, then it’s time to figure out how to decrease your Impulsiveness."
    },
    {
      "index": 45,
      "start_time": 206040.0,
      "end_time": 210440.0,
      "text": "So now let’s go over some specific ideas for manipulating those three most malleable factors."
    },
    {
      "index": 46,
      "start_time": 210440.0,
      "end_time": 212700.0,
      "text": "To raise Expectancy you can do several things."
    },
    {
      "index": 47,
      "start_time": 212700.0,
      "end_time": 216440.0,
      "text": "One of the most helpful is to break the task down into smaller sub-tasks."
    },
    {
      "index": 48,
      "start_time": 216440.0,
      "end_time": 220400.0,
      "text": "Doing this allows you to narrow your focus to something that’s not nearly as daunting,"
    },
    {
      "index": 49,
      "start_time": 220409.0,
      "end_time": 223650.0,
      "text": "and it also lets you more clearly define the specific actions you have to take."
    },
    {
      "index": 50,
      "start_time": 223650.0,
      "end_time": 229460.0,
      "text": "So if you’re writing a paper, realize that “write a paper” is a project that can – and should – be broken down."
    },
    {
      "index": 51,
      "start_time": 229460.0,
      "end_time": 235280.0,
      "text": "You’ve got the research phase, the rough draft phase – which you can break further down into sections, like the intro, arguments, and conclusion –"
    },
    {
      "index": 52,
      "start_time": 235280.0,
      "end_time": 237040.0,
      "text": "and then you’ve got the editing phase."
    },
    {
      "index": 53,
      "start_time": 237040.0,
      "end_time": 242980.0,
      "text": "Once you’ve defined these actions and know what order to tackle them in, you’ll have a much clearer vision of what should be done right now."
    },
    {
      "index": 54,
      "start_time": 242980.0,
      "end_time": 248440.0,
      "text": "Plus, writing the rough draft of an intro paragraph is much easier than trying to write the entire paper all at once."
    },
    {
      "index": 55,
      "start_time": 248440.0,
      "end_time": 251800.0,
      "text": "Another great way to raise Expectancy is to simply ask for help."
    },
    {
      "index": 56,
      "start_time": 251800.0,
      "end_time": 254800.0,
      "text": "While being able to figure things out on your own is definitely a useful skill,"
    },
    {
      "index": 57,
      "start_time": 254800.0,
      "end_time": 258900.0,
      "text": "there comes a point when refusing to reach out to someone else only slows you down."
    },
    {
      "index": 58,
      "start_time": 258899.99999999997,
      "end_time": 262420.0,
      "text": "So go to your teacher’s office hours, or find a friend to form a study group with."
    },
    {
      "index": 59,
      "start_time": 262430.0,
      "end_time": 266260.0,
      "text": "Now when it comes to improving a task’s Value, there are a few things you can do:"
    },
    {
      "index": 60,
      "start_time": 266260.0,
      "end_time": 269080.0,
      "text": "1. Improve the actual reward for completing the task"
    },
    {
      "index": 61,
      "start_time": 269080.0,
      "end_time": 272220.0,
      "text": "2. Improve the experience of doing the work itself"
    },
    {
      "index": 62,
      "start_time": 272220.0,
      "end_time": 276360.0,
      "text": "3. Add additional rewards, or mini-rewards for completing sub-tasks"
    },
    {
      "index": 63,
      "start_time": 276360.0,
      "end_time": 280420.0,
      "text": "The best way to improve the first item on the list is to choose work that’s more fulfilling to you."
    },
    {
      "index": 64,
      "start_time": 280420.0,
      "end_time": 283460.0,
      "text": "Now, you have some amount of control over this when you’re selecting your classes,"
    },
    {
      "index": 65,
      "start_time": 283460.0,
      "end_time": 287980.0,
      "text": "and as you move into your career and build up more experience, that amount of control will definitely increase."
    },
    {
      "index": 66,
      "start_time": 287980.0,
      "end_time": 292900.0,
      "text": "However, when you’re a student, there are still a ton of required classes and things that you just have to do."
    },
    {
      "index": 67,
      "start_time": 292900.0,
      "end_time": 297860.0,
      "text": "And once you’ve started, it’s pretty difficult to improve the actual reward – it’s usually set in stone."
    },
    {
      "index": 68,
      "start_time": 297860.0,
      "end_time": 301560.0,
      "text": "If you finish a math assignment, you’ll get the credit for it and you’ll improve your math skills. Pretty simple."
    },
    {
      "index": 69,
      "start_time": 301560.0,
      "end_time": 304460.0,
      "text": "But you do have a lot of control over the other two items."
    },
    {
      "index": 70,
      "start_time": 304460.0,
      "end_time": 308900.0,
      "text": "To make the experience of doing the work itself more pleasant, you could choose a study location that you enjoy being in –"
    },
    {
      "index": 71,
      "start_time": 308900.0,
      "end_time": 311040.0,
      "text": "like a coffee shop or your favorite spot in the library."
    },
    {
      "index": 72,
      "start_time": 311040.0,
      "end_time": 316620.0,
      "text": "You can also find a good study music playlist, work with a friend, or go for a quick walk beforehand to raise your energy levels before you start."
    },
    {
      "index": 73,
      "start_time": 316620.0,
      "end_time": 318920.0,
      "text": "And additional rewards can further boost your motivation."
    },
    {
      "index": 74,
      "start_time": 318920.0,
      "end_time": 324390.0,
      "text": "There are several ways to create these, including gamification, which is the idea of taking elements from games and applying them to your work."
    },
    {
      "index": 75,
      "start_time": 324390.0,
      "end_time": 329580.0,
      "text": "One of my favorite ways to do this is with Habitica, an app that essentially turns productivity into a role-playing game."
    },
    {
      "index": 76,
      "start_time": 329580.0,
      "end_time": 333740.0,
      "text": "Habitica takes all the elements that make RPGs like Pokemon and Final Fantasy so addicting"
    },
    {
      "index": 77,
      "start_time": 333740.0,
      "end_time": 337690.0,
      "text": "– leveling up, experience points, gear – and it applies them to real life."
    },
    {
      "index": 78,
      "start_time": 337690.0,
      "end_time": 341500.0,
      "text": "I use Habitica as a tool for sticking to my morning routine and making sure I work out enough,"
    },
    {
      "index": 79,
      "start_time": 341500.0,
      "end_time": 344740.0,
      "text": "but there’s also a to-do list function, which you can use for individual assignments and tasks."
    },
    {
      "index": 80,
      "start_time": 344740.0,
      "end_time": 349400.0,
      "text": "Now, if you don’t want to do that, you can keep things simpler by just setting up small rewards for finishing sub-tasks –"
    },
    {
      "index": 81,
      "start_time": 349400.0,
      "end_time": 354580.0,
      "text": "like letting yourself watch a movie or go out with friends after you finish taking notes on a couple of sources for that research paper you’re working on."
    },
    {
      "index": 82,
      "start_time": 354580.0,
      "end_time": 359060.0,
      "text": "And it’s here that I want to talk about the concept of low-density fun vs. high-density fun."
    },
    {
      "index": 83,
      "start_time": 359060.0,
      "end_time": 364500.0,
      "text": "See, a lot of students feel like they have too much work to ever let themselves do anything fun that takes a significant amount of time."
    },
    {
      "index": 84,
      "start_time": 364500.0,
      "end_time": 366900.0,
      "text": "Maybe you’ve had these kinds of thoughts yourself, as well."
    },
    {
      "index": 85,
      "start_time": 366900.0,
      "end_time": 371400.0,
      "text": "You think, “Man, I’d really love to play Horizon Zero Dawn right now, but I should really use that time to study.”"
    },
    {
      "index": 86,
      "start_time": 371400.0,
      "end_time": 375400.0,
      "text": "The irony is that these same students who are constantly denying themselves that high-density fun"
    },
    {
      "index": 87,
      "start_time": 375400.0,
      "end_time": 380760.0,
      "text": "are also spending a lot of time checking Facebook, or picking new outfits for their Bitmoji avatars, or browsing dank memes."
    },
    {
      "index": 88,
      "start_time": 380760.0,
      "end_time": 387080.0,
      "text": "These things represent low-density fun; they’re more attractive than doing work, and it’s easy to convince yourself that you’re only gonna do them for 5 minutes."
    },
    {
      "index": 89,
      "start_time": 387080.0,
      "end_time": 390520.0,
      "text": "But inevitably you do end up spending a ton of time on them –"
    },
    {
      "index": 90,
      "start_time": 390520.0,
      "end_time": 397760.0,
      "text": "after all, these websites and apps are literally designed from the ground up to be as addictive as possible – and what’s worse, they’re not actually fun."
    },
    {
      "index": 91,
      "start_time": 397760.0,
      "end_time": 399340.0,
      "text": "They’re just distractions."
    },
    {
      "index": 92,
      "start_time": 399340.0,
      "end_time": 406000.0,
      "text": "And if you waste all your time on them, you leave no time for actual, high-density fun that can act as a true motivator for finishing your work."
    },
    {
      "index": 93,
      "start_time": 406000.0,
      "end_time": 410720.0,
      "text": "So the counterintuitive tip here is that you NEED to let yourself have this high-density fun."
    },
    {
      "index": 94,
      "start_time": 410720.0,
      "end_time": 412660.0,
      "text": "Give yourself two hours tonight to play that new video game."
    },
    {
      "index": 95,
      "start_time": 412670.0,
      "end_time": 415200.0,
      "text": "Or join that offroad dirtboarding club you’ve had your eye on."
    },
    {
      "index": 96,
      "start_time": 415200.0,
      "end_time": 420840.0,
      "text": "When you allow yourself to do these things, you create anticipation that can be used as focusing energy for your work."
    },
    {
      "index": 97,
      "start_time": 420840.0,
      "end_time": 422800.0,
      "text": "And that brings us to Impulsiveness."
    },
    {
      "index": 98,
      "start_time": 422800.0,
      "end_time": 430540.0,
      "text": "Now, to be honest, last week’s video on Focus and Concentration provided most of the in-depth tips you’re gonna need to reducing your tendency to give into distractions."
    },
    {
      "index": 99,
      "start_time": 430540.0,
      "end_time": 434100.0,
      "text": "So today I’m just gonna reiterate that your environment really matters."
    },
    {
      "index": 100,
      "start_time": 434100.0,
      "end_time": 439200.0,
      "text": "If you’re studying in a place where you have access to distractions, your attention is more likely to be pulled away by them."
    },
    {
      "index": 101,
      "start_time": 439200.0,
      "end_time": 442840.0,
      "text": "So find a dedicated study spot away from friends and away from video games."
    },
    {
      "index": 102,
      "start_time": 442840.0,
      "end_time": 445440.0,
      "text": "Sometimes, you might even need to lock that environment down a bit."
    },
    {
      "index": 103,
      "start_time": 445440.0,
      "end_time": 451960.0,
      "text": "In fact, when I was writing the script for this very video, I used a program called Cold Turkey to literally block most of the websites I usually visit."
    },
    {
      "index": 104,
      "start_time": 451960.0,
      "end_time": 456260.0,
      "text": "One thing that the Procrastination Equation doesn’t cover is the role that willpower plays in procrastination."
    },
    {
      "index": 105,
      "start_time": 456260.0,
      "end_time": 459660.0,
      "text": "Now, for a long time, it was believed that willpower was a limited resource –"
    },
    {
      "index": 106,
      "start_time": 459660.0,
      "end_time": 464420.0,
      "text": "and that it drained throughout the day as you made decisions that deviated from the path of least resistance."
    },
    {
      "index": 107,
      "start_time": 464420.0,
      "end_time": 466580.0,
      "text": "This phenomenon was called ego depletion."
    },
    {
      "index": 108,
      "start_time": 466580.0,
      "end_time": 470780.0,
      "text": "During the past couple of years, though, the ego depletion theory been challenged by some conflicting research,"
    },
    {
      "index": 109,
      "start_time": 470780.0,
      "end_time": 476100.0,
      "text": "so it’s tough to say whether or not willpower itself really is this limited pool that you draw from throughout the day."
    },
    {
      "index": 110,
      "start_time": 476100.0,
      "end_time": 482490.0,
      "text": "Ego depletion controversy aside, though, your body – and, by extension, your brain – runs on a cycle of work and rest."
    },
    {
      "index": 111,
      "start_time": 482490.0,
      "end_time": 486200.0,
      "text": "There’s only so much you can do in a day before you exhaust your mental resources."
    },
    {
      "index": 112,
      "start_time": 486200.0,
      "end_time": 489980.0,
      "text": "Plus, when you put off a challenging assignment in favor of doing a bunch of easy work first,"
    },
    {
      "index": 113,
      "start_time": 489980.0,
      "end_time": 494600.0,
      "text": "it becomes really easy to convince yourself that you’ve “done enough” for the day once that easy work is done."
    },
    {
      "index": 114,
      "start_time": 494600.0,
      "end_time": 501080.0,
      "text": "That’s why one of the best ways to beat procrastination is to just knuckle down and do the most difficult, unpleasant thing on your to-do list first."
    },
    {
      "index": 115,
      "start_time": 501080.0,
      "end_time": 504540.0,
      "text": "This is often called “eating the frog” – and as Mark Twain once said:"
    },
    {
      "index": 116,
      "start_time": 504540.0,
      "end_time": 508000.0,
      "text": "\"If it's your job to eat a frog, it's best to do it first thing in the morning."
    },
    {
      "index": 117,
      "start_time": 508000.0,
      "end_time": 511300.0,
      "text": "And If it's your job to eat two frogs, it's best to eat the biggest one first.\""
    },
    {
      "index": 118,
      "start_time": 511300.0,
      "end_time": 513840.0,
      "text": "Now, I’d prefer not to eat any frogs whatsoever."
    },
    {
      "index": 119,
      "start_time": 513840.00000000006,
      "end_time": 517920.00000000006,
      "text": "I’d much rather eat a tomato, which in Italian would be called a “pomodoro” –"
    },
    {
      "index": 120,
      "start_time": 517919.99999999994,
      "end_time": 520499.99999999994,
      "text": "and that happens to be the name of the final technique we’re going to discuss today."
    },
    {
      "index": 121,
      "start_time": 520500.0,
      "end_time": 526420.0,
      "text": "The Pomodoro Technique is a simple little hack you can use to stop procrastinating, and all it requires is a timer and a little piece of paper."
    },
    {
      "index": 122,
      "start_time": 526420.0,
      "end_time": 529640.0,
      "text": "To use it, first decide on one singular task you’re going to work on."
    },
    {
      "index": 123,
      "start_time": 529640.0,
      "end_time": 534640.0,
      "text": "Then, set your timer for 25 minutes, and work as hard as you can on that task during that time."
    },
    {
      "index": 124,
      "start_time": 534640.0,
      "end_time": 540220.0,
      "text": "If a distraction comes up, or if you get the impulse to do something else, write it down on the piece of paper and then get back to work."
    },
    {
      "index": 125,
      "start_time": 540220.0,
      "end_time": 545080.0,
      "text": "Finally, once the timer goes off, take a 5 minute break and then repeat the process until you’re ready for a longer break."
    },
    {
      "index": 126,
      "start_time": 545080.0,
      "end_time": 550880.0,
      "text": "This method works so well because the timer helps you to reframe your task as input-based rather than output-based."
    },
    {
      "index": 127,
      "start_time": 550880.0,
      "end_time": 557720.0,
      "text": "Instead of feeling like you need to finish an entire math assignment or that rough draft of your paper, you know you just need to work for 25 minutes."
    },
    {
      "index": 128,
      "start_time": 557720.0,
      "end_time": 564700.0,
      "text": "This act of reframing cuts down on the initial resistance you feel towards the task, since 25 minutes of work doesn't feel like a huge investment of effort."
    },
    {
      "index": 129,
      "start_time": 564700.0,
      "end_time": 567560.0,
      "text": "Additionally, the timer creates an external motivator."
    },
    {
      "index": 130,
      "start_time": 567560.0,
      "end_time": 571980.0,
      "text": "Instead of relying on your brain to keep track of how long you should work, you let the timer do it for you."
    },
    {
      "index": 131,
      "start_time": 571980.0,
      "end_time": 575100.0,
      "text": "It’s the next best thing to having a coach or drill instructor there to keep you on task"
    },
    {
      "index": 132,
      "start_time": 575100.0,
      "end_time": 579020.0,
      "text": "– and for that reason, you need to make sure you actually use a timer –"
    },
    {
      "index": 133,
      "start_time": 579020.0,
      "end_time": 583320.0,
      "text": "or at least a timer app, like tomato timer.com, or Tide on iOS and Android."
    },
    {
      "index": 134,
      "start_time": 583320.0,
      "end_time": 586740.0,
      "text": "Now there are definitely more techniques for beating procrastination that we could talk about,"
    },
    {
      "index": 135,
      "start_time": 586740.0,
      "end_time": 591440.0,
      "text": "but there comes a point where talking about productivity becomes a form of procrastination itself."
    },
    {
      "index": 136,
      "start_time": 591440.0,
      "end_time": 595880.0,
      "text": "So now it’s time to take what you’ve learned from this video, apply it, and get to work. Good luck."
    },
    {
      "index": 137,
      "start_time": 595880.0,
      "end_time": 602190.0,
      "text": "Crash Course Study Skills is filmed in the Dr. Cheryl C. Kinney Crash Course Studio in Missoula, MT, and it's made with the help of all of these nice people."
    },
    {
      "index": 138,
      "start_time": 602190.0,
      "end_time": 606120.0,
      "text": "If you'd like to keep Crash Course free for everyone, forever, you can support the series at Patreon,"
    },
    {
      "index": 139,
      "start_time": 606120.0,
      "end_time": 609060.0,
      "text": "a crowdfunding platform that allows you to support the content that you love."
    },
    {
      "index": 140,
      "start_time": 609060.0,
      "end_time": 610720.0,
      "text": "Thank you so much for your support."
    }
  ]
}