{
  "video_id": "X328AWaJXvI",
  "title": "Physical and Chemical Changes",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 359.0,
      "end_time": 1180.0,
      "text": "{\\\\rtf1\\\\ansi\\\\ansicpg1252\\\\cocoartf1187\\\\cocoasubrtf390 \\\\cocoascreenfonts1{\\\\fonttbl\\\\f0\\\\fswiss\\\\fcharset0"
    },
    {
      "index": 2,
      "start_time": 1180.0,
      "end_time": 2000.0,
      "text": "Helvetica;} {\\\\colortbl;\\\\red255\\\\green255\\\\blue255;}"
    },
    {
      "index": 3,
      "start_time": 2000.0,
      "end_time": 3649.0,
      "text": "{\\\\info {\\\\keywords **1=00:00:00.0, **2=file://localhost/Users/montandersen/Desktop/Videos/Science%20Standards/Physical%20and%20Chemical%20Changes.mp4,"
    },
    {
      "index": 4,
      "start_time": 3649.0,
      "end_time": 5300.0,
      "text": "**3=1, **4=00:11:07-4, **5=11600}}\\\\vieww10800\\\\viewh8400\\\\viewkind0 \\\\pard\\\\tx560\\\\tx1120\\\\tx1680\\\\tx2240\\\\tx2800\\\\tx3360\\\\tx3920\\\\tx4480\\\\tx5040\\\\tx5600\\\\tx6160\\\\tx6720\\\\pardirnatural"
    },
    {
      "index": 5,
      "start_time": 5300.0,
      "end_time": 10980.0,
      "text": "\\\\f0\\\\fs28 \\\\cf0 Hi. It&#39;s Mr. Andersen and today I&#39;m going to be talking about changes. These"
    },
    {
      "index": 6,
      "start_time": 10980.0,
      "end_time": 16240.0,
      "text": "changes are physical and chemical changes. And students sometimes struggle telling the"
    },
    {
      "index": 7,
      "start_time": 16239.999999999998,
      "end_time": 20210.0,
      "text": "difference between chemical and physical changes. And teachers love to kind of ask you hard"
    },
    {
      "index": 8,
      "start_time": 20210.0,
      "end_time": 26840.0,
      "text": "questions like, let&#39;s see. If water is boiling is that a physical or chemical change? Or"
    },
    {
      "index": 9,
      "start_time": 26840.0,
      "end_time": 32020.0,
      "text": "if a moth ball vaporizes over years, is that a physical or a chemical change? Or if you"
    },
    {
      "index": 10,
      "start_time": 32020.000000000004,
      "end_time": 36410.0,
      "text": "mix vinegar and baking soda, is that a physical or chemical change? So hopefully by the end"
    },
    {
      "index": 11,
      "start_time": 36410.0,
      "end_time": 40970.0,
      "text": "I&#39;ll give you a few clues that will allow you to answer that. This picture, I decided"
    },
    {
      "index": 12,
      "start_time": 40970.0,
      "end_time": 45989.0,
      "text": "to start with this picture right here. I live in Montana and so in Montana the burgers that"
    },
    {
      "index": 13,
      "start_time": 45989.0,
      "end_time": 49890.0,
      "text": "we have our pretty good. The steak that we have is really good in Montana. But we don&#39;t"
    },
    {
      "index": 14,
      "start_time": 49890.0,
      "end_time": 54480.0,
      "text": "have In and Out Burger. And whenever I go to California I love to get a nice In and"
    },
    {
      "index": 15,
      "start_time": 54480.0,
      "end_time": 59570.0,
      "text": "Out Burger. Because the fries are perfect. Get a shake. Oh my goodness. I&#39;m already getting"
    },
    {
      "index": 16,
      "start_time": 59570.0,
      "end_time": 64129.0,
      "text": "hungry. But when I eat that burger, that burger is going to go through two changes. The first"
    },
    {
      "index": 17,
      "start_time": 64129.00000000001,
      "end_time": 68830.0,
      "text": "changes it&#39;s going to go through are physical. In other words, I&#39;m going to start chewing"
    },
    {
      "index": 18,
      "start_time": 68830.0,
      "end_time": 74150.0,
      "text": "up that burger and making it into smaller little bits. And then it&#39;s going to go through"
    },
    {
      "index": 19,
      "start_time": 74150.0,
      "end_time": 78720.0,
      "text": "my digestive system and I&#39;m going to start to chemically breakdown that burger. Now the"
    },
    {
      "index": 20,
      "start_time": 78720.0,
      "end_time": 87310.0,
      "text": "cool thing about a burger is that that burger will eventually will become you. In other"
    },
    {
      "index": 21,
      "start_time": 87310.0,
      "end_time": 92310.0,
      "text": "words the amino acids that are in a burger are going to be broken down. And then we&#39;re"
    },
    {
      "index": 22,
      "start_time": 92310.0,
      "end_time": 96140.0,
      "text": "going to use them up inside our body to actually build up the proteins inside our body. And"
    },
    {
      "index": 23,
      "start_time": 96140.0,
      "end_time": 100260.0,
      "text": "so it&#39;s important that you understand chemical and physical changes and the difference between"
    },
    {
      "index": 24,
      "start_time": 100260.0,
      "end_time": 105009.0,
      "text": "them because you need to understand how you are made from a burger. Okay. So let&#39;s get"
    },
    {
      "index": 25,
      "start_time": 105009.0,
      "end_time": 110060.0,
      "text": "started. Let&#39;s start with physical changes. My definition for physical changes occur when"
    },
    {
      "index": 26,
      "start_time": 110060.0,
      "end_time": 114759.0,
      "text": "the appearance changes the the substance does not. And so if we were to look at this pen"
    },
    {
      "index": 27,
      "start_time": 114759.0,
      "end_time": 121119.0,
      "text": "for example, is it undergoing change? You&#39;d say no. It&#39;s not changing at all. But let&#39;s"
    },
    {
      "index": 28,
      "start_time": 121119.0,
      "end_time": 126430.0,
      "text": "say that this pen were to change it&#39;s appearance but it were still to be the parts of a pen."
    },
    {
      "index": 29,
      "start_time": 126430.0,
      "end_time": 130649.0,
      "text": "That would be a physical change. And so how could that happen? Well if we were to heat"
    },
    {
      "index": 30,
      "start_time": 130649.0,
      "end_time": 137599.0,
      "text": "this pan up and so it were to melt slightly, it still would be a pen. If we were to break"
    },
    {
      "index": 31,
      "start_time": 137599.0,
      "end_time": 141670.0,
      "text": "it in half or bend it, it would still be a pen. In other words, as long as it doesn&#39;t"
    },
    {
      "index": 32,
      "start_time": 141670.0,
      "end_time": 147220.0,
      "text": "combine with another chemical, as long as that substance stays the same, it&#39;s a physical"
    },
    {
      "index": 33,
      "start_time": 147220.0,
      "end_time": 153260.0,
      "text": "change. In other words if you start with something like water and we go from water that is say"
    },
    {
      "index": 34,
      "start_time": 153260.0,
      "end_time": 159790.0,
      "text": "a solid, like in this down here. And then we end up with water that is a, let&#39;s say"
    },
    {
      "index": 35,
      "start_time": 159790.0,
      "end_time": 165020.0,
      "text": "a liquid. In other words it starts to melt. Or even if it&#39;s H2O that forms a gas, a lot"
    },
    {
      "index": 36,
      "start_time": 165020.0,
      "end_time": 169620.0,
      "text": "of this H2O inside this ice is actually going to sublimate. So it&#39;s going to vaporize and"
    },
    {
      "index": 37,
      "start_time": 169620.0,
      "end_time": 174840.0,
      "text": "turn into a gas. Well it&#39;s still H2O. And so it&#39;s going to be a physical change at each"
    },
    {
      "index": 38,
      "start_time": 174840.0,
      "end_time": 178690.0,
      "text": "of those points. And so here are some things on the side that I said you could check off"
    },
    {
      "index": 39,
      "start_time": 178690.0,
      "end_time": 183840.0,
      "text": "if it&#39;s a physical change. If it&#39;s just melting. If it&#39;s boiling. I think I have a picture"
    },
    {
      "index": 40,
      "start_time": 183840.0,
      "end_time": 189910.0,
      "text": "of that. So if we&#39;re boiling water, this always blew me away as a teacher. A lot of people"
    },
    {
      "index": 41,
      "start_time": 189910.0,
      "end_time": 195790.0,
      "text": "don&#39;t know why water boils. In other words they say okay you heat it up and it&#39;s going"
    },
    {
      "index": 42,
      "start_time": 195790.0,
      "end_time": 201470.0,
      "text": "to boil. But they don&#39;t know what&#39;s inside the bubbles inside boiling water. And so what"
    },
    {
      "index": 43,
      "start_time": 201470.0,
      "end_time": 207550.0,
      "text": "is inside the bubbles inside boiling water? Well it&#39;s not hydrogen and oxygen gas. That"
    },
    {
      "index": 44,
      "start_time": 207550.0,
      "end_time": 212360.0,
      "text": "would be bad. Because if it was hydrogen and oxygen gas, hydrogen and oxygen gas once they"
    },
    {
      "index": 45,
      "start_time": 212360.0,
      "end_time": 217360.0,
      "text": "come out would quickly combust. Hydrogen&#39;s going to combust and explode. And we know"
    },
    {
      "index": 46,
      "start_time": 217360.0,
      "end_time": 221700.0,
      "text": "that doesn&#39;t happen. And so what&#39;s actually in the bubbles in boiling water? It&#39;s simply"
    },
    {
      "index": 47,
      "start_time": 221700.0,
      "end_time": 226830.0,
      "text": "water vapor. In other words it&#39;s water that is in the state of a gas. And so we would"
    },
    {
      "index": 48,
      "start_time": 226830.0,
      "end_time": 233930.0,
      "text": "say not a chemical change. That&#39;s a physical change. Or if we were to for example break"
    },
    {
      "index": 49,
      "start_time": 233930.0,
      "end_time": 237730.0,
      "text": "these bricks in half or keep breaking these bricks in half and half and half and half"
    },
    {
      "index": 50,
      "start_time": 237730.0,
      "end_time": 243220.0,
      "text": "and half and they&#39;re still bricks. Then we call that physical. Or let&#39;s say we were to"
    },
    {
      "index": 51,
      "start_time": 243220.0,
      "end_time": 248879.0,
      "text": "cut things in half. So if we were to use this torch and cut this metal in half, the metal"
    },
    {
      "index": 52,
      "start_time": 248879.0,
      "end_time": 254150.0,
      "text": "here and the metal here would still be the same. And so we&#39;d call that a physical change"
    },
    {
      "index": 53,
      "start_time": 254150.0,
      "end_time": 259259.0,
      "text": "to this pipe. Now right along the point at which you&#39;re cutting, if we combine that with"
    },
    {
      "index": 54,
      "start_time": 259259.0,
      "end_time": 263990.0,
      "text": "oxygen, right along that edge, then it&#39;s going to be oxidized. So we call that a chemical"
    },
    {
      "index": 55,
      "start_time": 263990.0,
      "end_time": 269800.0,
      "text": "change. And then another tricky one that science teachers like to trick you up with is dissolving."
    },
    {
      "index": 56,
      "start_time": 269800.0,
      "end_time": 276249.0,
      "text": "In other words if I were to take a little bit of sugar and add it to this tea as that"
    },
    {
      "index": 57,
      "start_time": 276249.0,
      "end_time": 282219.0,
      "text": "sugar dissolves in other words, as it goes from this solid to a more surrounded by water"
    },
    {
      "index": 58,
      "start_time": 282219.0,
      "end_time": 286210.0,
      "text": "kind of a state, we wouldn&#39;t call that a chemical change. We&#39;d call that a physical change."
    },
    {
      "index": 59,
      "start_time": 286210.0,
      "end_time": 290900.0,
      "text": "And so it&#39;s not a chemical change. And if it&#39;s physical change then we don&#39;t have any"
    },
    {
      "index": 60,
      "start_time": 290900.0,
      "end_time": 294499.0,
      "text": "kind of a chemical reaction taking place. And we don&#39;t have a formula. We simply have"
    },
    {
      "index": 61,
      "start_time": 294499.0,
      "end_time": 298389.0,
      "text": "a change in its state. Or a change in its appearance. And so there&#39;s a lot of stuff"
    },
    {
      "index": 62,
      "start_time": 298389.0,
      "end_time": 303610.0,
      "text": "that&#39;s not really a chemical change. So let&#39;s get to what a chemical change actually is."
    },
    {
      "index": 63,
      "start_time": 303610.0,
      "end_time": 307629.0,
      "text": "Chemical change is when you have a substance that changes. And so for example if we go"
    },
    {
      "index": 64,
      "start_time": 307629.0,
      "end_time": 316710.0,
      "text": "back to water again. If I were to breakdown water into its gases, H2 and O2, then you&#39;d"
    },
    {
      "index": 65,
      "start_time": 316710.0,
      "end_time": 321539.0,
      "text": "know that I don&#39;t have a water anymore. I have a hydrogen gas and I have oxygen gas."
    },
    {
      "index": 66,
      "start_time": 321539.0,
      "end_time": 325419.0,
      "text": "And so we&#39;d know that a chemical change has occurred. In other words the substance on"
    },
    {
      "index": 67,
      "start_time": 325419.0,
      "end_time": 331229.0,
      "text": "one side yields, that&#39;s what this sign means, yields two new substances on the right. And"
    },
    {
      "index": 68,
      "start_time": 331229.0,
      "end_time": 335020.0,
      "text": "these would be the products over here. And so we&#39;d say a chemical change has occurred."
    },
    {
      "index": 69,
      "start_time": 335020.0,
      "end_time": 339580.0,
      "text": "Now what are some clues that tell us a chemical change has occurred? Maybe it produces bubbles."
    },
    {
      "index": 70,
      "start_time": 339580.0,
      "end_time": 345279.0,
      "text": "And so this right here is mixing acetic acid with sodium bicarbonate. Otherwise known as"
    },
    {
      "index": 71,
      "start_time": 345279.0,
      "end_time": 349759.0,
      "text": "mixing baking soda with vinegar. And what we&#39;re getting is bubbles forming. And those"
    },
    {
      "index": 72,
      "start_time": 349759.0,
      "end_time": 354389.0,
      "text": "bubbles are going to be a new gas. Now you might be confused thinking, yeah but you just"
    },
    {
      "index": 73,
      "start_time": 354389.0,
      "end_time": 358999.0,
      "text": "talked about boiling water and how once that turns into bubbles then it&#39;s a physical change."
    },
    {
      "index": 74,
      "start_time": 358999.0,
      "end_time": 363330.0,
      "text": "Well think about it. Did we have bubbles inside the vinegar? Did we have bubbles inside the"
    },
    {
      "index": 75,
      "start_time": 363330.0,
      "end_time": 368419.0,
      "text": "sodium bicarbonate? No. And so we&#39;ve created something new. We&#39;ve created a gas and that&#39;s"
    },
    {
      "index": 76,
      "start_time": 368419.0,
      "end_time": 371809.0,
      "text": "what&#39;s actually forming the bubbles. And that&#39;s what makes the volcano explode when you did"
    },
    {
      "index": 77,
      "start_time": 371809.0,
      "end_time": 377080.0,
      "text": "this in elementary. Let&#39;s say we mix two chemical together. So you&#39;ve got chemical A and chemical"
    },
    {
      "index": 78,
      "start_time": 377080.0,
      "end_time": 382069.0,
      "text": "B. And we mix one chemical in the other one which normally was clear. And it starts to"
    },
    {
      "index": 79,
      "start_time": 382069.0,
      "end_time": 387759.0,
      "text": "get kind of cloudy. So we&#39;d say a chemical change is probably occurring. If we ever have"
    },
    {
      "index": 80,
      "start_time": 387759.0,
      "end_time": 392339.0,
      "text": "clouds showing up, either cloudy liquid or clouds in the air that usually just means"
    },
    {
      "index": 81,
      "start_time": 392339.0,
      "end_time": 396999.0,
      "text": "a new particle is being formed. And so you know a chemical is being formed. Okay let&#39;s"
    },
    {
      "index": 82,
      "start_time": 396999.0,
      "end_time": 401219.0,
      "text": "say we get a temperature change. A temperature change is going to indicate a chemical reaction"
    },
    {
      "index": 83,
      "start_time": 401219.0,
      "end_time": 406520.0,
      "text": "is taking place. And so the simplest one would be like in methane. Methane is natural gas."
    },
    {
      "index": 84,
      "start_time": 406520.0,
      "end_time": 413749.0,
      "text": "It&#39;s in a bunsen burner. And so when we combine that with oxygen, O2 gas, we get some carbon"
    },
    {
      "index": 85,
      "start_time": 413749.0,
      "end_time": 420449.0,
      "text": "dioxide. We get some H2O. And we get a lot of energy. And so we&#39;re creating energy or"
    },
    {
      "index": 86,
      "start_time": 420449.0,
      "end_time": 424449.0,
      "text": "giving off energy that was stored in the chemical bonds of the methane. And so we would call"
    },
    {
      "index": 87,
      "start_time": 424449.0,
      "end_time": 430610.0,
      "text": "that a chemical change. In other words we&#39;ve increased the temperature. So this right here"
    },
    {
      "index": 88,
      "start_time": 430610.0,
      "end_time": 435189.0,
      "text": "is pretty cool. We&#39;ve got two different salts that are probably burning in alcohol. And"
    },
    {
      "index": 89,
      "start_time": 435189.0,
      "end_time": 439479.0,
      "text": "they&#39;re giving off colors depending on what kind of atoms they are. And we would call"
    },
    {
      "index": 90,
      "start_time": 439479.0,
      "end_time": 445779.0,
      "text": "that a temperature change. The salts by themselves are white. And then as we add enough energy"
    },
    {
      "index": 91,
      "start_time": 445779.0,
      "end_time": 449639.0,
      "text": "you get combustion with the oxygen. And so this is how fireworks are formed. We have"
    },
    {
      "index": 92,
      "start_time": 449639.0,
      "end_time": 455610.0,
      "text": "salts that are mixed up and then we give them combustion or enough of an oxidizer and we"
    },
    {
      "index": 93,
      "start_time": 455610.0,
      "end_time": 458800.0,
      "text": "can get all of these different colors. So color change would indicate that we&#39;ve got"
    },
    {
      "index": 94,
      "start_time": 458800.0,
      "end_time": 463009.0,
      "text": "a chemical change going on. And then the last one that would indicate that we have a chemical"
    },
    {
      "index": 95,
      "start_time": 463009.0,
      "end_time": 469179.0,
      "text": "change is if we&#39;ve got. Oh, here&#39;s a cool one. This is bioluminescence. This is adding"
    },
    {
      "index": 96,
      "start_time": 469179.0,
      "end_time": 474149.0,
      "text": "a couple of chemicals that actually glow. And so we see this in life a lot. For example"
    },
    {
      "index": 97,
      "start_time": 474149.0,
      "end_time": 478919.0,
      "text": "we&#39;ve got jelly fish that can produce this glowing protein. So that&#39;s chemical reaction."
    },
    {
      "index": 98,
      "start_time": 478919.0,
      "end_time": 483449.0,
      "text": "We&#39;re mixing chemicals and giving off light. And the last one that I was trying to get"
    },
    {
      "index": 99,
      "start_time": 483449.0,
      "end_time": 489110.0,
      "text": "to is bread. If you&#39;ve ever smelled baking bread, there is a chemical change that is"
    },
    {
      "index": 100,
      "start_time": 489110.0,
      "end_time": 493389.0,
      "text": "going on inside the bread. So all the products by themselves didn&#39;t smell that way, but we"
    },
    {
      "index": 101,
      "start_time": 493389.0,
      "end_time": 498129.0,
      "text": "mix them together. We get chemical reactions going on. And so we&#39;ve got a smell or a change"
    },
    {
      "index": 102,
      "start_time": 498129.0,
      "end_time": 503289.0,
      "text": "in state. Now tasting bread is totally safe. But tasting chemicals in the lab is not so"
    },
    {
      "index": 103,
      "start_time": 503289.0,
      "end_time": 509489.0,
      "text": "safe. And so I would stay clear of that. This would be a sparkler. And so what do you think?"
    },
    {
      "index": 104,
      "start_time": 509489.0,
      "end_time": 514539.0,
      "text": "Chemical change? Physical change? Yeah. That would be chemical. Or going back to a couple"
    },
    {
      "index": 105,
      "start_time": 514539.0,
      "end_time": 519469.0,
      "text": "of those answers at the beginning that I posed. What about boiling water? Chemical or physical?"
    },
    {
      "index": 106,
      "start_time": 519469.00000000006,
      "end_time": 524940.0,
      "text": "Right answer would be physical. Or what about taking moth balls that you put in your drawer"
    },
    {
      "index": 107,
      "start_time": 524940.0,
      "end_time": 530670.0,
      "text": "to keep the moths off from eating your sweaters? If that vaporizes over time, what&#39;s that going"
    },
    {
      "index": 108,
      "start_time": 530670.0,
      "end_time": 535730.0,
      "text": "to be? It&#39;s going to be a physical change. Okay. And so the last thing I want to leave"
    },
    {
      "index": 109,
      "start_time": 535730.0,
      "end_time": 542399.0,
      "text": "you with is if we ever have a chemical change then we have a chemical reaction. And so in"
    },
    {
      "index": 110,
      "start_time": 542399.0,
      "end_time": 546449.0,
      "text": "a chemical reaction you&#39;re taking these things which are the reactants. This would be the"
    },
    {
      "index": 111,
      "start_time": 546449.0,
      "end_time": 550860.0,
      "text": "first reactant. The second reactant. And then we&#39;re making products from that. So if we"
    },
    {
      "index": 112,
      "start_time": 550860.0,
      "end_time": 556579.0,
      "text": "mix hydrogen gas and oxygen gas and create water, then we&#39;ve had a chemical change. And"
    },
    {
      "index": 113,
      "start_time": 556579.0,
      "end_time": 560300.0,
      "text": "we usually have to add a little bit of energy to that. Now you should know this. The reactants"
    },
    {
      "index": 114,
      "start_time": 560300.0,
      "end_time": 563860.0,
      "text": "are on the left side. The products are on the right side. And this arrow stands for"
    },
    {
      "index": 115,
      "start_time": 563860.0,
      "end_time": 569490.0,
      "text": "the word yields. And so if I were to sketch this out for a second. Let&#39;s do the hydrogen."
    },
    {
      "index": 116,
      "start_time": 569490.0,
      "end_time": 576170.0,
      "text": "Hydrogen is going to look like this. Hydrogen is two hydrogen molecules attached together."
    },
    {
      "index": 117,
      "start_time": 576170.0,
      "end_time": 579940.0,
      "text": "And so this 2 right here, this is called the subscript, that tells me there are 2 atoms"
    },
    {
      "index": 118,
      "start_time": 579940.0,
      "end_time": 587519.0,
      "text": "of hydrogen in a molecule of hydrogen. This 2 in the front means that we have two molecules"
    },
    {
      "index": 119,
      "start_time": 587519.0,
      "end_time": 594250.0,
      "text": "of that. And so on the left side we&#39;ve got two molecules of hydrogen gas on the side"
    },
    {
      "index": 120,
      "start_time": 594250.0,
      "end_time": 598579.0,
      "text": "but each of those molecules are made up of 2 atoms of hydrogen. If we look over here"
    },
    {
      "index": 121,
      "start_time": 598579.0,
      "end_time": 604269.0,
      "text": "at the oxygen. Oxygen, I&#39;ll draw that a little bit bigger, oxygen attached to itself, there&#39;s"
    },
    {
      "index": 122,
      "start_time": 604269.0,
      "end_time": 609649.0,
      "text": "two oxygen atoms but there&#39;s only one molecule of that. And so now let&#39;s look at the product."
    },
    {
      "index": 123,
      "start_time": 609649.0,
      "end_time": 614000.0,
      "text": "Well if we look at the product over here on the right side, we&#39;re going to have one water."
    },
    {
      "index": 124,
      "start_time": 614000.0,
      "end_time": 620910.0,
      "text": "So water looks like this. It&#39;s got a hydrogen and a hydrogen. It&#39;s got another water here."
    },
    {
      "index": 125,
      "start_time": 620910.0,
      "end_time": 626149.0,
      "text": "Hydrogen, hydrogen. And so if we count them up we should have the same if it&#39;s a balanced"
    },
    {
      "index": 126,
      "start_time": 626149.0,
      "end_time": 632540.0,
      "text": "equation. So how many hydrogens do I have on the left side? 1, 2, 3, 4. How many hydrogens"
    },
    {
      "index": 127,
      "start_time": 632540.0,
      "end_time": 638079.0,
      "text": "do I have on the right side? 1, 2, 3, 4. So that&#39;s balanced. If we look at the oxygens"
    },
    {
      "index": 128,
      "start_time": 638079.0,
      "end_time": 643850.0,
      "text": "on the left side we&#39;ve got 1, 2. Oxygens on the right side we&#39;ve got 1, 2. And so that&#39;s"
    },
    {
      "index": 129,
      "start_time": 643850.0,
      "end_time": 648100.0,
      "text": "a balanced equation. And so I&#39;ve got a podcast on balancing equations. So you can take a"
    },
    {
      "index": 130,
      "start_time": 648100.0,
      "end_time": 651949.0,
      "text": "look at it if you don&#39;t know how to do that. The key thing is that you can always change"
    },
    {
      "index": 131,
      "start_time": 651949.0,
      "end_time": 656079.0,
      "text": "the coefficients. This would be a 1 right here. You can always change what comes before"
    },
    {
      "index": 132,
      "start_time": 656079.0,
      "end_time": 659410.0,
      "text": "the formula, but you can never change the subscripts. Because if you&#39;re changing the"
    },
    {
      "index": 133,
      "start_time": 659410.0,
      "end_time": 663230.0,
      "text": "subscripts, it would be like breaking that oxygen in half. And we know that that doesn&#39;t"
    },
    {
      "index": 134,
      "start_time": 663230.0,
      "end_time": 673230.0,
      "text": "occur. So I hope that&#39;s helpful. Those are chemical and physical changes.}"
    }
  ]
}