{
  "video_id": "X5JOmH6rUfY",
  "title": "UX Week 2010 | Kate Rutter | Blueprints for a Creative Culture",
  "json": [
    {
      "index": 1,
      "start_time": 6620.0,
      "end_time": 11309.0,
      "text": "bjbj|:|: Everyone should have a little packet of stuff that got handed out. And what I&#39;d"
    },
    {
      "index": 2,
      "start_time": 11309.0,
      "end_time": 16560.0,
      "text": "like to share today is something that I&#39;ve been kind of exploring and working on for"
    },
    {
      "index": 3,
      "start_time": 16560.0,
      "end_time": 26079.0,
      "text": "quite a while, but it&#39;s recently kinda come to a new catalyzing point. And I noticed some"
    },
    {
      "index": 4,
      "start_time": 26079.0,
      "end_time": 29750.0,
      "text": "of my other colleagues in this so-called &quot;rock block&quot; mentioned the thing you need to know"
    },
    {
      "index": 5,
      "start_time": 29750.0,
      "end_time": 33390.0,
      "text": "about me. And I guess if there&#39;s one thing you need to know about me, it&#39;s that I&#39;m a"
    },
    {
      "index": 6,
      "start_time": 33390.0,
      "end_time": 39250.0,
      "text": "wonderer. I wonder a lot. I design. I drive. I do other human, regular things, but I actually"
    },
    {
      "index": 7,
      "start_time": 39250.0,
      "end_time": 43739.0,
      "text": "do wonder, and I look up at the clouds, and I kind of think about things. I wonder about"
    },
    {
      "index": 8,
      "start_time": 43739.0,
      "end_time": 48440.0,
      "text": "big things, like where&#39;s technology going, and is that interaction gonna work for the"
    },
    {
      "index": 9,
      "start_time": 48440.0,
      "end_time": 51640.0,
      "text": "customers that we&#39;re designing it for. And I wonder about little things, like where I"
    },
    {
      "index": 10,
      "start_time": 51640.0,
      "end_time": 60120.0,
      "text": "put my keys. But part of it is I wonder about creativity, and I wonder about the activity"
    },
    {
      "index": 11,
      "start_time": 60120.0,
      "end_time": 65800.0,
      "text": "of having ideas, both as individuals and as part of a community of practice. And in the"
    },
    {
      "index": 12,
      "start_time": 65800.0,
      "end_time": 77690.0,
      "text": "field that we&#39;re in, that&#39;s increasingly the skill that we need to be able to make sure"
    },
    {
      "index": 13,
      "start_time": 77690.0,
      "end_time": 81320.0,
      "text": "is we&#39;re always on our game. And I like to think about ideas, and having ideas is like"
    },
    {
      "index": 14,
      "start_time": 81320.0,
      "end_time": 81690.0,
      "text": "breathing, right? You start with questions. You breathe the questions in, and then somehow"
    },
    {
      "index": 15,
      "start_time": 81690.0,
      "end_time": 83330.0,
      "text": "you breathe those ideas out. And it&#39;s kind of an iterative process, and it goes back"
    },
    {
      "index": 16,
      "start_time": 83330.0,
      "end_time": 88590.0,
      "text": "and forth, and ideas and questions come in all different shapes and sizes. But it&#39;s that"
    },
    {
      "index": 17,
      "start_time": 88590.0,
      "end_time": 92420.0,
      "text": "process of breathing and being really good at it that I think is part of an exchange"
    },
    {
      "index": 18,
      "start_time": 92420.0,
      "end_time": 97670.0,
      "text": "with the world. And working in creative teams, how we can facilitate our own creative exchanges,"
    },
    {
      "index": 19,
      "start_time": 97670.0,
      "end_time": 102490.0,
      "text": "I think is part of what it means to be in an organization that can learn, that can advance,"
    },
    {
      "index": 20,
      "start_time": 102490.0,
      "end_time": 108130.0,
      "text": "that can solve hard problems when they come up, and that can constantly be thinking about"
    },
    {
      "index": 21,
      "start_time": 108130.0,
      "end_time": 113520.0,
      "text": "new ways to approach the problems that as Cameron said earlier in the talk, the new"
    },
    {
      "index": 22,
      "start_time": 113520.0,
      "end_time": 118800.0,
      "text": "problems that come up every day. So I also like to think about ideas a little bit like"
    },
    {
      "index": 23,
      "start_time": 118800.0,
      "end_time": 123420.0,
      "text": "sex, right? So you wanna have a lot of &#39;em, and you want &#39;em to be really awesome every"
    },
    {
      "index": 24,
      "start_time": 123420.0,
      "end_time": 136519.0,
      "text": "time, and you wanna have &#39;em with great people. So with that kind of as our foundation, I"
    },
    {
      "index": 25,
      "start_time": 136519.0,
      "end_time": 154400.0,
      "text": "thought we could structure the time today a little bit as breathing in and breathing"
    },
    {
      "index": 26,
      "start_time": 154400.0,
      "end_time": 167519.0,
      "text": "out. So for the first half of the day or our session together, I&#39;ll be breathing out and"
    },
    {
      "index": 27,
      "start_time": 167519.0,
      "end_time": 178180.0,
      "text": "telling you some things. And in the second half, you&#39;ll be breathing out, and we&#39;ll be"
    },
    {
      "index": 28,
      "start_time": 178180.0,
      "end_time": 188079.0,
      "text": "sharing things together, like capturing some of our own knowledge and what we do in our"
    },
    {
      "index": 29,
      "start_time": 188079.0,
      "end_time": 195499.0,
      "text": "own organizations to foster a creative culture. So speaking of wondering, this was a catalyzing"
    },
    {
      "index": 30,
      "start_time": 195499.0,
      "end_time": 217930.0,
      "text": "event. I was about to get on a plane, and I was in the bookstore. And I love Harvard"
    },
    {
      "index": 31,
      "start_time": 217930.0,
      "end_time": 228329.0,
      "text": "Business Review, and with a title like Harvard Business Review on Breakthrough Thinking,"
    },
    {
      "index": 32,
      "start_time": 228329.0,
      "end_time": 258340.0,
      "text": "how can you go wrong? So I bought this book, and I was reading it on the plane, and this"
    },
    {
      "index": 33,
      "start_time": 258339.99999999997,
      "end_time": 272860.0,
      "text": "one article really stood out. This was an article called &quot;How to Kill Creativity.&quot; That&#39;s"
    },
    {
      "index": 34,
      "start_time": 272860.0,
      "end_time": 282930.0,
      "text": "just a buzzkill right there. But it was fascinating, and this is written in 1998. The Harvard Business"
    },
    {
      "index": 35,
      "start_time": 282930.0,
      "end_time": 294030.0,
      "text": "Review imprint is kind of a collection, a curatorial collection of past articles that"
    },
    {
      "index": 36,
      "start_time": 294030.0,
      "end_time": 304300.0,
      "text": "have been published in the mag. And Dr. Teresa Amabile is a researcher who&#39;s been working"
    },
    {
      "index": 37,
      "start_time": 304300.0,
      "end_time": 311919.0,
      "text": "on organizational creativity for over 35 years. So she has this ginormous body of really interesting"
    },
    {
      "index": 38,
      "start_time": 311919.0,
      "end_time": 322860.0,
      "text": "work about organizational and personal creativity. And as I was reading it, not only is her work"
    },
    {
      "index": 39,
      "start_time": 322860.0,
      "end_time": 332080.0,
      "text": "very well founded, a lot of anecdotal but also empirical evidence from organizations,"
    },
    {
      "index": 40,
      "start_time": 332080.0,
      "end_time": 342710.0,
      "text": "but it also had this really beautiful structure to it, and I just couldn&#39;t get it out of my"
    },
    {
      "index": 41,
      "start_time": 342710.0,
      "end_time": 354990.0,
      "text": "mind. And I had to put it down there because I thought, &quot;You know, if this was in some"
    },
    {
      "index": 42,
      "start_time": 354990.0,
      "end_time": 364129.0,
      "text": "kind of visual framework kind of form, I wonder if I could use this to be more knowledgeable"
    },
    {
      "index": 43,
      "start_time": 364129.0,
      "end_time": 370389.0,
      "text": "and thoughtful about the kind of everyday practices we do at Adaptive Path, and get"
    },
    {
      "index": 44,
      "start_time": 370389.0,
      "end_time": 380750.0,
      "text": "better at them, make sure we don&#39;t lose anything with some of our activities, that we enforce"
    },
    {
      "index": 45,
      "start_time": 380750.0,
      "end_time": 402990.0,
      "text": "the creative culture, and fill in some of the gaps that I know we have.&quot; So into this"
    },
    {
      "index": 46,
      "start_time": 402990.0,
      "end_time": 410569.0,
      "text": "thing. So this thing is an accounting of the article, with some extensions and enhancements"
    },
    {
      "index": 47,
      "start_time": 410569.0,
      "end_time": 418240.0,
      "text": "based on my experience at Adaptive Path, that kinda tries to structure what&#39;s at play within"
    },
    {
      "index": 48,
      "start_time": 418240.0,
      "end_time": 426509.0,
      "text": "an environment of creativity, and specifically a creative culture. And the way that it&#39;s"
    },
    {
      "index": 49,
      "start_time": 426509.0,
      "end_time": 433030.0,
      "text": "framed is in three kinda major ways. So the idea is that this blueprint can work as kind"
    },
    {
      "index": 50,
      "start_time": 433030.0,
      "end_time": 446240.0,
      "text": "of a guide for creative culture, &#39;cause it frames it in three big chunks. One, how do"
    },
    {
      "index": 51,
      "start_time": 446240.0,
      "end_time": 458030.0,
      "text": "you get it? How do you initially create a creative culture? The second one is, how do"
    },
    {
      "index": 52,
      "start_time": 458030.0,
      "end_time": 476639.0,
      "text": "you nourish it, foster it? And the third one is, how do you support it? And those sound"
    },
    {
      "index": 53,
      "start_time": 476639.0,
      "end_time": 487610.0,
      "text": "like they might all be the same thing, but there&#39;s some really different interesting"
    },
    {
      "index": 54,
      "start_time": 487610.0,
      "end_time": 494219.0,
      "text": "principles at play with those. So after I made this framework, I went through a bunch"
    },
    {
      "index": 55,
      "start_time": 494219.0,
      "end_time": 501479.0,
      "text": "of our activities this is just a little bit of a side project behaviors and practices,"
    },
    {
      "index": 56,
      "start_time": 501479.0,
      "end_time": 509409.0,
      "text": "things we do at Adaptive Path, to see why were these things working. I don&#39;t know if"
    },
    {
      "index": 57,
      "start_time": 509409.0,
      "end_time": 518180.0,
      "text": "you experienced this, but occasionally there&#39;s a behavior or a meeting or an activity you"
    },
    {
      "index": 58,
      "start_time": 518179.99999999994,
      "end_time": 529300.0,
      "text": "do as a company, and you think, &quot;Oh, that feels like us. It feels right.&quot; And then someone"
    },
    {
      "index": 59,
      "start_time": 529300.0,
      "end_time": 539990.0,
      "text": "comes in, and they wanna change it, or your organization grows and it&#39;s not working any"
    },
    {
      "index": 60,
      "start_time": 539990.0,
      "end_time": 553170.0,
      "text": "longer, and you think, &quot;Well, we can&#39;t get rid of that. That&#39;s like our heart and soul.&quot;"
    },
    {
      "index": 61,
      "start_time": 553170.0,
      "end_time": 567510.0,
      "text": "You can&#39;t really put your finger on why. And I found that, by using this kind of blueprint"
    },
    {
      "index": 62,
      "start_time": 567510.0,
      "end_time": 580260.0,
      "text": "as a framework, I could better understand why, and that meant we were okay to mix things"
    },
    {
      "index": 63,
      "start_time": 580260.0,
      "end_time": 588010.0,
      "text": "up and change things when they needed to be changed. There wasn&#39;t that fear of losing"
    },
    {
      "index": 64,
      "start_time": 588010.0,
      "end_time": 596410.0,
      "text": "something really important. So I&#39;m just gonna walk through a little bit of the structure"
    },
    {
      "index": 65,
      "start_time": 596410.0,
      "end_time": 600459.0,
      "text": "of the blueprint. It&#39;s divided into three different zones. First one&#39;s they&#39;re all labeled,"
    },
    {
      "index": 66,
      "start_time": 600459.0,
      "end_time": 609649.0,
      "text": "but they&#39;re very teeny print, as Peter said. So the first zone is what creates a creative"
    },
    {
      "index": 67,
      "start_time": 609649.0,
      "end_time": 619550.0,
      "text": "culture, what feeds it,"
    },
    {
      "index": 68,
      "start_time": 619550.0,
      "end_time": 633329.0,
      "text": "and then the last one, what supports it. And then if you do any reading around creative"
    },
    {
      "index": 69,
      "start_time": 633329.0,
      "end_time": 643680.0,
      "text": "literature or kind of the nature of how ideation and new things happen in organizational structures,"
    },
    {
      "index": 70,
      "start_time": 643680.0,
      "end_time": 651920.0,
      "text": "you&#39;ll probably recognize things like this. So there&#39;s the second piece of the structure"
    },
    {
      "index": 71,
      "start_time": 651920.0,
      "end_time": 664870.0,
      "text": "of these areas, and there&#39;s nine of them. And they have these big, broad words, right?"
    },
    {
      "index": 72,
      "start_time": 664870.0,
      "end_time": 674339.0,
      "text": "Like &quot;expertise,&quot; &quot;creative thinking skills,&quot; or &quot;motivation.&quot; There&#39;s huge bodies of work"
    },
    {
      "index": 73,
      "start_time": 674339.0,
      "end_time": 688829.0,
      "text": "just on these topics alone. &quot;Challenge,&quot; &quot;freedom,&quot; &quot;resources,&quot; and they all sound so great,"
    },
    {
      "index": 74,
      "start_time": 688829.0,
      "end_time": 697610.0,
      "text": "but when you start to actually put your mind around what that means, it gets very it&#39;s"
    },
    {
      "index": 75,
      "start_time": 697610.0,
      "end_time": 711050.0,
      "text": "too abstract. You kinda can&#39;t connect to it. I don&#39;t know what freedom looks like at Adaptive"
    },
    {
      "index": 76,
      "start_time": 711050.0,
      "end_time": 721190.0,
      "text": "Path. I think I have it, but I don&#39;t really know. Especially in the organizational structure"
    },
    {
      "index": 77,
      "start_time": 721190.0,
      "end_time": 732089.0,
      "text": "section. So work group features. Well, we all got &#39;em, whether or not they&#39;re good,"
    },
    {
      "index": 78,
      "start_time": 732089.0,
      "end_time": 743589.0,
      "text": "right? But what does that really mean? And a lot of the literature kinda stays at this"
    },
    {
      "index": 79,
      "start_time": 743589.0,
      "end_time": 748259.0,
      "text": "level, and it gives you great anecdotes and examples. But it doesn&#39;t give you something"
    },
    {
      "index": 80,
      "start_time": 748259.0,
      "end_time": 760509.0,
      "text": "to play with, some tool or some kinda system, as BJ Fogg might reference. So the cool part"
    },
    {
      "index": 81,
      "start_time": 760509.0,
      "end_time": 772579.0,
      "text": "about the article and the extensions to it are, there&#39;s actually these 32 elements that"
    },
    {
      "index": 82,
      "start_time": 772579.0,
      "end_time": 778589.0,
      "text": "sit underneath those areas that start to give more specificity and life. These are things"
    },
    {
      "index": 83,
      "start_time": 778589.0,
      "end_time": 785850.0,
      "text": "like passion, which admittedly is still pretty open and broad. But there&#39;s examples. There&#39;s"
    },
    {
      "index": 84,
      "start_time": 785850.0,
      "end_time": 793399.0,
      "text": "little bits of that that actually help you say, &quot;Oh, I know how I can work on that in"
    },
    {
      "index": 85,
      "start_time": 793399.0,
      "end_time": 803070.0,
      "text": "the organization,&quot; or &quot;I can see that.&quot; Things like time for exploration. If I asked you,"
    },
    {
      "index": 86,
      "start_time": 803070.0,
      "end_time": 813060.0,
      "text": "&quot;Harry, do you have time for exploration in your design creative practice at your work?"
    },
    {
      "index": 87,
      "start_time": 813060.0,
      "end_time": 824009.0,
      "text": "no. He would say no. But he&#39;d have an answer, right? What if I said, &quot;Do you have resources?&quot;"
    },
    {
      "index": 88,
      "start_time": 824009.0,
      "end_time": 833759.0,
      "text": "Well, yeah, but that doesn&#39;t mean anything. So things like goals that don&#39;t shift, as"
    },
    {
      "index": 89,
      "start_time": 833759.0,
      "end_time": 841860.0,
      "text": "we all know. Card. Thank you, by the way, for the and time for exploration. Those are"
    },
    {
      "index": 90,
      "start_time": 841860.0,
      "end_time": 846740.0,
      "text": "things that research has shown really are important to foster a sense of creative practice,"
    },
    {
      "index": 91,
      "start_time": 846740.0,
      "end_time": 857480.0,
      "text": "freshness, and enlivening us. And then onto the organization section, things like mandating"
    },
    {
      "index": 92,
      "start_time": 857480.0,
      "end_time": 864100.0,
      "text": "information-sharing is one that occurred. And it&#39;s just one example that companies who"
    },
    {
      "index": 93,
      "start_time": 864100.0,
      "end_time": 871389.0,
      "text": "have essentially forced or mandated information-sharing have started to see really different responses"
    },
    {
      "index": 94,
      "start_time": 871389.0,
      "end_time": 877839.0,
      "text": "in how their communities of practice start to interrelate and cross-pollinate ideas."
    },
    {
      "index": 95,
      "start_time": 877839.0,
      "end_time": 890940.0,
      "text": "And so using this blueprint, there&#39;s two major ways that I&#39;ve been playing with it, and this"
    },
    {
      "index": 96,
      "start_time": 890940.0,
      "end_time": 902399.0,
      "text": "all part of a greater experiment to see how far this can go. You can use it as an assessment"
    },
    {
      "index": 97,
      "start_time": 902399.0,
      "end_time": 908420.0,
      "text": "tool. So you can go through, look at some of the elements that are at play, and say,"
    },
    {
      "index": 98,
      "start_time": 908420.0,
      "end_time": 921310.0,
      "text": "&quot;How do we do that? Do we do that thing? Do we have time for exploration? Yes, no?&quot; You"
    },
    {
      "index": 99,
      "start_time": 921310.0,
      "end_time": 929110.0,
      "text": "can use it to kinda figure out a gap analysis for yourself. Or you can also use it as an"
    },
    {
      "index": 100,
      "start_time": 929110.0,
      "end_time": 936889.0,
      "text": "ideation tool. What kinds of activities or practices could we do every day that can be"
    },
    {
      "index": 101,
      "start_time": 936889.0,
      "end_time": 945600.0,
      "text": "simple, cheap, and become part of our everyday, habitualized activity that could reinforce"
    },
    {
      "index": 102,
      "start_time": 945600.0,
      "end_time": 953079.0,
      "text": "or promote this activity? And then the kicker is making sure you were working at the right"
    },
    {
      "index": 103,
      "start_time": 953079.0,
      "end_time": 963420.0,
      "text": "level of scale, right? So activities still is pretty an open term, but things like meetings,"
    },
    {
      "index": 104,
      "start_time": 963420.0,
      "end_time": 972089.0,
      "text": "resources or rooms, physical space. Conferences like this would be considered an activity,"
    },
    {
      "index": 105,
      "start_time": 972089.0,
      "end_time": 984110.0,
      "text": "a place where you can go, get outside of your own design challenges and socialize around"
    },
    {
      "index": 106,
      "start_time": 984110.0,
      "end_time": 988670.0,
      "text": "ideas. Routines, behaviors, policies are also activities. And by putting these two pieces"
    },
    {
      "index": 107,
      "start_time": 988670.0,
      "end_time": 996459.0,
      "text": "to work, you can actually start to play with and craft your own creative culture. So I&#39;m"
    },
    {
      "index": 108,
      "start_time": 996459.0,
      "end_time": 1005470.0,
      "text": "gonna walk through just about three different examples, because you know it&#39;s coming, right?"
    },
    {
      "index": 109,
      "start_time": 1005470.0,
      "end_time": 1011120.0,
      "text": "I&#39;m gonna ask you to write one of these down from your own culture, so start thinking."
    },
    {
      "index": 110,
      "start_time": 1011120.0,
      "end_time": 1022750.0,
      "text": "And hopefully, if you had a chance to even take a glance at it, you&#39;ll already have a"
    },
    {
      "index": 111,
      "start_time": 1022750.0,
      "end_time": 1031839.0,
      "text": "little bit of a preview. But I wanna walk you through three that are part of the 57"
    },
    {
      "index": 112,
      "start_time": 1031839.9999999999,
      "end_time": 1041370.9999999999,
      "text": "that I&#39;ve collected both from Adaptive Path, interviews with people, as well as just magazines"
    },
    {
      "index": 113,
      "start_time": 1041369.9999999999,
      "end_time": 1054260.0,
      "text": "and articles that I&#39;ve been reading. And the first so the blueprint of one of these, like,"
    },
    {
      "index": 114,
      "start_time": 1054260.0,
      "end_time": 1061929.0,
      "text": "note cards that are capturing this activity is to just write it down in as simple, basic"
    },
    {
      "index": 115,
      "start_time": 1061930.0,
      "end_time": 1066180.0,
      "text": "terms as possible. This actually isn&#39;t rocket science. There are things that we forget about"
    },
    {
      "index": 116,
      "start_time": 1066180.0,
      "end_time": 1067701.0,
      "text": "because there&#39;s so much part of our daily routine. So here&#39;s one called Five-Minute"
    },
    {
      "index": 117,
      "start_time": 1067700.0,
      "end_time": 1071059.0,
      "text": "Madness. We do this at Adaptive Path. It&#39;s a session of five minutes where you pose a"
    },
    {
      "index": 118,
      "start_time": 1071060.0,
      "end_time": 1076891.0,
      "text": "question that you think may or may not be true. And then we do this at our company meetings"
    },
    {
      "index": 119,
      "start_time": 1076890.0,
      "end_time": 1082620.0,
      "text": "once a month, and there&#39;s six slots. You sign up. And for five minutes, the group discusses"
    },
    {
      "index": 120,
      "start_time": 1082620.0,
      "end_time": 1088350.0,
      "text": "that question. But the kicker is, you have to kinda say something you don&#39;t think is"
    },
    {
      "index": 121,
      "start_time": 1088350.0,
      "end_time": 1097140.0,
      "text": "true, or might not be true, or you&#39;re not sure. So it&#39;s automatically kind of an odd"
    },
    {
      "index": 122,
      "start_time": 1097140.0,
      "end_time": 1110220.0,
      "text": "thing to be doing. After the group discusses it, five minutes, stop sign goes up, you&#39;re"
    },
    {
      "index": 123,
      "start_time": 1110220.0,
      "end_time": 1118809.0,
      "text": "done, but it&#39;s been a little bit of that getting it out there, starting to foster other conversations."
    },
    {
      "index": 124,
      "start_time": 1118810.0,
      "end_time": 1122660.0,
      "text": "What&#39;s interesting about this is, when you start to take it and deconstruct it and put"
    },
    {
      "index": 125,
      "start_time": 1122660.0,
      "end_time": 1125101.0,
      "text": "it against the creative blueprint, some really important fundamental pieces start to emerge,"
    },
    {
      "index": 126,
      "start_time": 1125100.0,
      "end_time": 1140980.0,
      "text": "right? So departing from the status quo. You have to say something you think isn&#39;t true,"
    },
    {
      "index": 127,
      "start_time": 1140980.0,
      "end_time": 1155240.0,
      "text": "so it&#39;s a place where groupthink can&#39;t be the No. 1 it can&#39;t be the informing part of"
    },
    {
      "index": 128,
      "start_time": 1155240.0,
      "end_time": 1163250.0,
      "text": "the question. You&#39;re forced to get outta your comfort zone. It encourages diverse perspectives"
    },
    {
      "index": 129,
      "start_time": 1163250.0,
      "end_time": 1168860.0,
      "text": "in our work groups, because you&#39;re used to listening to a different perspective and point"
    },
    {
      "index": 130,
      "start_time": 1168860.0,
      "end_time": 1175270.0,
      "text": "of view. In fact, you expect it. It reinforces open communication. It says that our company"
    },
    {
      "index": 131,
      "start_time": 1175270.0,
      "end_time": 1179760.0,
      "text": "meetings, this is a place where you can say something, not be sure, but rely on the group"
    },
    {
      "index": 132,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "social aspect to help you make those ideas better. For the recipients or the listeners,"
    },
    {
      "index": 133,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "it helps you meet things with an open mind. So you hear something that &quot;Holy crap, that&#39;s"
    },
    {
      "index": 134,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "wrong.&quot; But you&#39;re there, and you&#39;re able to actually balance in practice, not having"
    },
    {
      "index": 135,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "that gut &quot;no&quot; reaction, that negative bias. And honestly, without Five-Minute Madness,"
    },
    {
      "index": 136,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "I don&#39;t think I&#39;d be standing up here doing something, an activity in a venue I&#39;ve never"
    },
    {
      "index": 137,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "done before, with more people than I&#39;ve ever done it before, because really, Five-Minute"
    },
    {
      "index": 138,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "Madness is about taking risks. It&#39;s kinda hard to stand up in front of your colleagues"
    },
    {
      "index": 139,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "and say, &quot;Here&#39;s something I don&#39;t think is true.&quot; It&#39;s even worse to kinda be wrong or"
    },
    {
      "index": 140,
      "start_time": 1179760.0,
      "end_time": 1179760.0,
      "text": "think you&#39;re wrong in front of your colleagues. But, you know, if you practice, you could"
    },
    {
      "index": 141,
      "start_time": 1179760.0,
      "end_time": 1181419.0,
      "text": "get really good at it, as I have learned. So that&#39;s one of them. The second is something"
    },
    {
      "index": 142,
      "start_time": 1181420.0,
      "end_time": 1182871.0,
      "text": "that many companies do, and I hope that this will make the activity part of it feel pretty"
    },
    {
      "index": 143,
      "start_time": 1182870.0,
      "end_time": 1183490.0,
      "text": "accessible, is brown bags. Someone from either the organization or outside the organization"
    },
    {
      "index": 144,
      "start_time": 1183490.0,
      "end_time": 1183700.0,
      "text": "comes in. You have lunch. You listen to what they gotta say. Google puts theirs on video."
    },
    {
      "index": 145,
      "start_time": 1183700.0,
      "end_time": 1183890.0,
      "text": "A lot of the other big companies down south, in Silicon Valley, have open ones the public"
    },
    {
      "index": 146,
      "start_time": 1183890.0,
      "end_time": 1184250.0,
      "text": "can come to. And, again, when you put this against some of the practices, you hear you"
    },
    {
      "index": 147,
      "start_time": 1184250.0,
      "end_time": 1184690.0,
      "text": "start to realize it&#39;s firing on different levels. So we&#39;ve heard from a variety of futurists,"
    },
    {
      "index": 148,
      "start_time": 1184690.0,
      "end_time": 1189659.0,
      "text": "people doing interesting research, and what it does is it gets out of our own problem"
    },
    {
      "index": 149,
      "start_time": 1189660.0,
      "end_time": 1191771.0,
      "text": "space and helps us understand themes and trends in other problem spaces, and that&#39;s part of"
    },
    {
      "index": 150,
      "start_time": 1191770.0,
      "end_time": 1193960.0,
      "text": "that creative thinking skill set that we need to have. We also ask folks if they wanna share"
    },
    {
      "index": 151,
      "start_time": 1193960.0,
      "end_time": 1197059.0,
      "text": "their portfolio. It&#39;s like any time you join an organization. It&#39;s like that person&#39;s brand"
    },
    {
      "index": 152,
      "start_time": 1197060.0,
      "end_time": 1204191.0,
      "text": "new when they walk in and they&#39;ve never done anything before, unless they insist on telling"
    },
    {
      "index": 153,
      "start_time": 1204190.0,
      "end_time": 1205740.0,
      "text": "you about it, right? But this is a chance to kinda have a little bit of a ride-along"
    },
    {
      "index": 154,
      "start_time": 1205740.0,
      "end_time": 1208100.0,
      "text": "to who they were before. That means you can get to know their skills and abilities in"
    },
    {
      "index": 155,
      "start_time": 1208100.0,
      "end_time": 1212890.0,
      "text": "a way that might not come up naturally within the course of your work together. Also ad"
    },
    {
      "index": 156,
      "start_time": 1212890.0,
      "end_time": 1212940.0,
      "text": "hoc working sessions. Just working with people that you don&#39;t always have an opportunity"
    },
    {
      "index": 157,
      "start_time": 1212940.0,
      "end_time": 1216130.0,
      "text": "to work with can smooth quite a bit of those paths when you are in a critical project and"
    },
    {
      "index": 158,
      "start_time": 1216130.0,
      "end_time": 1217600.0,
      "text": "you have to have a good working relationship based on honesty and an open mind. And then"
    },
    {
      "index": 159,
      "start_time": 1217600.0,
      "end_time": 1220700.0,
      "text": "the last one, and this is directly kind of an assault against many colleagues who feel"
    },
    {
      "index": 160,
      "start_time": 1220700.0,
      "end_time": 1223580.0,
      "text": "that meetings are essentially the death knell of any kind of productive behavior, right?"
    },
    {
      "index": 161,
      "start_time": 1223580.0,
      "end_time": 1224750.0,
      "text": "Like show up in a meeting worse yet, standing meetings. God forbid, you meet once a week"
    },
    {
      "index": 162,
      "start_time": 1224750.0,
      "end_time": 1228789.0,
      "text": "to talk to people that you work with, right? But as part of our sales consulting meeting,"
    },
    {
      "index": 163,
      "start_time": 1228790.0,
      "end_time": 1234771.0,
      "text": "we do a few things within the body of that meeting that I think are unusual. So the name"
    },
    {
      "index": 164,
      "start_time": 1234770.0,
      "end_time": 1238220.0,
      "text": "of this activity is weekly consulting sales meeting, and when we apply that against this"
    },
    {
      "index": 165,
      "start_time": 1238220.0,
      "end_time": 1243539.0,
      "text": "creative blueprint, you see that we actually have conversations around the fit between"
    },
    {
      "index": 166,
      "start_time": 1243540.0,
      "end_time": 1248160.0,
      "text": "practitioners and the nature of the creative work that&#39;s up for a possibility to work on,"
    },
    {
      "index": 167,
      "start_time": 1248160.0,
      "end_time": 1248261.0,
      "text": "from the point of Adaptive Path. We actually intentionally talk about that. We don&#39;t talk"
    },
    {
      "index": 168,
      "start_time": 1248260.0,
      "end_time": 1248789.0,
      "text": "necessarily about the approach and the fit, but we talk about how we get to a better approach"
    },
    {
      "index": 169,
      "start_time": 1248790.0,
      "end_time": 1249831.0,
      "text": "and fit. We talk philosophically about it. We also try and match people with assignments."
    },
    {
      "index": 170,
      "start_time": 1249830.0,
      "end_time": 1249900.0,
      "text": "People are able to stand up and say, &quot;That&#39;s interesting to me. I&#39;ve done something like"
    },
    {
      "index": 171,
      "start_time": 1249900.0,
      "end_time": 1252529.0,
      "text": "that. That&#39;s a creative problem I wanna help solve.&quot; It&#39;s very hard to get that kind of"
    },
    {
      "index": 172,
      "start_time": 1252530.0,
      "end_time": 1253241.0,
      "text": "leverage and even that kind of insight or feedback in many companies. And if you make"
    },
    {
      "index": 173,
      "start_time": 1253240.0,
      "end_time": 1253909.0,
      "text": "a place for it, it&#39;ll happen, and then kinda natural collections of working teams start"
    },
    {
      "index": 174,
      "start_time": 1253910.0,
      "end_time": 1257050.0,
      "text": "to emerge. It also helps us know each other&#39;s passions. So even if you don&#39;t work on a project"
    },
    {
      "index": 175,
      "start_time": 1257050.0,
      "end_time": 1258180.0,
      "text": "that strikes at that heart of the passion, I know what it is. I can find out what Paula&#39;s"
    },
    {
      "index": 176,
      "start_time": 1258180.0,
      "end_time": 1258821.0,
      "text": "interested in, or Pam, or Peter, or any of their colleagues, because they&#39;re actually"
    },
    {
      "index": 177,
      "start_time": 1258820.0,
      "end_time": 1259600.0,
      "text": "vocal about it. They&#39;re used to stating what they expect in the world, and that makes it"
    },
    {
      "index": 178,
      "start_time": 1259600.0,
      "end_time": 1260320.0,
      "text": "more likely to happen. And that paves the way for shared excitement. When you are working"
    },
    {
      "index": 179,
      "start_time": 1260320.0,
      "end_time": 1261270.0,
      "text": "on a project, you know that when times get rough, people wake up and they say, &quot;I signed"
    },
    {
      "index": 180,
      "start_time": 1261270.0,
      "end_time": 1261429.0,
      "text": "up for this because I&#39;m interested and I care.&quot; So looking at the weekly consulting meeting"
    },
    {
      "index": 181,
      "start_time": 1261430.0,
      "end_time": 1263151.0,
      "text": "and saying &quot;Wow, I think that&#39;s actually a driver of some pretty core fundamental creative"
    },
    {
      "index": 182,
      "start_time": 1263150.0,
      "end_time": 1264740.0,
      "text": "behaviors in our organization&quot; was a real wakeup call for me. And I hadn&#39;t expected"
    },
    {
      "index": 183,
      "start_time": 1264740.0,
      "end_time": 1265510.0,
      "text": "that kinda follow-up and feedback from admittedly a very simple list of stuff kinda put together"
    },
    {
      "index": 184,
      "start_time": 1265510.0,
      "end_time": 1266059.0,
      "text": "in a visual model. So then the next question is, if you&#39;re gonna plus it or do something"
    },
    {
      "index": 185,
      "start_time": 1266060.0,
      "end_time": 1266691.0,
      "text": "more with it, how can we generate more of these things and capture more activities like"
    },
    {
      "index": 186,
      "start_time": 1266690.0,
      "end_time": 1266870.0,
      "text": "this and then socialize them? Because someone&#39;s organization might think, &quot;Oh, it&#39;s old-hat"
    },
    {
      "index": 187,
      "start_time": 1266870.0,
      "end_time": 1266900.0,
      "text": "to have brown bags,&quot; but in another organization, that might just be that small, simple behavior"
    },
    {
      "index": 188,
      "start_time": 1266900.0,
      "end_time": 1266940.0,
      "text": "that can start to move things around. And thus was born this lightning session of rapid"
    },
    {
      "index": 189,
      "start_time": 1266940.0,
      "end_time": 1266980.0,
      "text": "collaboration. And so all you need to do such a thing is a visual prompt, something to write"
    },
    {
      "index": 190,
      "start_time": 1266980.0,
      "end_time": 1267010.0,
      "text": "on and write with, and a whole bunch of awesome, smart people, all with individual ideas that"
    },
    {
      "index": 191,
      "start_time": 1267010.0,
      "end_time": 1267049.0,
      "text": "just aren&#39;t connected yet. So the instructions now for the breathing I&#39;m gonna start breathing"
    },
    {
      "index": 192,
      "start_time": 1267050.0,
      "end_time": 1267081.0,
      "text": "in; you guys are gonna start breathing out your creativity and your insights is a ten-minute"
    },
    {
      "index": 193,
      "start_time": 1267080.0,
      "end_time": 1267120.0,
      "text": "activity. And if you think that&#39;s short, it&#39;s okay. That&#39;s like four YouTube videos. Right?"
    },
    {
      "index": 194,
      "start_time": 1267120.0,
      "end_time": 1267210.0,
      "text": "[Audience laughter] Think how or even TED videos, right? So you can get a lot done in"
    },
    {
      "index": 195,
      "start_time": 1267210.0,
      "end_time": 1267500.0,
      "text": "ten minutes if you&#39;re focused. So we&#39;re gonna bring the lights up. I want you to look through"
    },
    {
      "index": 196,
      "start_time": 1267500.0,
      "end_time": 1267770.0,
      "text": "the teeny-tiny little print, but it is clear. It&#39;s just quite small. And look around for"
    },
    {
      "index": 197,
      "start_time": 1267770.0,
      "end_time": 1269120.0,
      "text": "something that seems to make sense. None of this is complex or should feel fairly obvious,"
    },
    {
      "index": 198,
      "start_time": 1269120.0,
      "end_time": 1269620.0,
      "text": "but look for something that you guys do. Do you feel like your money is appropriate amount?"
    },
    {
      "index": 199,
      "start_time": 1269620.0,
      "end_time": 1269940.0,
      "text": "Are there principles or practices in your company that help that be true? Human resources"
    },
    {
      "index": 200,
      "start_time": 1269940.0,
      "end_time": 1270240.0,
      "text": "policies, even? That might be something you wanna work on. How does your organization"
    },
    {
      "index": 201,
      "start_time": 1270240.0,
      "end_time": 1271820.0,
      "text": "communicate that the work matters? So just take a look through this, pick an element,"
    },
    {
      "index": 202,
      "start_time": 1271820.0,
      "end_time": 1272539.0,
      "text": "and then think about an activity. How does that actually take form in the world? So if"
    },
    {
      "index": 203,
      "start_time": 1272540.0,
      "end_time": 1272540.0,
      "text": "you have mutual support, how does that actually start to happen? When I was test-driving this"
    },
    {
      "index": 204,
      "start_time": 1272540.0,
      "end_time": 1272540.0,
      "text": "on a friend who works in a completely different field, he was irritated and said, &quot;You know,"
    },
    {
      "index": 205,
      "start_time": 1272540.0,
      "end_time": 1272540.0,
      "text": "we don&#39;t have a creative culture. We don&#39;t have a creative company. I don&#39;t wanna do"
    },
    {
      "index": 206,
      "start_time": 1272540.0,
      "end_time": 1272961.0,
      "text": "this anymore.&quot; And he said and I&#39;m like, &quot;Well, when you work with people, how do you know"
    },
    {
      "index": 207,
      "start_time": 1272960.0,
      "end_time": 1272980.0,
      "text": "that you guys are supporting each other when times get rough?&quot; He goes, &quot;Well, we know"
    },
    {
      "index": 208,
      "start_time": 1272980.0,
      "end_time": 1272990.0,
      "text": "each other really well. We go to lunch every day.&quot; As a team. Their whole team. Every day."
    },
    {
      "index": 209,
      "start_time": 1272990.0,
      "end_time": 1273010.0,
      "text": "I was like, &quot;Well, that&#39;s an activity.&quot; He&#39;s like, &quot;Really?&quot; I&#39;m like, &quot;Yeah. You go to"
    },
    {
      "index": 210,
      "start_time": 1273010.0,
      "end_time": 1273020.0,
      "text": "lunch every day? You guys are actually there for each other.&quot; And then the last simple"
    },
    {
      "index": 211,
      "start_time": 1273020.0,
      "end_time": 1273039.0,
      "text": "step is just to write it down. Really basic. It might be a brown bag. It might be having"
    },
    {
      "index": 212,
      "start_time": 1273040.0,
      "end_time": 1273050.0,
      "text": "lunch. It might be that thing that helps get more exploration space or sticking to deadlines."
    },
    {
      "index": 213,
      "start_time": 1273050.0,
      "end_time": 1273071.0,
      "text": "Holy crap, if anyone here has some good thoughts on that, I think there&#39;s gonna be a really,"
    },
    {
      "index": 214,
      "start_time": 1273070.0,
      "end_time": 1273080.0,
      "text": "really wild audience for those. And we&#39;re gonna do this in ten minutes, and the result"
    },
    {
      "index": 215,
      "start_time": 1273080.0,
      "end_time": 1273090.0,
      "text": "of this work, after we&#39;ve captured things like this, is gonna be a whole bunch of things"
    },
    {
      "index": 216,
      "start_time": 1273090.0,
      "end_time": 1273110.0,
      "text": "like this. Hopefully 200, 300, 350, if everybody does one. That&#39;s a lot of really big ideas"
    },
    {
      "index": 217,
      "start_time": 1273110.0,
      "end_time": 1273120.0,
      "text": "to start to or little ideas, even, to start to look through. We&#39;re gonna take ten minutes"
    },
    {
      "index": 218,
      "start_time": 1273120.0,
      "end_time": 1273140.0,
      "text": "for that, and then I&#39;ll tell you what the next step in my commitment back to you is"
    },
    {
      "index": 219,
      "start_time": 1273140.0,
      "end_time": 1273150.0,
      "text": "gonna be. So how am I gonna make the most of what you just did and your efforts and"
    },
    {
      "index": 220,
      "start_time": 1273150.0,
      "end_time": 1273230.0,
      "text": "contributions? Well, I don&#39;t know yet, &#39;cause I don&#39;t know what&#39;s gonna come out of this."
    },
    {
      "index": 221,
      "start_time": 1273230.0,
      "end_time": 1273549.0,
      "text": "But I suspect, coming from a UX practice, that there will be cards, and they will be"
    },
    {
      "index": 222,
      "start_time": 1273550.0,
      "end_time": 1273631.0,
      "text": "stacked or sorted in some way, okay? They might even be clustered. There might even"
    },
    {
      "index": 223,
      "start_time": 1273630.0,
      "end_time": 1273710.0,
      "text": "be more than one cluster, and they will hopefully be associated with areas across this structure,"
    },
    {
      "index": 224,
      "start_time": 1273710.0,
      "end_time": 1273809.0,
      "text": "which means that we can use it now as kind of a collection of areas if you look through"
    },
    {
      "index": 225,
      "start_time": 1273810.0,
      "end_time": 1273901.0,
      "text": "and do some gap analysis of areas that you do wanna invest some of your time and efforts"
    },
    {
      "index": 226,
      "start_time": 1273900.0,
      "end_time": 1274000.0,
      "text": "in, and have some simple and clear and proven ideas for what you can do in your own organizations."
    },
    {
      "index": 227,
      "start_time": 1274000.0,
      "end_time": 1274270.0,
      "text": "And that always brings up, at the last point, is like, &quot;What&#39;s the point of this, anyway?&quot;"
    },
    {
      "index": 228,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "And anytime I think about a creative culture, we talk about it, it becomes this kind of"
    },
    {
      "index": 229,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "its own idea on itself, and you can&#39;t disconnect that from the bigger picture. So a little"
    },
    {
      "index": 230,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "bit back to the clouds. Imagine every day waking up and being part not only participating"
    },
    {
      "index": 231,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "in, but actually actively helping form, foster, nourish, and support an environment that&#39;s"
    },
    {
      "index": 232,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "open, where people really can get the best ideas out there and collectively can co-create"
    },
    {
      "index": 233,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "those, when we can do that with customers. We can do that with other people out in the"
    },
    {
      "index": 234,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "world. And what that lets us do as designers how that generosity, how that openness, how"
    },
    {
      "index": 235,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "really that spirit of living and learning in public, to always get to that best idea"
    },
    {
      "index": 236,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "not your idea, but that best idea, can actually help make great experiences for others. So"
    },
    {
      "index": 237,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "we are on our way to lunch. I wanna give a shout-out to all the creative contributors"
    },
    {
      "index": 238,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "who have brought this work this far. Dr. Teresa Amabile for her catalyzing article; of course,"
    },
    {
      "index": 239,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "the Harvard Business Review; some other folks at Adaptive Path who I rely on; and, of course,"
    },
    {
      "index": 240,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "you. And what I&#39;m gonna do is scan all these articles or all the contributions that you&#39;ve"
    },
    {
      "index": 241,
      "start_time": 1274270.0,
      "end_time": 1274270.0,
      "text": "made and put them together in some semblance of function and have something available by"
    },
    {
      "index": 242,
      "start_time": 1274270.0,
      "end_time": 1275539.0,
      "text": "the end of UX Week, okay? So on your way out, we&#39;ve got volunteers at the door, and you"
    },
    {
      "index": 243,
      "start_time": 1275540.0,
      "end_time": 1281191.0,
      "text": "can just drop your ideas off there or at information afterwards, anytime during the week. Okay,"
    },
    {
      "index": 244,
      "start_time": 1281190.0,
      "end_time": 1281750.0,
      "text": "thank you for your time. [End of Audio] UX Week 2010 Kate Rutter Blueprints for Creative"
    },
    {
      "index": 245,
      "start_time": 1281750.0,
      "end_time": 1282210.0,
      "text": "Culture Lightning Session of Rapid Collaboration Kate Rutter Page PAGE of NUMPAGES www.verbalink.com"
    },
    {
      "index": 246,
      "start_time": 1282210.0,
      "end_time": 1282630.0,
      "text": "Page PAGE of NUMPAGES h`6: h@Ph hAf$ [Content_Types].xml u$Nw @8Jb _rels/.rels theme/theme/themeManager.xml"
    },
    {
      "index": 247,
      "start_time": 1282630.0,
      "end_time": 1283150.0,
      "text": "sQ}# theme/theme/theme1.xml G$$DA :$BR si-@R r,[L bX*x KfN1 ,tV@ .EML M .c =&lt;R8 (F{\\ O/&lt;o["
    },
    {
      "index": 248,
      "start_time": 1283150.0,
      "end_time": 1283500.0,
      "text": "62Hp !Uq7 GvxY @JyBw&gt;6K 0i1; P0!Y ?sE/ ?J&amp;l p)af theme/theme/_rels/themeManager.xml.rels"
    },
    {
      "index": 249,
      "start_time": 1283500.0,
      "end_time": 1283710.0,
      "text": "6?$Q K(M&amp;$R(.1 [Content_Types].xmlPK _rels/.relsPK theme/theme/themeManager.xmlPK theme/theme/theme1.xmlPK"
    },
    {
      "index": 250,
      "start_time": 1283710.0,
      "end_time": 1283880.0,
      "text": "theme/theme/_rels/themeManager.xml.relsPK &lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot; standalone=&quot;yes&quot;?&gt;"
    },
    {
      "index": 251,
      "start_time": 1283880.0,
      "end_time": 1284130.0,
      "text": "&lt;a:clrMap xmlns:a=&quot;http://schemas.openxmlformats.org/drawingml/2006/main&quot; bg1=&quot;lt1&quot; tx1=&quot;dk1&quot; bg2=&quot;lt2&quot; tx2=&quot;dk2&quot; accent1=&quot;accent1&quot;"
    },
    {
      "index": 252,
      "start_time": 1284130.0,
      "end_time": 1284340.0,
      "text": "accent2=&quot;accent2&quot; accent3=&quot;accent3&quot; accent4=&quot;accent4&quot; accent5=&quot;accent5&quot; accent6=&quot;accent6&quot; hlink=&quot;hlink&quot;"
    },
    {
      "index": 253,
      "start_time": 1284340.0,
      "end_time": 1284789.0,
      "text": "folHlink=&quot;folHlink&quot;/&gt; UX Week 2010 Kate Rutter Blueprints for a Creative Culture A Lightning"
    },
    {
      "index": 254,
      "start_time": 1284790.0,
      "end_time": 1285170.0,
      "text": "Session of Rapid Collaboration Verbal Ink Normal.dotm Chelsa Robinson Microsoft Macintosh"
    },
    {
      "index": 255,
      "start_time": 1285170.0,
      "end_time": 1285731.0,
      "text": "Word Verbal Ink UX Week 2010 Kate Rutter Blueprints for a Creative Culture A Lightning Session"
    },
    {
      "index": 256,
      "start_time": 1285730.0,
      "end_time": 1295730.0,
      "text": "of Rapid Collaboration Title d1xL Microsoft Word 97-2004 Document NB6W Word.Document.8"
    }
  ]
}