{
  "video_id": "x6iYugYMBfY",
  "title": "Test 2018: Ducati Scrambler, Moto Guzzi V7, Triumph Bonneville, Yamaha XSR [ENGLISH SUB]",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 19000.0,
      "end_time": 24640.0,
      "text": "hey guys! We're in Vigoleno to test some special bikes"
    },
    {
      "index": 2,
      "start_time": 24640.0,
      "end_time": 40000.0,
      "text": "We will test the best seller entry level classic bikes: Triumph Street Twin, Ducati Scrambler Icon, Moto Guzzi V7 Stone and Yamaha XSR 700"
    },
    {
      "index": 3,
      "start_time": 40000.0,
      "end_time": 91620.0,
      "text": "Here with us there's Cristina and Marco Aurelio Fontana, the one who has arrived 3rd at the Olympics, riding a mountainbike without the saddle"
    },
    {
      "index": 4,
      "start_time": 91620.0,
      "end_time": 98680.0,
      "text": "He'll be riding the Ducati, let's take a look at them!"
    },
    {
      "index": 5,
      "start_time": 101620.0,
      "end_time": 116200.0,
      "text": "Let's start from the Yamaha, which is the most similar to an adventure bike and it will share many things with the new Tenere 700"
    },
    {
      "index": 6,
      "start_time": 116200.0,
      "end_time": 140200.0,
      "text": "It has a 2 cylinder engine with a power of 75 HP at 9,000 RPM, steel frame, with a weight of 186 kg and a modern chassis which makes it agile"
    },
    {
      "index": 7,
      "start_time": 140200.0,
      "end_time": 162700.0,
      "text": "it has a vintage design but with a modern soul, just like any other modern naked. It has a very competitive price: 7,690 euro"
    },
    {
      "index": 8,
      "start_time": 162700.0,
      "end_time": 178120.0,
      "text": "I'll be talking about the Moto Guzzi V7, the tank still looks the same as the old Guzzi from the 70's"
    },
    {
      "index": 9,
      "start_time": 178180.0,
      "end_time": 185600.0,
      "text": "It has a V twin engine with 52 HP and a great output"
    },
    {
      "index": 10,
      "start_time": 185600.0,
      "end_time": 224000.0,
      "text": "There's an 18 inch front rim and 17 at the rear, it's agile and light, easy to ride, well balanced and the most similar to its original model, with a modern technology"
    },
    {
      "index": 11,
      "start_time": 224000.0,
      "end_time": 226900.0,
      "text": "Everything works well, but it still has a classic soul"
    },
    {
      "index": 12,
      "start_time": 226920.0,
      "end_time": 235940.0,
      "text": "The stone is the entry level model and it has  aprice of 7,990 euro"
    },
    {
      "index": 13,
      "start_time": 236600.0,
      "end_time": 253760.0,
      "text": "I have chosen the Ducati Scrambler since it's the one that suits me the best thanks to its knobbled tires, since I come from the off road world"
    },
    {
      "index": 14,
      "start_time": 253760.0,
      "end_time": 290280.0,
      "text": "I like the Desmo engine, then it's not a huge bike, so it's suitable for everyone, beginners as well, it's a fun and an agile bike with a smooth output"
    },
    {
      "index": 15,
      "start_time": 290280.0,
      "end_time": 296800.0,
      "text": "the Ducati has a starting price of 8,790 euro"
    },
    {
      "index": 16,
      "start_time": 296800.0,
      "end_time": 329100.0,
      "text": "I've chosen the Bonneville Street Twin, it's easy to ride, it has a low seat, 75 cm from the ground and a 900 cc High Torque engine with a max torque power of 80 Nm at 3,000 RPM, with an output of 55 HP"
    },
    {
      "index": 17,
      "start_time": 329100.0,
      "end_time": 340100.0,
      "text": "It has a classic look, with a lot of technology. Ride by wire throttle with TC that can be turned off. Price? 8,900 euro"
    },
    {
      "index": 18,
      "start_time": 343660.0,
      "end_time": 357160.0,
      "text": "We will now test them all on a twisty road, since in town they're all very easy to ride"
    },
    {
      "index": 19,
      "start_time": 357160.0,
      "end_time": 376160.0,
      "text": "Starting from the Yamaha, which is the most sporty one:it has a 120/17 front tire and 180/17 at the rear and a very smooth engine which is extremely reactive"
    },
    {
      "index": 20,
      "start_time": 376200.0,
      "end_time": 390560.0,
      "text": "The shift works well and the ridingposition is good, even though there's a lot of weight at the rear, meaning that the front is light that you can feel the change of weights when braking or accelerating"
    },
    {
      "index": 21,
      "start_time": 390660.0,
      "end_time": 422100.0,
      "text": "This bike is very good for its precise, but when you ride very fast the suspensions tend to suffer. The braking system is really good, with a double front disc"
    },
    {
      "index": 22,
      "start_time": 422100.0,
      "end_time": 427940.0,
      "text": "Let's now talk about the Guzzi"
    },
    {
      "index": 23,
      "start_time": 427940.0,
      "end_time": 453040.0,
      "text": "Moto Guzzi V7 is very balanced, everything works well. The output is smooth but it doesn't reach high ranges of RPM"
    },
    {
      "index": 24,
      "start_time": 453500.0,
      "end_time": 493460.0,
      "text": "the chassis is very stable and agile, overall this bike is very light, but the braking isn't very powerful. The cluth tends to be a bit too hard when downshifting"
    },
    {
      "index": 25,
      "start_time": 493460.0,
      "end_time": 531400.0,
      "text": "On top of that, it's very comfortable, the seat is straight and comfortable, even for the passenger, while tall people may not be so comfortable due to the cylinders and to the shape of the tank, otherwise it's very comfortable"
    },
    {
      "index": 26,
      "start_time": 531400.0,
      "end_time": 582600.0,
      "text": "The Ducati: It's really easy to handle, it's extremely fun everywhere, you can both ride it fast, or relaxed, you can even corner, it's very fun"
    },
    {
      "index": 27,
      "start_time": 582600.0,
      "end_time": 620600.0,
      "text": "It's a bit stiff at the rear, especially on bumps, otherwise it's very agile, I've really enjoyed it"
    },
    {
      "index": 28,
      "start_time": 620600.0,
      "end_time": 657600.0,
      "text": "The Triumph is justwhat you expect from a Bonneville, you can do everything with it, with the 18 inch front rim it's a bit hard to corrne when going fast, it's more suitable for cruising around"
    },
    {
      "index": 29,
      "start_time": 657600.0,
      "end_time": 667460.0,
      "text": "The riding position is very comfortable, but it might be a bit too small for tall riders"
    },
    {
      "index": 30,
      "start_time": 667460.0,
      "end_time": 677080.0,
      "text": "The Street Twin, together with the V7, is the most comfortable one for the passenger together with the V7"
    },
    {
      "index": 31,
      "start_time": 677080.0,
      "end_time": 690480.0,
      "text": "Well the Yamaha isn't that comfortable for the passenger. The seat is pretty small"
    },
    {
      "index": 32,
      "start_time": 690480.0,
      "end_time": 707340.0,
      "text": "even the Ducati doesn't offer that much space, but it isn't so bad"
    },
    {
      "index": 33,
      "start_time": 712220.0,
      "end_time": 737340.0,
      "text": "strengths and weaknesses for each one: Yamaha, strengths: engine, it's amazing, the chassis is extremely agile andthis bike has a great price/quality ratio"
    },
    {
      "index": 34,
      "start_time": 737580.0,
      "end_time": 761100.0,
      "text": "weaknesses: On-off for the throttle, the engine is pretty hot in town and third, the suspensions aren't meant for riding fast"
    },
    {
      "index": 35,
      "start_time": 762400.0,
      "end_time": 789500.0,
      "text": "Moto Guzzi, Strenghts:  it's a real classic bike, it's fun and third, it's extremely comfortable"
    },
    {
      "index": 36,
      "start_time": 789500.0,
      "end_time": 811500.0,
      "text": "weaknesses: the engine doesn't have a great stretch, the braking system should be more powerful and the clutch isn'tperfect when downshifting"
    },
    {
      "index": 37,
      "start_time": 811500.0,
      "end_time": 849500.0,
      "text": "Ducati: This bike has a grear rithm, it's really fun, then it has a great stretch, you can ride in every gear, then it's very agile"
    },
    {
      "index": 38,
      "start_time": 849500.0,
      "end_time": 879000.0,
      "text": "Weaknesses: the rear suspension is a bit stiff and this Ducati is a bit small so, if you're very tall, you'll find it a bit small and that's it!"
    },
    {
      "index": 39,
      "start_time": 879260.0,
      "end_time": 892820.0,
      "text": "The Bonneville is really well done, there's a lot of electronics and it has a great sound"
    },
    {
      "index": 40,
      "start_time": 896520.0,
      "end_time": 914200.0,
      "text": "weaknesses, the riding position might be uncomfortable for tall riders, the weight: 198 kg and there isn't a rev counter"
    },
    {
      "index": 41,
      "start_time": 914200.0,
      "end_time": 927500.0,
      "text": "Ok Marco, give usa an overall feedback about these bikes"
    },
    {
      "index": 42,
      "start_time": 928200.0,
      "end_time": 940860.0,
      "text": "These bikes belong to the same category but they're totally different one from the other so each one of them has it's own peculiarity"
    },
    {
      "index": 43,
      "start_time": 940860.0,
      "end_time": 955780.0,
      "text": "the Triumph has a \"horse\" riding position, with the knees on the tank, narrow handlebad and it's very elegant"
    },
    {
      "index": 44,
      "start_time": 955780.0,
      "end_time": 966180.0,
      "text": "The Ducati is sporty, fun and suitable for everyone"
    },
    {
      "index": 45,
      "start_time": 966180.0,
      "end_time": 978100.0,
      "text": "The Yamaha is the most sporty one, it has a great engine, it's very very fast"
    },
    {
      "index": 46,
      "start_time": 978100.0,
      "end_time": 1010100.0,
      "text": "My favorite, in the end, is the Guzzi, everything is where it should be, it's magic, it's a real old style bike with a modern technology, it's ver funb!"
    },
    {
      "index": 47,
      "start_time": 1010100.0,
      "end_time": 1023820.0,
      "text": "Thank you Marco for being with us and see you soon!"
    }
  ]
}