{
  "video_id": "X75Roe_davA",
  "title": "A Reason Not to Worry What Others Think",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 7200.0,
      "text": "Landscape with the Fall of Icarus is a large painting from the 1560s that hangs in Belgium's"
    },
    {
      "index": 2,
      "start_time": 7200.0,
      "end_time": 11860.0,
      "text": "largest museum, the Musée des Beaux Arts – and is held to be a meticulous copy of"
    },
    {
      "index": 3,
      "start_time": 11860.0,
      "end_time": 18530.0,
      "text": "an original (now lost) work by the Flemish artist Pieter Bruegel the Elder. It shows"
    },
    {
      "index": 4,
      "start_time": 18530.0,
      "end_time": 24630.0,
      "text": "a superficially bucolic scene: ships are taking sail, a shepherd is tending to his flock,"
    },
    {
      "index": 5,
      "start_time": 24630.0,
      "end_time": 29650.0,
      "text": "distant cities look prosperous and ordered. But in the bottom right hand corner of the"
    },
    {
      "index": 6,
      "start_time": 29650.0,
      "end_time": 36910.0,
      "text": "canvas, a tragedy is unfolding, all but unheeded. Reckless Icarus, the legendary figure from"
    },
    {
      "index": 7,
      "start_time": 36910.0,
      "end_time": 42149.0,
      "text": "Classical mythology, is in the final stages of one of the ancient world’s most famous"
    },
    {
      "index": 8,
      "start_time": 42149.0,
      "end_time": 47199.0,
      "text": "aeronautical disasters. Together with his father Daedalus, the young man had made himself"
    },
    {
      "index": 9,
      "start_time": 47199.0,
      "end_time": 52820.0,
      "text": "a pair of wings, glued together with wax. Daedalus had warned his son not to fly too"
    },
    {
      "index": 10,
      "start_time": 52820.0,
      "end_time": 57539.0,
      "text": "close to the sun in case its heat were to melt the structure, but the impetuous boy"
    },
    {
      "index": 11,
      "start_time": 57539.0,
      "end_time": 64360.0,
      "text": "soared too high anyway and, in the painting, has just tumbled down into the waves, to his"
    },
    {
      "index": 12,
      "start_time": 64360.0,
      "end_time": 69980.0,
      "text": "death. Icarus's end is deliberately not the central focus of the painting."
    },
    {
      "index": 13,
      "start_time": 70560.0,
      "end_time": 74940.0,
      "text": "The eye is drawn instead to the glittering cities and smart ships in the"
    },
    {
      "index": 14,
      "start_time": 74940.0,
      "end_time": 79960.0,
      "text": "distance. As if to emphasise the point, the ploughman at the centre of the painting references"
    },
    {
      "index": 15,
      "start_time": 79960.0,
      "end_time": 87230.0,
      "text": "a popular proverb: ‘No plough stops for the dying man.’ This neglect of Icarus's"
    },
    {
      "index": 16,
      "start_time": 87230.0,
      "end_time": 92960.0,
      "text": "tragedy is, at one level, terrifying and sad. We read into it how little the world cares"
    },
    {
      "index": 17,
      "start_time": 92960.0,
      "end_time": 99280.0,
      "text": "about our own pains. And yet, from another perspective, this neglect is deeply gratifying"
    },
    {
      "index": 18,
      "start_time": 99280.0,
      "end_time": 104600.0,
      "text": "and importantly redemptive. It is one of the central sources of our unhappiness that we"
    },
    {
      "index": 19,
      "start_time": 104600.0,
      "end_time": 109740.0,
      "text": "spend so much of our lives fearing for our reputations and wondering what others will"
    },
    {
      "index": 20,
      "start_time": 109740.0,
      "end_time": 115330.0,
      "text": "think of us when we fail – as we inevitably will at points. The slightest change in our"
    },
    {
      "index": 21,
      "start_time": 115330.0,
      "end_time": 120510.0,
      "text": "image in the eyes of others can obsess us. We lie awake at night wondering how we could"
    },
    {
      "index": 22,
      "start_time": 120510.0,
      "end_time": 126910.0,
      "text": "cope without the approval of people we don’t even like very much. We surrender our freedom"
    },
    {
      "index": 23,
      "start_time": 126910.0,
      "end_time": 133999.0,
      "text": "to the verdicts of strangers. But the painter’s stroke of consoling genius is, here, to show"
    },
    {
      "index": 24,
      "start_time": 133999.0,
      "end_time": 140180.0,
      "text": "us how, when we really mess up, almost no one will be looking or caring very much. The"
    },
    {
      "index": 25,
      "start_time": 140180.0,
      "end_time": 145650.0,
      "text": "farmer is too busy ploughing, the shepherd is too taken up with thinking about the weather,"
    },
    {
      "index": 26,
      "start_time": 145650.0,
      "end_time": 151700.0,
      "text": "someone else is overwhelmingly intent on fishing. Our tragedies don’t occupy society the way"
    },
    {
      "index": 27,
      "start_time": 151700.0,
      "end_time": 157530.0,
      "text": "we fear they will. A few people might notice for a moment, then swiftly move on to the"
    },
    {
      "index": 28,
      "start_time": 157530.0,
      "end_time": 162269.0,
      "text": "next thing. We are at the centre of the galaxy only in our own minds. Other people mostly"
    },
    {
      "index": 29,
      "start_time": 162269.0,
      "end_time": 165389.0,
      "text": "don’t care what happens to us or what we’ve done. The world is still filled with humans"
    },
    {
      "index": 30,
      "start_time": 165389.0,
      "end_time": 169879.0,
      "text": "who haven’t heard of us and never will. Those who might be angry or disappointed with"
    },
    {
      "index": 31,
      "start_time": 169879.0,
      "end_time": 175829.0,
      "text": "you now will have forgotten all about you soon enough. Your disgrace will, in time,"
    },
    {
      "index": 32,
      "start_time": 175829.0,
      "end_time": 181420.0,
      "text": "be subsumed within the larger amnesia of a consolingly indifferent world. It isn’t"
    },
    {
      "index": 33,
      "start_time": 181420.0,
      "end_time": 187279.0,
      "text": "just Icarus who is being swallowed up and obscured by the waves: some of the same obscurity"
    },
    {
      "index": 34,
      "start_time": 187280.0,
      "end_time": 191280.0,
      "text": "awaits our greatest errors and embarrassments."
    },
    {
      "index": 35,
      "start_time": 191960.0,
      "end_time": 197360.0,
      "text": "We hope you enjoyed this film. For more from The School Of LIfe you can"
    },
    {
      "index": 36,
      "start_time": 197360.0,
      "end_time": 201520.0,
      "text": "subscribe to our channel and take a look at our range of products on our website."
    }
  ]
}