{
  "video_id": "XEEynmVRgRM",
  "title": "How to Be Punk",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3800.0,
      "end_time": 9240.0,
      "text": "How to Be Punk. You don’t have to have something to rebel against to be a punk—you just have"
    },
    {
      "index": 2,
      "start_time": 9240.0,
      "end_time": 17750.0,
      "text": "to look like you do. You will need Punk music Punk hair Punk clothes Punk accessories Multiple"
    },
    {
      "index": 3,
      "start_time": 17750.0,
      "end_time": 27089.0,
      "text": "piercings Tattoos and bright makeup. Step 1. Pick a punk subculture. There’s strait-edge"
    },
    {
      "index": 4,
      "start_time": 27089.0,
      "end_time": 34730.0,
      "text": "punk, glam punk, crust, Ska-punk, skinhead, skater-punk, pop-punk, goth-punk, bubblegum"
    },
    {
      "index": 5,
      "start_time": 34730.0,
      "end_time": 41420.0,
      "text": "punk. Step 2. Play punk music—loudly. There’s classic punk, like The Ramones and The Sex"
    },
    {
      "index": 6,
      "start_time": 41420.0,
      "end_time": 48109.0,
      "text": "Pistols, and current punk, like Blink 182 or Good Charlotte. Step 3. Wear punk clothing:"
    },
    {
      "index": 7,
      "start_time": 48109.0,
      "end_time": 53129.0,
      "text": "Horizontally-striped shirts, leopard print tights in candy colors, super skinny jeans,"
    },
    {
      "index": 8,
      "start_time": 53129.0,
      "end_time": 59070.0,
      "text": "tight tees printed with names of obscure bands, and black leather. Step 4. Accessorize with"
    },
    {
      "index": 9,
      "start_time": 59070.0,
      "end_time": 64790.0,
      "text": "safety pins, lots of zippers, spiked wrist bands, bondage buckles, bullet belts, chokers,"
    },
    {
      "index": 10,
      "start_time": 64790.00000000001,
      "end_time": 70470.0,
      "text": "and chains. Step 5. Wear Converse high tops, checkered Van’s classic slip-ons, or combat"
    },
    {
      "index": 11,
      "start_time": 70470.0,
      "end_time": 77070.0,
      "text": "boots. Go to Google Images and punk clothing websites for ideas. Step 6. Have your hair"
    },
    {
      "index": 12,
      "start_time": 77070.0,
      "end_time": 83260.0,
      "text": "cut into a Mohawk and dyed in different rainbow colors. Or shave your head. Step 7. Have something"
    },
    {
      "index": 13,
      "start_time": 83260.0,
      "end_time": 88810.0,
      "text": "on your face and body pierced. Lips and nipples are popular areas. Female punks wear colorful"
    },
    {
      "index": 14,
      "start_time": 88810.0,
      "end_time": 96240.0,
      "text": "makeup, and lots of it. Step 8. Get a tattoo—preferably of a punk band, an anarchy symbol, skull and"
    },
    {
      "index": 15,
      "start_time": 96240.0,
      "end_time": 100470.0,
      "text": "crossbones, or anything that symbolizes rebellion. Place it anywhere on your body—the more"
    },
    {
      "index": 16,
      "start_time": 100470.0,
      "end_time": 105770.0,
      "text": "surprising the location, the better. Step 9. Meet your peeps at punk rock concerts and"
    },
    {
      "index": 17,
      "start_time": 105770.0,
      "end_time": 111420.0,
      "text": "look angry—or just hang out in public somewhere, looking bored. Did you know The popular ‘70’s"
    },
    {
      "index": 18,
      "start_time": 111420.0,
      "end_time": 121420.0,
      "text": "group The Ramones is widely considered to be the first punk rock band."
    }
  ]
}