{
  "video_id": "xgOYXgJsZro",
  "title": "Exercise the Buddy System | A Little Bit Better With Keri Glassman",
  "json": [
    {
      "index": 1,
      "start_time": 1339.0,
      "end_time": 5920.0,
      "text": "Hey, I&#39;m Keri Glassman, here with some quick and simple tips to help you feel just a little"
    },
    {
      "index": 2,
      "start_time": 5920.0,
      "end_time": 12920.0,
      "text": "bit better. It&#39;s probably been a while since you&#39;ve had to use the buddy system, but if"
    },
    {
      "index": 3,
      "start_time": 13140.0,
      "end_time": 18660.0,
      "text": "you&#39;re one of the millions of people who want to exercise but just can&#39;t find the motivation,"
    },
    {
      "index": 4,
      "start_time": 18660.0,
      "end_time": 24690.0,
      "text": "the buddy system might be for you. Who wants to bail on a friend? Research shows that people"
    },
    {
      "index": 5,
      "start_time": 24690.0,
      "end_time": 30600.0,
      "text": "who attend group classes are more likely to exercise regularly than people who work out"
    },
    {
      "index": 6,
      "start_time": 30600.0,
      "end_time": 35610.0,
      "text": "alone. And it makes perfect sense. Group classes provide a structured, scheduled environment"
    },
    {
      "index": 7,
      "start_time": 35610.0,
      "end_time": 40170.0,
      "text": "for your workout routine. Classes are full of likeminded people who provide pressure"
    },
    {
      "index": 8,
      "start_time": 40170.0,
      "end_time": 44989.0,
      "text": "by proxy- you inadvertently keep each other honest by showing up regularly, even though"
    },
    {
      "index": 9,
      "start_time": 44989.0,
      "end_time": 49459.0,
      "text": "you may not even know each other. They start and end at a set time, prompting you to get"
    },
    {
      "index": 10,
      "start_time": 49460.0,
      "end_time": 54489.0,
      "text": "there, get it done and get out. Types of group classes are also so diverse these days that"
    },
    {
      "index": 11,
      "start_time": 54489.0,
      "end_time": 59489.0,
      "text": "you&#39;ll have the opportunity to get varied workouts in and you won&#39;t get bored. And best"
    },
    {
      "index": 12,
      "start_time": 59489.0,
      "end_time": 64599.0,
      "text": "of all, the presence of trained professionals to guide you helps ensure you&#39;re getting the"
    },
    {
      "index": 13,
      "start_time": 64599.00000000001,
      "end_time": 69689.0,
      "text": "best workout. So remember: If you&#39;re ready to exercise but lack of motivation is getting"
    },
    {
      "index": 14,
      "start_time": 69689.0,
      "end_time": 74559.0,
      "text": "in your way, find a friend or try a group class. When you start feeling motivated and"
    },
    {
      "index": 15,
      "start_time": 74560.0,
      "end_time": 78689.0,
      "text": "excited by your workouts, you&#39;ll definitely feel a little bit better."
    }
  ]
}