{
  "video_id": "xH7S_Vjicss",
  "title": "Dance BECOMING Knowledge",
  "json": [
    {
      "index": 1,
      "start_time": 1100.0,
      "end_time": 4710.0,
      "text": "You start to have kind of an implicit knowledge, you know this might do this but this might"
    },
    {
      "index": 2,
      "start_time": 4710.0,
      "end_time": 9690.0,
      "text": "take you off there but that&#39;s the kind of strangeness that you might want. It is, it"
    },
    {
      "index": 3,
      "start_time": 9690.0,
      "end_time": 16369.0,
      "text": "is, a bit knowing and a bit not knowing and it will require some time, yeah."
    },
    {
      "index": 4,
      "start_time": 16369.0,
      "end_time": 21730.0,
      "text": "I know in my own choreographic practice the things that are the most difficult, the things"
    },
    {
      "index": 5,
      "start_time": 21730.0,
      "end_time": 25310.0,
      "text": "where you feel that you&#39;ve come to the end of something with, the things that if you"
    },
    {
      "index": 6,
      "start_time": 25310.0,
      "end_time": 31890.0,
      "text": "push them hard enough are the things that yield you the most expert, interesting, and"
    },
    {
      "index": 7,
      "start_time": 31890.0,
      "end_time": 35609.0,
      "text": "rich newness. I really felt that with the Becoming process."
    },
    {
      "index": 8,
      "start_time": 35609.0,
      "end_time": 44859.0,
      "text": "This piece, Becoming, has a creature-like form that decides how to modify its body and"
    },
    {
      "index": 9,
      "start_time": 44859.0,
      "end_time": 54440.0,
      "text": "then plays out the consequences of that modification. So it has bones, it has nodes, it has muscles"
    },
    {
      "index": 10,
      "start_time": 54440.0,
      "end_time": 60039.0,
      "text": "and it responds to gravity, so it will under the circumstances, tend to fall down because"
    },
    {
      "index": 11,
      "start_time": 60039.0,
      "end_time": 64309.0,
      "text": "gravity pulled it down. It knows about the edge of the screen and in fact the edge of"
    },
    {
      "index": 12,
      "start_time": 64309.0,
      "end_time": 69570.0,
      "text": "the screen has friction so in certain circumstances it will actually jam itself against the edge"
    },
    {
      "index": 13,
      "start_time": 69570.0,
      "end_time": 74969.0,
      "text": "of the screen and kind of get stuck there. We&#39;ve moved away from providing a tool for"
    },
    {
      "index": 14,
      "start_time": 74969.0,
      "end_time": 81759.0,
      "text": "Wayne or his dancers to use and instead provided, in a sense, something like an eleventh dancer."
    },
    {
      "index": 15,
      "start_time": 81759.0,
      "end_time": 88479.0,
      "text": "It doesn&#39;t take orders very well but a presence in the studio that will be there whenever,"
    },
    {
      "index": 16,
      "start_time": 88479.0,
      "end_time": 94600.0,
      "text": "ambiently that Wayne and the dancers can respond to."
    },
    {
      "index": 17,
      "start_time": 94600.0,
      "end_time": 100859.0,
      "text": "So we&#39;ve tried to make an object in Becoming that actually elicits a kinaesthetic response"
    },
    {
      "index": 18,
      "start_time": 100859.0,
      "end_time": 107600.0,
      "text": "that is something compelling to be with, that compels you not just aesthetically but actually"
    },
    {
      "index": 19,
      "start_time": 107600.0,
      "end_time": 114229.0,
      "text": "kinaesthetically as well. If it works, it should work by making you move or at least"
    },
    {
      "index": 20,
      "start_time": 114229.0,
      "end_time": 121020.0,
      "text": "being aware of a desire to move, a desire to respond because it is like a body in a"
    },
    {
      "index": 21,
      "start_time": 121020.0,
      "end_time": 124289.0,
      "text": "space. Even just the fact that the screen has a kind"
    },
    {
      "index": 22,
      "start_time": 124289.0,
      "end_time": 128880.0,
      "text": "of like, bodily dimensions and it&#39;s actually in a space where you feel it is another body"
    },
    {
      "index": 23,
      "start_time": 128880.0,
      "end_time": 132890.0,
      "text": "and that&#39;s something we&#39;ve worked a lot with James Leach in trying to understand what is"
    },
    {
      "index": 24,
      "start_time": 132890.0,
      "end_time": 137640.0,
      "text": "a body and what could a body be and how could we, ehm, make sure that the transaction of"
    },
    {
      "index": 25,
      "start_time": 137640.0,
      "end_time": 142770.0,
      "text": "energy actually works with bodies in that space and I think the Becoming instrument"
    },
    {
      "index": 26,
      "start_time": 142770.0,
      "end_time": 147580.0,
      "text": "is really allowing us to do that. It&#39;s also a phenomenon you can actually see it in 3D"
    },
    {
      "index": 27,
      "start_time": 147580.0,
      "end_time": 151140.0,
      "text": "and so all of a sudden, now you have a relation like you can with a dancer in the studio,"
    },
    {
      "index": 28,
      "start_time": 151140.0,
      "end_time": 154890.0,
      "text": "of a relation of this dancer that in some way extrudes backwards and forwards and you"
    },
    {
      "index": 29,
      "start_time": 154890.0,
      "end_time": 160860.0,
      "text": "feel connected to it energetically and dynamically. And what I have understood through my research"
    },
    {
      "index": 30,
      "start_time": 160860.0,
      "end_time": 165610.0,
      "text": "around the company and with the choreographer is that he is working with this kind of kinaesthetic"
    },
    {
      "index": 31,
      "start_time": 165610.0,
      "end_time": 171650.0,
      "text": "intelligence with the way those bodies elicit a response from other bodies. That there is"
    },
    {
      "index": 32,
      "start_time": 171650.0,
      "end_time": 178430.0,
      "text": "an inevitable responsiveness to a body in a space with another body. If we could capture"
    },
    {
      "index": 33,
      "start_time": 178430.0,
      "end_time": 183660.0,
      "text": "just something of that in a choreographic object, then we would in fact be revealing"
    },
    {
      "index": 34,
      "start_time": 183660.0,
      "end_time": 188920.0,
      "text": "something, not about the techniques of making movement but about the substance, about the"
    },
    {
      "index": 35,
      "start_time": 188920.0,
      "end_time": 195550.0,
      "text": "material that the choreographer is working with when he has these techniques in play."
    },
    {
      "index": 36,
      "start_time": 195550.0,
      "end_time": 201110.0,
      "text": "I think the first time I experienced working with Becoming, it was more of an intuitive,"
    },
    {
      "index": 37,
      "start_time": 201110.0,
      "end_time": 206540.0,
      "text": "so it was just like a play, which was great because I think it&#39;s something kind of just"
    },
    {
      "index": 38,
      "start_time": 206540.0,
      "end_time": 210870.0,
      "text": "new as a presence, something that is moving, it has colour, it&#39;s 3D, we&#39;re wearing glasses."
    },
    {
      "index": 39,
      "start_time": 210870.0,
      "end_time": 215880.0,
      "text": "So there&#39;s a lot of information, it&#39;s very rich and stimulating which is great. I thought"
    },
    {
      "index": 40,
      "start_time": 215880.0,
      "end_time": 219820.0,
      "text": "it was good just to start with - ok, let&#39;s see what happens; we&#39;re just playing with"
    },
    {
      "index": 41,
      "start_time": 219820.0,
      "end_time": 223580.0,
      "text": "it. What I do notice, it makes me physically want"
    },
    {
      "index": 42,
      "start_time": 223580.0,
      "end_time": 227620.0,
      "text": "to move differently. And I know myself when I&#39;ve done some improvisations with it I&#39;m"
    },
    {
      "index": 43,
      "start_time": 227620.0,
      "end_time": 232010.0,
      "text": "inventing things that I wouldn&#39;t normally invent because I&#39;m seeing things kinetically"
    },
    {
      "index": 44,
      "start_time": 232010.0,
      "end_time": 235830.0,
      "text": "expressed that I&#39;ve never seen before in a real human being."
    },
    {
      "index": 45,
      "start_time": 235830.0,
      "end_time": 242170.0,
      "text": "And perhaps also because it&#39;s 3 dimensional and it operates with colours and layers and"
    },
    {
      "index": 46,
      "start_time": 242170.0,
      "end_time": 247470.0,
      "text": "so that gives you a feeling that it exists as an object in a space and it moves as an"
    },
    {
      "index": 47,
      "start_time": 247470.0,
      "end_time": 253540.0,
      "text": "object in a space so it has a sense of being a live creature."
    },
    {
      "index": 48,
      "start_time": 253540.0,
      "end_time": 258380.0,
      "text": "It provides in some way a mirror to the work and to their own body but also, at the same"
    },
    {
      "index": 49,
      "start_time": 258380.0,
      "end_time": 263280.0,
      "text": "time, it reflects back something that is totally alien and it&#39;s the alien aspect of it that"
    },
    {
      "index": 50,
      "start_time": 263280.0,
      "end_time": 273280.0,
      "text": "I think is going to be super resourceful as we move forward."
    }
  ]
}