{
  "video_id": "xmAmkUdQfR8",
  "title": "The Art of Money Getting by P. T. Barnum (Free English Audio Book on How to Make Money)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 269.0,
      "end_time": 7109.0,
      "text": "This is a LibriVox recording. All LibriVox recordings are in the public domain. For more"
    },
    {
      "index": 2,
      "start_time": 7109.0,
      "end_time": 17110.0,
      "text": "information or to volunteer, please visit librivox.org. Recording by Jill Preston."
    },
    {
      "index": 3,
      "start_time": 17110.0,
      "end_time": 22330.0,
      "text": "The Art of Money Getting by P. T. Barnum"
    },
    {
      "index": 4,
      "start_time": 22330.0,
      "end_time": 27750.0,
      "text": "Introduction In the United States, where we have more land"
    },
    {
      "index": 5,
      "start_time": 27750.0,
      "end_time": 34720.0,
      "text": "than people, it is not at all difficult for persons in good health to make money. In this"
    },
    {
      "index": 6,
      "start_time": 34720.0,
      "end_time": 41090.0,
      "text": "comparatively new field there are so many avenues of success open, so many vocations"
    },
    {
      "index": 7,
      "start_time": 41090.0,
      "end_time": 46540.0,
      "text": "which are not crowded, that any person of either sex who is willing, at least for the"
    },
    {
      "index": 8,
      "start_time": 46540.0,
      "end_time": 54079.0,
      "text": "time being, to engage in any respectable occupation that offers, may find lucrative employment."
    },
    {
      "index": 9,
      "start_time": 54079.0,
      "end_time": 61170.0,
      "text": "Those who really desire to attain an independence, have only to set their minds upon it, and"
    },
    {
      "index": 10,
      "start_time": 61170.0,
      "end_time": 67840.0,
      "text": "adopt the proper means, as they do in regard to any other object which they wish to accomplish,"
    },
    {
      "index": 11,
      "start_time": 67840.0,
      "end_time": 74229.0,
      "text": "and the thing is easily done. But however easy it may be found to make money, I have"
    },
    {
      "index": 12,
      "start_time": 74229.0,
      "end_time": 79359.0,
      "text": "no doubt many of my hearers will agree it is the most difficult thing in the world to"
    },
    {
      "index": 13,
      "start_time": 79359.0,
      "end_time": 87979.0,
      "text": "keep it. The road to wealth is, as Dr. Franklin truly says, &quot;as plain as the road to the mill.&quot;"
    },
    {
      "index": 14,
      "start_time": 87979.0,
      "end_time": 94829.0,
      "text": "It consists simply in expending less than we earn; that seems to be a very simple problem."
    },
    {
      "index": 15,
      "start_time": 94829.0,
      "end_time": 100549.0,
      "text": "Mr. Micawber, one of those happy creations of the genial Dickens, puts the case in a"
    },
    {
      "index": 16,
      "start_time": 100549.0,
      "end_time": 105779.0,
      "text": "strong light when he says that to have annual income of twenty pounds per annum, and spend"
    },
    {
      "index": 17,
      "start_time": 105779.0,
      "end_time": 111149.0,
      "text": "twenty pounds and sixpence, is to be the most miserable of men; whereas, to have an income"
    },
    {
      "index": 18,
      "start_time": 111149.0,
      "end_time": 117429.0,
      "text": "of only twenty pounds, and spend but nineteen pounds and sixpence is to be the happiest"
    },
    {
      "index": 19,
      "start_time": 117429.0,
      "end_time": 124899.0,
      "text": "of mortals. Many of my readers may say, &quot;we understand this: this is economy, and we know"
    },
    {
      "index": 20,
      "start_time": 124899.0,
      "end_time": 131160.0,
      "text": "economy is wealth; we know we can&#39;t eat our cake and keep it also.&quot; Yet I beg to say that"
    },
    {
      "index": 21,
      "start_time": 131160.0,
      "end_time": 138360.0,
      "text": "perhaps more cases of failure arise from mistakes on this point than almost any other. The fact"
    },
    {
      "index": 22,
      "start_time": 138360.0,
      "end_time": 145030.0,
      "text": "is, many people think they understand economy when they really do not."
    },
    {
      "index": 23,
      "start_time": 145030.0,
      "end_time": 150920.0,
      "text": "True economy is misapprehended, and people go through life without properly comprehending"
    },
    {
      "index": 24,
      "start_time": 150920.0,
      "end_time": 157630.0,
      "text": "what that principle is. One says, &quot;I have an income of so much, and here is my neighbor"
    },
    {
      "index": 25,
      "start_time": 157630.0,
      "end_time": 164420.0,
      "text": "who has the same; yet every year he gets something ahead and I fall short; why is it? I know"
    },
    {
      "index": 26,
      "start_time": 164420.0,
      "end_time": 170470.0,
      "text": "all about economy.&quot; He thinks he does, but he does not. There are men who think that"
    },
    {
      "index": 27,
      "start_time": 170470.0,
      "end_time": 176730.0,
      "text": "economy consists in saving cheese-parings and candle-ends, in cutting off two pence"
    },
    {
      "index": 28,
      "start_time": 176730.0,
      "end_time": 182820.0,
      "text": "from the laundress&#39; bill and doing all sorts of little, mean, dirty things. Economy is"
    },
    {
      "index": 29,
      "start_time": 182820.0,
      "end_time": 188890.0,
      "text": "not meanness. The misfortune is, also, that this class of persons let their economy apply"
    },
    {
      "index": 30,
      "start_time": 188890.0,
      "end_time": 195680.0,
      "text": "in only one direction. They fancy they are so wonderfully economical in saving a half-penny"
    },
    {
      "index": 31,
      "start_time": 195680.0,
      "end_time": 200180.0,
      "text": "where they ought to spend twopence, that they think they can afford to squander in other"
    },
    {
      "index": 32,
      "start_time": 200180.0,
      "end_time": 205960.0,
      "text": "directions. A few years ago, before kerosene oil was discovered or thought of, one might"
    },
    {
      "index": 33,
      "start_time": 205960.0,
      "end_time": 210569.0,
      "text": "stop overnight at almost any farmer&#39;s house in the agricultural districts and get a very"
    },
    {
      "index": 34,
      "start_time": 210569.0,
      "end_time": 215319.0,
      "text": "good supper, but after supper he might attempt to read in the sitting-room, and would find"
    },
    {
      "index": 35,
      "start_time": 215319.0,
      "end_time": 220930.0,
      "text": "it impossible with the inefficient light of one candle. The hostess, seeing his dilemma,"
    },
    {
      "index": 36,
      "start_time": 220930.0,
      "end_time": 226200.0,
      "text": "would say: &quot;It is rather difficult to read here evenings; the proverb says &#39;you must"
    },
    {
      "index": 37,
      "start_time": 226200.0,
      "end_time": 231650.0,
      "text": "have a ship at sea in order to be able to burn two candles at once;&#39; we never have an"
    },
    {
      "index": 38,
      "start_time": 231650.0,
      "end_time": 238569.0,
      "text": "extra candle except on extra occasions.&quot; These extra occasions occur, perhaps, twice a year."
    },
    {
      "index": 39,
      "start_time": 238569.0,
      "end_time": 244290.0,
      "text": "In this way the good woman saves five, six, or ten dollars in that time: but the information"
    },
    {
      "index": 40,
      "start_time": 244290.0,
      "end_time": 249819.0,
      "text": "which might be derived from having the extra light would, of course, far outweigh a ton"
    },
    {
      "index": 41,
      "start_time": 249819.0,
      "end_time": 253610.0,
      "text": "of candles. But the trouble does not end here. Feeling"
    },
    {
      "index": 42,
      "start_time": 253610.0,
      "end_time": 259359.0,
      "text": "that she is so economical in tallow candies, she thinks she can afford to go frequently"
    },
    {
      "index": 43,
      "start_time": 259358.99999999997,
      "end_time": 265229.0,
      "text": "to the village and spend twenty or thirty dollars for ribbons and furbelows, many of"
    },
    {
      "index": 44,
      "start_time": 265229.0,
      "end_time": 272419.0,
      "text": "which are not necessary. This false connote may frequently be seen in men of business,"
    },
    {
      "index": 45,
      "start_time": 272419.0,
      "end_time": 277960.0,
      "text": "and in those instances it often runs to writing-paper. You find good businessmen who save all the"
    },
    {
      "index": 46,
      "start_time": 277960.0,
      "end_time": 282169.0,
      "text": "old envelopes and scraps, and would not tear a new sheet of paper, if they could avoid"
    },
    {
      "index": 47,
      "start_time": 282169.0,
      "end_time": 287499.0,
      "text": "it, for the world. This is all very well; they may in this way save five or ten dollars"
    },
    {
      "index": 48,
      "start_time": 287499.0,
      "end_time": 293539.0,
      "text": "a year, but being so economical (only in note paper), they think they can afford to waste"
    },
    {
      "index": 49,
      "start_time": 293539.0,
      "end_time": 299229.0,
      "text": "time; to have expensive parties, and to drive their carriages. This is an illustration of"
    },
    {
      "index": 50,
      "start_time": 299229.0,
      "end_time": 306159.0,
      "text": "Dr. Franklin&#39;s &quot;saving at the spigot and wasting at the bung-hole;&quot; &quot;penny wise and pound foolish.&quot;"
    },
    {
      "index": 51,
      "start_time": 306159.0,
      "end_time": 311729.0,
      "text": "Punch in speaking of this &quot;one idea&quot; class of people says &quot;they are like the man who"
    },
    {
      "index": 52,
      "start_time": 311729.0,
      "end_time": 316499.0,
      "text": "bought a penny herring for his family&#39;s dinner and then hired a coach and four to take it"
    },
    {
      "index": 53,
      "start_time": 316499.0,
      "end_time": 322349.0,
      "text": "home.&quot; I never knew a man to succeed by practising this kind of economy."
    },
    {
      "index": 54,
      "start_time": 322349.0,
      "end_time": 328169.0,
      "text": "True economy consists in always making the income exceed the out-go. Wear the old clothes"
    },
    {
      "index": 55,
      "start_time": 328169.0,
      "end_time": 335169.0,
      "text": "a little longer if necessary; dispense with the new pair of gloves; mend the old dress:"
    },
    {
      "index": 56,
      "start_time": 335169.0,
      "end_time": 341499.0,
      "text": "live on plainer food if need be; so that, under all circumstances, unless some unforeseen"
    },
    {
      "index": 57,
      "start_time": 341499.0,
      "end_time": 348809.0,
      "text": "accident occurs, there will be a margin in favor of the income. A penny here, and a dollar"
    },
    {
      "index": 58,
      "start_time": 348809.0,
      "end_time": 355659.0,
      "text": "there, placed at interest, goes on accumulating, and in this way the desired result is attained."
    },
    {
      "index": 59,
      "start_time": 355659.0,
      "end_time": 361889.0,
      "text": "It requires some training, perhaps, to accomplish this economy, but when once used to it, you"
    },
    {
      "index": 60,
      "start_time": 361889.0,
      "end_time": 369099.0,
      "text": "will find there is more satisfaction in rational saving than in irrational spending. Here is"
    },
    {
      "index": 61,
      "start_time": 369099.0,
      "end_time": 374029.0,
      "text": "a recipe which I recommend: I have found it to work an excellent cure for extravagance,"
    },
    {
      "index": 62,
      "start_time": 374029.0,
      "end_time": 378789.0,
      "text": "and especially for mistaken economy: When you find that you have no surplus at the end"
    },
    {
      "index": 63,
      "start_time": 378789.0,
      "end_time": 383659.0,
      "text": "of the year, and yet have a good income, I advise you to take a few sheets of paper and"
    },
    {
      "index": 64,
      "start_time": 383659.0,
      "end_time": 389009.0,
      "text": "form them into a book and mark down every item of expenditure. Post it every day or"
    },
    {
      "index": 65,
      "start_time": 389009.0,
      "end_time": 396009.0,
      "text": "week in two columns, one headed &quot;necessaries&quot; or even &quot;comforts&quot;, and the other headed &quot;luxuries,&quot;"
    },
    {
      "index": 66,
      "start_time": 396009.0,
      "end_time": 399749.0,
      "text": "and you will find that the latter column will be double, treble, and frequently ten times"
    },
    {
      "index": 67,
      "start_time": 399749.0,
      "end_time": 405659.0,
      "text": "greater than the former. The real comforts of life cost but a small portion of what most"
    },
    {
      "index": 68,
      "start_time": 405659.0,
      "end_time": 411069.0,
      "text": "of us can earn. Dr. Franklin says &quot;it is the eyes of others and not our own eyes which"
    },
    {
      "index": 69,
      "start_time": 411069.0,
      "end_time": 417259.0,
      "text": "ruin us. If all the world were blind except myself I should not care for fine clothes"
    },
    {
      "index": 70,
      "start_time": 417259.0,
      "end_time": 422559.0,
      "text": "or furniture.&quot; It is the fear of what Mrs. Grundy may say that keeps the noses of many"
    },
    {
      "index": 71,
      "start_time": 422559.0,
      "end_time": 429360.0,
      "text": "worthy families to the grindstone. In America many persons like to repeat &quot;we are all free"
    },
    {
      "index": 72,
      "start_time": 429360.0,
      "end_time": 434539.0,
      "text": "and equal,&quot; but it is a great mistake in more senses than one."
    },
    {
      "index": 73,
      "start_time": 434539.0,
      "end_time": 441229.0,
      "text": "That we are born &quot;free and equal&quot; is a glorious truth in one sense, yet we are not all born"
    },
    {
      "index": 74,
      "start_time": 441229.0,
      "end_time": 448499.0,
      "text": "equally rich, and we never shall be. One may say; &quot;there is a man who has an income of"
    },
    {
      "index": 75,
      "start_time": 448499.0,
      "end_time": 453849.0,
      "text": "fifty thousand dollars per annum, while I have but one thousand dollars; I knew that"
    },
    {
      "index": 76,
      "start_time": 453849.0,
      "end_time": 458759.0,
      "text": "fellow when he was poor like myself; now he is rich and thinks he is better than I am;"
    },
    {
      "index": 77,
      "start_time": 458759.0,
      "end_time": 465259.0,
      "text": "I will show him that I am as good as he is; I will go and buy a horse and buggy; no, I"
    },
    {
      "index": 78,
      "start_time": 465259.0,
      "end_time": 470219.0,
      "text": "cannot do that, but I will go and hire one and ride this afternoon on the same road that"
    },
    {
      "index": 79,
      "start_time": 470219.0,
      "end_time": 475289.0,
      "text": "he does, and thus prove to him that I am as good as he is.&quot;"
    },
    {
      "index": 80,
      "start_time": 475289.0,
      "end_time": 480509.0,
      "text": "My friend, you need not take that trouble; you can easily prove that you are &quot;as good"
    },
    {
      "index": 81,
      "start_time": 480509.0,
      "end_time": 486379.0,
      "text": "as he is;&quot; you have only to behave as well as he does; but you cannot make anybody believe"
    },
    {
      "index": 82,
      "start_time": 486379.0,
      "end_time": 492159.0,
      "text": "that you are rich as he is. Besides, if you put on these &quot;airs,&quot; add waste your time and"
    },
    {
      "index": 83,
      "start_time": 492159.0,
      "end_time": 497099.0,
      "text": "spend your money, your poor wife will be obliged to scrub her fingers off at home, and buy"
    },
    {
      "index": 84,
      "start_time": 497099.0,
      "end_time": 503099.0,
      "text": "her tea two ounces at a time, and everything else in proportion, in order that you may"
    },
    {
      "index": 85,
      "start_time": 503099.0,
      "end_time": 509969.0,
      "text": "keep up &quot;appearances,&quot; and, after all, deceive nobody. On the other hand, Mrs. Smith may"
    },
    {
      "index": 86,
      "start_time": 509969.0,
      "end_time": 516320.0,
      "text": "say that her next-door neighbor married Johnson for his money, and &quot;everybody says so.&quot; She"
    },
    {
      "index": 87,
      "start_time": 516320.00000000006,
      "end_time": 521510.00000000006,
      "text": "has a nice one-thousand dollar camel&#39;s hair shawl, and she will make Smith get her an"
    },
    {
      "index": 88,
      "start_time": 521510.0,
      "end_time": 527580.0,
      "text": "imitation one, and she will sit in a pew right next to her neighbor in church, in order to"
    },
    {
      "index": 89,
      "start_time": 527580.0,
      "end_time": 532640.0,
      "text": "prove that she is her equal. My good woman, you will not get ahead in the"
    },
    {
      "index": 90,
      "start_time": 532640.0,
      "end_time": 539600.0,
      "text": "world, if your vanity and envy thus take the lead. In this country, where we believe the"
    },
    {
      "index": 91,
      "start_time": 539600.0,
      "end_time": 545980.0,
      "text": "majority ought to rule, we ignore that principle in regard to fashion, and let a handful of"
    },
    {
      "index": 92,
      "start_time": 545980.0,
      "end_time": 551040.0,
      "text": "people, calling themselves the aristocracy, run up a false standard of perfection, and"
    },
    {
      "index": 93,
      "start_time": 551040.0,
      "end_time": 557400.0,
      "text": "in endeavoring to rise to that standard, we constantly keep ourselves poor; all the time"
    },
    {
      "index": 94,
      "start_time": 557400.0,
      "end_time": 563410.0,
      "text": "digging away for the sake of outside appearances. How much wiser to be a &quot;law unto ourselves&quot;"
    },
    {
      "index": 95,
      "start_time": 563410.0,
      "end_time": 570270.0,
      "text": "and say, &quot;we will regulate our out-go by our income, and lay up something for a rainy day.&quot;"
    },
    {
      "index": 96,
      "start_time": 570270.0,
      "end_time": 576820.0,
      "text": "People ought to be as sensible on the subject of money-getting as on any other subject."
    },
    {
      "index": 97,
      "start_time": 576820.0,
      "end_time": 583960.0,
      "text": "Like causes produces like effects. You cannot accumulate a fortune by taking the road that"
    },
    {
      "index": 98,
      "start_time": 583960.0,
      "end_time": 589820.0,
      "text": "leads to poverty. It needs no prophet to tell us that those who live fully up to their means,"
    },
    {
      "index": 99,
      "start_time": 589820.0,
      "end_time": 597310.0,
      "text": "without any thought of a reverse in this life, can never attain a pecuniary independence."
    },
    {
      "index": 100,
      "start_time": 597310.0,
      "end_time": 603180.0,
      "text": "Men and women accustomed to gratify every whim and caprice, will find it hard, at first,"
    },
    {
      "index": 101,
      "start_time": 603180.0,
      "end_time": 608840.0,
      "text": "to cut down their various unnecessary expenses, and will feel it a great self-denial to live"
    },
    {
      "index": 102,
      "start_time": 608840.0,
      "end_time": 615300.0,
      "text": "in a smaller house than they have been accustomed to, with less expensive furniture, less company,"
    },
    {
      "index": 103,
      "start_time": 615300.0,
      "end_time": 621090.0,
      "text": "less costly clothing, fewer servants, a less number of balls, parties, theater-goings,"
    },
    {
      "index": 104,
      "start_time": 621090.0,
      "end_time": 627500.0,
      "text": "carriage-ridings, pleasure excursions, cigar-smokings, liquor-drinkings, and other extravagances;"
    },
    {
      "index": 105,
      "start_time": 627500.0,
      "end_time": 632930.0,
      "text": "but, after all, if they will try the plan of laying by a &quot;nest-egg,&quot; or, in other words,"
    },
    {
      "index": 106,
      "start_time": 632930.0,
      "end_time": 639010.0,
      "text": "a small sum of money, at interest or judiciously invested in land, they will be surprised at"
    },
    {
      "index": 107,
      "start_time": 639010.0,
      "end_time": 644460.0,
      "text": "the pleasure to be derived from constantly adding to their little &quot;pile,&quot; as well as"
    },
    {
      "index": 108,
      "start_time": 644460.0,
      "end_time": 648950.0,
      "text": "from all the economical habits which are engendered by this course."
    },
    {
      "index": 109,
      "start_time": 648950.0,
      "end_time": 653230.0,
      "text": "The old suit of clothes, and the old bonnet and dress, will answer for another season;"
    },
    {
      "index": 110,
      "start_time": 653230.0,
      "end_time": 659530.0,
      "text": "the Croton or spring water taste better than champagne; a cold bath and a brisk walk will"
    },
    {
      "index": 111,
      "start_time": 659530.0,
      "end_time": 666200.0,
      "text": "prove more exhilarating than a ride in the finest coach; a social chat, an evening&#39;s"
    },
    {
      "index": 112,
      "start_time": 666200.0,
      "end_time": 671550.0,
      "text": "reading in the family circle, or an hour&#39;s play of &quot;hunt the slipper&quot; and &quot;blind man&#39;s"
    },
    {
      "index": 113,
      "start_time": 671550.0,
      "end_time": 677500.0,
      "text": "buff&quot; will be far more pleasant than a fifty or five hundred dollar party, when the reflection"
    },
    {
      "index": 114,
      "start_time": 677500.0,
      "end_time": 682620.0,
      "text": "on the difference in cost is indulged in by those who begin to know the pleasures of saving."
    },
    {
      "index": 115,
      "start_time": 682620.0,
      "end_time": 687830.0,
      "text": "Thousands of men are kept poor, and tens of thousands are made so after they have acquired"
    },
    {
      "index": 116,
      "start_time": 687830.0,
      "end_time": 693010.0,
      "text": "quite sufficient to support them well through life, in consequence of laying their plans"
    },
    {
      "index": 117,
      "start_time": 693010.0,
      "end_time": 702390.0,
      "text": "of living on too broad a platform. Some families expend twenty thousand dollars per annum,"
    },
    {
      "index": 118,
      "start_time": 702390.0,
      "end_time": 707360.0,
      "text": "and some much more, and would scarcely know how to live on less, while others secure more"
    },
    {
      "index": 119,
      "start_time": 707360.0,
      "end_time": 712450.0,
      "text": "solid enjoyment frequently on a twentieth part of that amount. Prosperity is a more"
    },
    {
      "index": 120,
      "start_time": 712450.0,
      "end_time": 719930.0,
      "text": "severe ordeal than adversity, especially sudden prosperity. &quot;Easy come, easy go,&quot; is an old"
    },
    {
      "index": 121,
      "start_time": 719930.0,
      "end_time": 726520.0,
      "text": "and true proverb. A spirit of pride and vanity, when permitted to have full sway, is the undying"
    },
    {
      "index": 122,
      "start_time": 726520.0,
      "end_time": 731930.0,
      "text": "canker-worm which gnaws the very vitals of a man&#39;s worldly possessions, let them be small"
    },
    {
      "index": 123,
      "start_time": 731930.0,
      "end_time": 737810.0,
      "text": "or great, hundreds, or millions. Many persons, as they begin to prosper, immediately expand"
    },
    {
      "index": 124,
      "start_time": 737810.0,
      "end_time": 743490.0,
      "text": "their ideas and commence expending for luxuries, until in a short time their expenses swallow"
    },
    {
      "index": 125,
      "start_time": 743490.0,
      "end_time": 748830.0,
      "text": "up their income, and they become ruined in their ridiculous attempts to keep up appearances,"
    },
    {
      "index": 126,
      "start_time": 748830.0,
      "end_time": 754730.0,
      "text": "and make a &quot;sensation.&quot; I know a gentleman of fortune who says, that"
    },
    {
      "index": 127,
      "start_time": 754730.0,
      "end_time": 761450.0,
      "text": "when he first began to prosper, his wife would have a new and elegant sofa. &quot;That sofa,&quot;"
    },
    {
      "index": 128,
      "start_time": 761450.0,
      "end_time": 769140.0,
      "text": "he says, &quot;cost me thirty thousand dollars!&quot; When the sofa reached the house, it was found"
    },
    {
      "index": 129,
      "start_time": 769140.0,
      "end_time": 777030.0,
      "text": "necessary to get chairs to match; then side-boards, carpets and tables &quot;to correspond&quot; with them,"
    },
    {
      "index": 130,
      "start_time": 777030.0,
      "end_time": 783280.0,
      "text": "and so on through the entire stock of furniture; when at last it was found that the house itself"
    },
    {
      "index": 131,
      "start_time": 783280.0,
      "end_time": 789120.0,
      "text": "was quite too small and old-fashioned for the furniture, and a new one was built to"
    },
    {
      "index": 132,
      "start_time": 789120.0,
      "end_time": 795170.0,
      "text": "correspond with the new purchases; &quot;thus,&quot; added my friend, &quot;summing up an outlay of"
    },
    {
      "index": 133,
      "start_time": 795170.0,
      "end_time": 801810.0,
      "text": "thirty thousand dollars, caused by that single sofa, and saddling on me, in the shape of"
    },
    {
      "index": 134,
      "start_time": 801810.0,
      "end_time": 806710.0,
      "text": "servants, equipage, and the necessary expenses attendant upon keeping up a fine &#39;establishment,&#39;"
    },
    {
      "index": 135,
      "start_time": 806710.0,
      "end_time": 813410.0,
      "text": "a yearly outlay of eleven thousand dollars, and a tight pinch at that: whereas, ten years"
    },
    {
      "index": 136,
      "start_time": 813410.0,
      "end_time": 820750.0,
      "text": "ago, we lived with much more real comfort, because with much less care, on as many hundreds."
    },
    {
      "index": 137,
      "start_time": 820750.0,
      "end_time": 826660.0,
      "text": "The truth is,&quot; he continued, &quot;that sofa would have brought me to inevitable bankruptcy,"
    },
    {
      "index": 138,
      "start_time": 826660.0,
      "end_time": 832330.0,
      "text": "had not a most unexampled title to prosperity kept me above it, and had I not checked the"
    },
    {
      "index": 139,
      "start_time": 832330.0,
      "end_time": 837410.0,
      "text": "natural desire to &#39;cut a dash&#39;.&quot; The foundation of success in life is good"
    },
    {
      "index": 140,
      "start_time": 837410.0,
      "end_time": 843420.0,
      "text": "health: that is the substratum fortune; it is also the basis of happiness. A person cannot"
    },
    {
      "index": 141,
      "start_time": 843420.0,
      "end_time": 849180.0,
      "text": "accumulate a fortune very well when he is sick. He has no ambition; no incentive; no"
    },
    {
      "index": 142,
      "start_time": 849180.0,
      "end_time": 854720.0,
      "text": "force. Of course, there are those who have bad health and cannot help it: you cannot"
    },
    {
      "index": 143,
      "start_time": 854720.0,
      "end_time": 858750.0,
      "text": "expect that such persons can accumulate wealth, but there are a great many in poor health"
    },
    {
      "index": 144,
      "start_time": 858750.0,
      "end_time": 863030.0,
      "text": "who need not be so. If, then, sound health is the foundation of"
    },
    {
      "index": 145,
      "start_time": 863030.0,
      "end_time": 868550.0,
      "text": "success and happiness in life, how important it is that we should study the laws of health,"
    },
    {
      "index": 146,
      "start_time": 868550.0,
      "end_time": 872990.0,
      "text": "which is but another expression for the laws of nature! The nearer we keep to the laws"
    },
    {
      "index": 147,
      "start_time": 872990.0,
      "end_time": 878260.0,
      "text": "of nature, the nearer we are to good health, and yet how many persons there are who pay"
    },
    {
      "index": 148,
      "start_time": 878260.0,
      "end_time": 884410.0,
      "text": "no attention to natural laws, but absolutely transgress them, even against their own natural"
    },
    {
      "index": 149,
      "start_time": 884410.0,
      "end_time": 889380.0,
      "text": "inclination. We ought to know that the &quot;sin of ignorance&quot; is never winked at in regard"
    },
    {
      "index": 150,
      "start_time": 889380.0,
      "end_time": 896580.0,
      "text": "to the violation of nature&#39;s laws; their infraction always brings the penalty. A child may thrust"
    },
    {
      "index": 151,
      "start_time": 896580.0,
      "end_time": 901880.0,
      "text": "its finger into the flames without knowing it will burn, and so suffers, repentance,"
    },
    {
      "index": 152,
      "start_time": 901880.0,
      "end_time": 907350.0,
      "text": "even, will not stop the smart. Many of our ancestors knew very little about the principle"
    },
    {
      "index": 153,
      "start_time": 907350.0,
      "end_time": 913610.0,
      "text": "of ventilation. They did not know much about oxygen, whatever other &quot;gin&quot; they might have"
    },
    {
      "index": 154,
      "start_time": 913610.0,
      "end_time": 918160.0,
      "text": "been acquainted with; and consequently they built their houses with little seven-by-nine"
    },
    {
      "index": 155,
      "start_time": 918160.0,
      "end_time": 924670.0,
      "text": "feet bedrooms, and these good old pious Puritans would lock themselves up in one of these cells,"
    },
    {
      "index": 156,
      "start_time": 924670.0,
      "end_time": 929779.0,
      "text": "say their prayers and go to bed. In the morning they would devoutly return thanks for the"
    },
    {
      "index": 157,
      "start_time": 929779.0,
      "end_time": 934630.0,
      "text": "&quot;preservation of their lives,&quot; during the night, and nobody had better reason to be"
    },
    {
      "index": 158,
      "start_time": 934630.0,
      "end_time": 940090.0,
      "text": "thankful. Probably some big crack in the window, or in the door, let in a little fresh air,"
    },
    {
      "index": 159,
      "start_time": 940090.0,
      "end_time": 944210.0,
      "text": "and thus saved them. Many persons knowingly violate the laws of"
    },
    {
      "index": 160,
      "start_time": 944210.0,
      "end_time": 948570.0,
      "text": "nature against their better impulses, for the sake of fashion. For instance, there is"
    },
    {
      "index": 161,
      "start_time": 948570.0,
      "end_time": 954000.0,
      "text": "one thing that nothing living except a vile worm ever naturally loved, and that is tobacco;"
    },
    {
      "index": 162,
      "start_time": 954000.0,
      "end_time": 958710.0,
      "text": "yet how many persons there are who deliberately train an unnatural appetite, and overcome"
    },
    {
      "index": 163,
      "start_time": 958710.0,
      "end_time": 963480.0,
      "text": "this implanted aversion for tobacco, to such a degree that they get to love it. They have"
    },
    {
      "index": 164,
      "start_time": 963480.0,
      "end_time": 969470.0,
      "text": "got hold of a poisonous, filthy weed, or rather that takes a firm hold of them. Here are married"
    },
    {
      "index": 165,
      "start_time": 969470.0,
      "end_time": 974660.0,
      "text": "men who run about spitting tobacco juice on the carpet and floors, and sometimes even"
    },
    {
      "index": 166,
      "start_time": 974660.0,
      "end_time": 979850.0,
      "text": "upon their wives besides. They do not kick their wives out of doors like drunken men,"
    },
    {
      "index": 167,
      "start_time": 979850.0,
      "end_time": 986440.0,
      "text": "but their wives, I have no doubt, often wish they were outside of the house. Another perilous"
    },
    {
      "index": 168,
      "start_time": 986440.0,
      "end_time": 992040.0,
      "text": "feature is that this artificial appetite, like jealousy, &quot;grows by what it feeds on;&quot;"
    },
    {
      "index": 169,
      "start_time": 992040.0,
      "end_time": 996300.0,
      "text": "when you love that which is unnatural, a stronger appetite is created for the hurtful thing"
    },
    {
      "index": 170,
      "start_time": 996300.0,
      "end_time": 1002480.0,
      "text": "than the natural desire for what is harmless. There is an old proverb which says that &quot;habit"
    },
    {
      "index": 171,
      "start_time": 1002480.0,
      "end_time": 1008400.0,
      "text": "is second nature,&quot; but an artificial habit is stronger than nature. Take for instance,"
    },
    {
      "index": 172,
      "start_time": 1008400.0,
      "end_time": 1014560.0,
      "text": "an old tobacco-chewer; his love for the &quot;quid&quot; is stronger than his love for any particular"
    },
    {
      "index": 173,
      "start_time": 1014560.0,
      "end_time": 1020920.0,
      "text": "kind of food. He can give up roast beef easier than give up the weed."
    },
    {
      "index": 174,
      "start_time": 1020920.0,
      "end_time": 1025790.0,
      "text": "Young lads regret that they are not men; they would like to go to bed boys and wake up men;"
    },
    {
      "index": 175,
      "start_time": 1025790.0,
      "end_time": 1030850.0,
      "text": "and to accomplish this they copy the bad habits of their seniors. Little Tommy and Johnny"
    },
    {
      "index": 176,
      "start_time": 1030849.9999999999,
      "end_time": 1036318.9999999999,
      "text": "see their fathers or uncles smoke a pipe, and they say, &quot;If I could only do that, I"
    },
    {
      "index": 177,
      "start_time": 1036319.9999999999,
      "end_time": 1042790.9999999999,
      "text": "would be a man too; uncle John has gone out and left his pipe of tobacco, let us try it.&quot;"
    },
    {
      "index": 178,
      "start_time": 1042790.0,
      "end_time": 1049890.0,
      "text": "They take a match and light it, and then puff away. &quot;We will learn to smoke; do you like"
    },
    {
      "index": 179,
      "start_time": 1049890.0,
      "end_time": 1056900.0,
      "text": "it Johnny?&quot; That lad dolefully replies: &quot;Not very much; it tastes bitter;&quot; by and by he"
    },
    {
      "index": 180,
      "start_time": 1056900.0,
      "end_time": 1062820.0,
      "text": "grows pale, but he persists and he soon offers up a sacrifice on the altar of fashion; but"
    },
    {
      "index": 181,
      "start_time": 1062820.0,
      "end_time": 1069010.0,
      "text": "the boys stick to it and persevere until at last they conquer their natural appetites"
    },
    {
      "index": 182,
      "start_time": 1069010.0,
      "end_time": 1074660.0,
      "text": "and become the victims of acquired tastes. I speak &quot;by the book,&quot; for I have noticed"
    },
    {
      "index": 183,
      "start_time": 1074660.0,
      "end_time": 1080630.0,
      "text": "its effects on myself, having gone so far as to smoke ten or fifteen cigars a day; although"
    },
    {
      "index": 184,
      "start_time": 1080630.0,
      "end_time": 1086940.0,
      "text": "I have not used the weed during the last fourteen years, and never shall again. The more a man"
    },
    {
      "index": 185,
      "start_time": 1086940.0,
      "end_time": 1092120.0,
      "text": "smokes, the more he craves smoking; the last cigar smoked simply excites the desire for"
    },
    {
      "index": 186,
      "start_time": 1092120.0,
      "end_time": 1097890.0,
      "text": "another, and so on incessantly. Take the tobacco-chewer. In the morning, when"
    },
    {
      "index": 187,
      "start_time": 1097890.0,
      "end_time": 1102990.0,
      "text": "he gets up, he puts a quid in his mouth and keeps it there all day, never taking it out"
    },
    {
      "index": 188,
      "start_time": 1102990.0,
      "end_time": 1108880.0,
      "text": "except to exchange it for a fresh one, or when he is going to eat; oh! yes, at intervals"
    },
    {
      "index": 189,
      "start_time": 1108880.0,
      "end_time": 1114170.0,
      "text": "during the day and evening, many a chewer takes out the quid and holds it in his hand"
    },
    {
      "index": 190,
      "start_time": 1114170.0,
      "end_time": 1119570.0,
      "text": "long enough to take a drink, and then pop it goes back again. This simply proves that"
    },
    {
      "index": 191,
      "start_time": 1119570.0,
      "end_time": 1125270.0,
      "text": "the appetite for rum is even stronger than that for tobacco. When the tobacco-chewer"
    },
    {
      "index": 192,
      "start_time": 1125270.0,
      "end_time": 1130040.0,
      "text": "goes to your country seat and you show him your grapery and fruit house, and the beauties"
    },
    {
      "index": 193,
      "start_time": 1130040.0,
      "end_time": 1135970.0,
      "text": "of your garden, when you offer him some fresh, ripe fruit, and say, &quot;My friend, I have got"
    },
    {
      "index": 194,
      "start_time": 1135970.0,
      "end_time": 1141370.0,
      "text": "here the most delicious apples, and pears, and peaches, and apricots; I have imported"
    },
    {
      "index": 195,
      "start_time": 1141370.0,
      "end_time": 1147800.0,
      "text": "them from Spain, France and Italy—just see those luscious grapes; there is nothing more"
    },
    {
      "index": 196,
      "start_time": 1147800.0,
      "end_time": 1153580.0,
      "text": "delicious nor more healthy than ripe fruit, so help yourself; I want to see you delight"
    },
    {
      "index": 197,
      "start_time": 1153580.0,
      "end_time": 1159570.0,
      "text": "yourself with these things;&quot; he will roll the dear quid under his tongue and answer,"
    },
    {
      "index": 198,
      "start_time": 1159570.0,
      "end_time": 1166370.0,
      "text": "&quot;No, I thank you, I have got tobacco in my mouth.&quot; His palate has become narcotized by"
    },
    {
      "index": 199,
      "start_time": 1166370.0,
      "end_time": 1173309.0,
      "text": "the noxious weed, and he has lost, in a great measure, the delicate and enviable taste for"
    },
    {
      "index": 200,
      "start_time": 1173310.0,
      "end_time": 1179271.0,
      "text": "fruits. This shows what expensive, useless and injurious habits men will get into. I"
    },
    {
      "index": 201,
      "start_time": 1179270.0,
      "end_time": 1185650.0,
      "text": "speak from experience. I have smoked until I trembled like an aspen leaf, the blood rushed"
    },
    {
      "index": 202,
      "start_time": 1185650.0,
      "end_time": 1190800.0,
      "text": "to my head, and I had a palpitation of the heart which I thought was heart disease, till"
    },
    {
      "index": 203,
      "start_time": 1190800.0,
      "end_time": 1197620.0,
      "text": "I was almost killed with fright. When I consulted my physician, he said &quot;break off tobacco using.&quot;"
    },
    {
      "index": 204,
      "start_time": 1197620.0,
      "end_time": 1202490.0,
      "text": "I was not only injuring my health and spending a great deal of money, but I was setting a"
    },
    {
      "index": 205,
      "start_time": 1202490.0,
      "end_time": 1208150.0,
      "text": "bad example. I obeyed his counsel. No young man in the world ever looked so beautiful,"
    },
    {
      "index": 206,
      "start_time": 1208150.0,
      "end_time": 1214679.0,
      "text": "as he thought he did, behind a fifteen cent cigar or a meerschaum!"
    },
    {
      "index": 207,
      "start_time": 1214680.0,
      "end_time": 1221051.0,
      "text": "These remarks apply with tenfold force to the use of intoxicating drinks. To make money,"
    },
    {
      "index": 208,
      "start_time": 1221050.0,
      "end_time": 1226620.0,
      "text": "requires a clear brain. A man has got to see that two and two make four; he must lay all"
    },
    {
      "index": 209,
      "start_time": 1226620.0,
      "end_time": 1231700.0,
      "text": "his plans with reflection and forethought, and closely examine all the details and the"
    },
    {
      "index": 210,
      "start_time": 1231700.0,
      "end_time": 1237130.0,
      "text": "ins and outs of business. As no man can succeed in business unless he has a brain to enable"
    },
    {
      "index": 211,
      "start_time": 1237130.0,
      "end_time": 1242559.0,
      "text": "him to lay his plans, and reason to guide him in their execution, so, no matter how"
    },
    {
      "index": 212,
      "start_time": 1242560.0,
      "end_time": 1247501.0,
      "text": "bountifully a man may be blessed with intelligence, if the brain is muddled, and his judgment"
    },
    {
      "index": 213,
      "start_time": 1247500.0,
      "end_time": 1253400.0,
      "text": "warped by intoxicating drinks, it is impossible for him to carry on business successfully."
    },
    {
      "index": 214,
      "start_time": 1253400.0,
      "end_time": 1259390.0,
      "text": "How many good opportunities have passed, never to return, while a man was sipping a &quot;social"
    },
    {
      "index": 215,
      "start_time": 1259390.0,
      "end_time": 1264040.0,
      "text": "glass,&quot; with his friend! How many foolish bargains have been made under the influence"
    },
    {
      "index": 216,
      "start_time": 1264040.0,
      "end_time": 1270850.0,
      "text": "of the &quot;nervine,&quot; which temporarily makes its victim think he is rich. How many important"
    },
    {
      "index": 217,
      "start_time": 1270850.0,
      "end_time": 1276059.0,
      "text": "chances have been put off until to-morrow, and then forever, because the wine cup has"
    },
    {
      "index": 218,
      "start_time": 1276060.0,
      "end_time": 1282191.0,
      "text": "thrown the system into a state of lassitude, neutralizing the energies so essential to"
    },
    {
      "index": 219,
      "start_time": 1282190.0,
      "end_time": 1290470.0,
      "text": "success in business. Verily, &quot;wine is a mocker.&quot; The use of intoxicating drinks as a beverage,"
    },
    {
      "index": 220,
      "start_time": 1290470.0,
      "end_time": 1296800.0,
      "text": "is as much an infatuation, as is the smoking of opium by the Chinese, and the former is"
    },
    {
      "index": 221,
      "start_time": 1296800.0,
      "end_time": 1302820.0,
      "text": "quite as destructive to the success of the business man as the latter. It is an unmitigated"
    },
    {
      "index": 222,
      "start_time": 1302820.0,
      "end_time": 1309350.0,
      "text": "evil, utterly indefensible in the light of philosophy; religion or good sense. It is"
    },
    {
      "index": 223,
      "start_time": 1309350.0,
      "end_time": 1315300.0,
      "text": "the parent of nearly every other evil in our country."
    },
    {
      "index": 224,
      "start_time": 1315300.0,
      "end_time": 1320800.0,
      "text": "End of introduction."
    },
    {
      "index": 225,
      "start_time": 1320800.0,
      "end_time": 1329880.0,
      "text": "Chapter 1 — Don&#39;t Mistake Your Vocation The safest plan, and the one most sure of"
    },
    {
      "index": 226,
      "start_time": 1329880.0,
      "end_time": 1335760.0,
      "text": "success for the young man starting in life, is to select the vocation which is most congenial"
    },
    {
      "index": 227,
      "start_time": 1335760.0,
      "end_time": 1343429.0,
      "text": "to his tastes. Parents and guardians are often quite too negligent in regard to this. It"
    },
    {
      "index": 228,
      "start_time": 1343430.0,
      "end_time": 1351541.0,
      "text": "very common for a father to say, for example: &quot;I have five boys. I will make Billy a clergyman;"
    },
    {
      "index": 229,
      "start_time": 1351540.0,
      "end_time": 1357960.0,
      "text": "John a lawyer; Tom a doctor, and Dick a farmer.&quot; He then goes into town and looks about to"
    },
    {
      "index": 230,
      "start_time": 1357960.0,
      "end_time": 1364440.0,
      "text": "see what he will do with Sammy. He returns home and says &quot;Sammy, I see watch-making is"
    },
    {
      "index": 231,
      "start_time": 1364440.0,
      "end_time": 1370570.0,
      "text": "a nice genteel business; I think I will make you a goldsmith.&quot; He does this, regardless"
    },
    {
      "index": 232,
      "start_time": 1370570.0,
      "end_time": 1378890.0,
      "text": "of Sam&#39;s natural inclinations, or genius. We are all, no doubt, born for a wise purpose."
    },
    {
      "index": 233,
      "start_time": 1378890.0,
      "end_time": 1385010.0,
      "text": "There is as much diversity in our brains as in our countenances. Some are born natural"
    },
    {
      "index": 234,
      "start_time": 1385010.0,
      "end_time": 1391160.0,
      "text": "mechanics, while some have great aversion to machinery. Let a dozen boys of ten years"
    },
    {
      "index": 235,
      "start_time": 1391160.0,
      "end_time": 1397170.0,
      "text": "get together, and you will soon observe two or three are &quot;whittling&quot; out some ingenious"
    },
    {
      "index": 236,
      "start_time": 1397170.0,
      "end_time": 1403650.0,
      "text": "device; working with locks or complicated machinery. When they were but five years old,"
    },
    {
      "index": 237,
      "start_time": 1403650.0,
      "end_time": 1408940.0,
      "text": "their father could find no toy to please them like a puzzle. They are natural mechanics;"
    },
    {
      "index": 238,
      "start_time": 1408940.0,
      "end_time": 1415290.0,
      "text": "but the other eight or nine boys have different aptitudes. I belong to the latter class; I"
    },
    {
      "index": 239,
      "start_time": 1415290.0,
      "end_time": 1421179.0,
      "text": "never had the slightest love for mechanism; on the contrary, I have a sort of abhorrence"
    },
    {
      "index": 240,
      "start_time": 1421180.0,
      "end_time": 1427851.0,
      "text": "for complicated machinery. I never had ingenuity enough to whittle a cider tap so it would"
    },
    {
      "index": 241,
      "start_time": 1427850.0,
      "end_time": 1432610.0,
      "text": "not leak. I never could make a pen that I could write with, or understand the principle"
    },
    {
      "index": 242,
      "start_time": 1432610.0,
      "end_time": 1438760.0,
      "text": "of a steam engine. If a man was to take such a boy as I was, and attempt to make a watchmaker"
    },
    {
      "index": 243,
      "start_time": 1438760.0,
      "end_time": 1444500.0,
      "text": "of him, the boy might, after an apprenticeship of five or seven years, be able to take apart"
    },
    {
      "index": 244,
      "start_time": 1444500.0,
      "end_time": 1450280.0,
      "text": "and put together a watch; but all through life he would be working up hill and seizing"
    },
    {
      "index": 245,
      "start_time": 1450280.0,
      "end_time": 1457920.0,
      "text": "every excuse for leaving his work and idling away his time. Watchmaking is repulsive to"
    },
    {
      "index": 246,
      "start_time": 1457920.0,
      "end_time": 1461640.0,
      "text": "him. Unless a man enters upon the vocation intended"
    },
    {
      "index": 247,
      "start_time": 1461640.0,
      "end_time": 1468700.0,
      "text": "for him by nature, and best suited to his peculiar genius, he cannot succeed. I am glad"
    },
    {
      "index": 248,
      "start_time": 1468700.0,
      "end_time": 1474170.0,
      "text": "to believe that the majority of persons do find their right vocation. Yet we see many"
    },
    {
      "index": 249,
      "start_time": 1474170.0,
      "end_time": 1480350.0,
      "text": "who have mistaken their calling, from the blacksmith up (or down) to the clergyman."
    },
    {
      "index": 250,
      "start_time": 1480350.0,
      "end_time": 1485480.0,
      "text": "You will see, for instance, that extraordinary linguist the &quot;learned blacksmith,&quot; who ought"
    },
    {
      "index": 251,
      "start_time": 1485480.0,
      "end_time": 1490559.0,
      "text": "to have been a teacher of languages; and you may have seen lawyers, doctors and clergymen"
    },
    {
      "index": 252,
      "start_time": 1490560.0,
      "end_time": 1495621.0,
      "text": "who were better fitted by nature for the anvil or the lapstone."
    },
    {
      "index": 253,
      "start_time": 1495620.0,
      "end_time": 1499910.0,
      "text": "End of chapter 1."
    },
    {
      "index": 254,
      "start_time": 1499910.0,
      "end_time": 1509040.0,
      "text": "Chapter 2 — Select the Right Location After securing the right vocation, you must"
    },
    {
      "index": 255,
      "start_time": 1509040.0,
      "end_time": 1515340.0,
      "text": "be careful to select the proper location. You may have been cut out for a hotel keeper,"
    },
    {
      "index": 256,
      "start_time": 1515340.0,
      "end_time": 1520480.0,
      "text": "and they say it requires a genius to &quot;know how to keep a hotel.&quot; You might conduct a"
    },
    {
      "index": 257,
      "start_time": 1520480.0,
      "end_time": 1526970.0,
      "text": "hotel like clock-work, and provide satisfactorily for five hundred guests every day; yet, if"
    },
    {
      "index": 258,
      "start_time": 1526970.0,
      "end_time": 1531410.0,
      "text": "you should locate your house in a small village where there is no railroad communication or"
    },
    {
      "index": 259,
      "start_time": 1531410.0,
      "end_time": 1537460.0,
      "text": "public travel, the location would be your ruin. It is equally important that you do"
    },
    {
      "index": 260,
      "start_time": 1537460.0,
      "end_time": 1544280.0,
      "text": "not commence business where there are already enough to meet all demands in the same occupation."
    },
    {
      "index": 261,
      "start_time": 1544280.0,
      "end_time": 1551940.0,
      "text": "I remember a case which illustrates this subject. When I was in London in 1858, I was passing"
    },
    {
      "index": 262,
      "start_time": 1551940.0,
      "end_time": 1558840.0,
      "text": "down Holborn with an English friend and came to the &quot;penny shows.&quot; They had immense cartoons"
    },
    {
      "index": 263,
      "start_time": 1558840.0,
      "end_time": 1565360.0,
      "text": "outside, portraying the wonderful curiosities to be seen &quot;all for a penny.&quot; Being a little"
    },
    {
      "index": 264,
      "start_time": 1565360.0,
      "end_time": 1571660.0,
      "text": "in the &quot;show line&quot; myself, I said &quot;let us go in here.&quot; We soon found ourselves in the"
    },
    {
      "index": 265,
      "start_time": 1571660.0,
      "end_time": 1576730.0,
      "text": "presence of the illustrious showman, and he proved to be the sharpest man in that line"
    },
    {
      "index": 266,
      "start_time": 1576730.0,
      "end_time": 1584070.0,
      "text": "I had ever met. He told us some extraordinary stories in reference to his bearded ladies,"
    },
    {
      "index": 267,
      "start_time": 1584070.0,
      "end_time": 1589780.0,
      "text": "his Albinos, and his Armadillos, which we could hardly believe, but thought it &quot;better"
    },
    {
      "index": 268,
      "start_time": 1589780.0,
      "end_time": 1595030.0,
      "text": "to believe it than look after the proof&#39;.&quot; He finally begged to call our attention to"
    },
    {
      "index": 269,
      "start_time": 1595030.0,
      "end_time": 1601700.0,
      "text": "some wax statuary, and showed us a lot of the dirtiest and filthiest wax figures imaginable."
    },
    {
      "index": 270,
      "start_time": 1601700.0,
      "end_time": 1605720.0,
      "text": "They looked as if they had not seen water since the Deluge."
    },
    {
      "index": 271,
      "start_time": 1605720.0,
      "end_time": 1611179.0,
      "text": "&quot;What is there so wonderful about your statuary?&quot; I asked."
    },
    {
      "index": 272,
      "start_time": 1611180.0,
      "end_time": 1620461.0,
      "text": "&quot;I beg you not to speak so satirically,&quot; he replied, &quot;Sir, these are not Madam Tussaud&#39;s"
    },
    {
      "index": 273,
      "start_time": 1620460.0,
      "end_time": 1627240.0,
      "text": "wax figures, all covered with gilt and tinsel and imitation diamonds, and copied from engravings"
    },
    {
      "index": 274,
      "start_time": 1627240.0,
      "end_time": 1634240.0,
      "text": "and photographs. Mine, sir, were taken from life. Whenever you look upon one of those"
    },
    {
      "index": 275,
      "start_time": 1634240.0,
      "end_time": 1638130.0,
      "text": "figures, you may consider that you are looking upon the living individual.&quot;"
    },
    {
      "index": 276,
      "start_time": 1638130.0,
      "end_time": 1645980.0,
      "text": "Glancing casually at them, I saw one labeled &quot;Henry VIII,&quot; and feeling a little curious"
    },
    {
      "index": 277,
      "start_time": 1645980.0,
      "end_time": 1652260.0,
      "text": "upon seeing that it looked like Calvin Edson, the living skeleton, I said: &quot;Do you call"
    },
    {
      "index": 278,
      "start_time": 1652260.0,
      "end_time": 1660270.0,
      "text": "that &#39;Henry the Eighth?&#39;&quot; He replied, &quot;Certainly; sir; it was taken from life at Hampton Court,"
    },
    {
      "index": 279,
      "start_time": 1660270.0,
      "end_time": 1664780.0,
      "text": "by special order of his majesty; on such a day.&quot;"
    },
    {
      "index": 280,
      "start_time": 1664780.0,
      "end_time": 1670750.0,
      "text": "He would have given the hour of the day if I had resisted; I said, &quot;Everybody knows that"
    },
    {
      "index": 281,
      "start_time": 1670750.0,
      "end_time": 1677360.0,
      "text": "&#39;Henry VIII.&#39; was a great stout old king, and that figure is lean and lank; what do"
    },
    {
      "index": 282,
      "start_time": 1677360.0,
      "end_time": 1682669.0,
      "text": "you say to that?&quot; &quot;Why,&quot; he replied, &quot;you would be lean and"
    },
    {
      "index": 283,
      "start_time": 1682670.0,
      "end_time": 1686841.0,
      "text": "lank yourself if you sat there as long as he has.&quot;"
    },
    {
      "index": 284,
      "start_time": 1686840.0,
      "end_time": 1693500.0,
      "text": "There was no resisting such arguments. I said to my English friend, &quot;Let us go out; do not"
    },
    {
      "index": 285,
      "start_time": 1693500.0,
      "end_time": 1698950.0,
      "text": "tell him who I am; I show the white feather; he beats me.&quot;"
    },
    {
      "index": 286,
      "start_time": 1698950.0,
      "end_time": 1703350.0,
      "text": "He followed us to the door, and seeing the rabble in the street, he called out, &quot;ladies"
    },
    {
      "index": 287,
      "start_time": 1703350.0,
      "end_time": 1709940.0,
      "text": "and gentlemen, I beg to draw your attention to the respectable character of my visitors,&quot;"
    },
    {
      "index": 288,
      "start_time": 1709940.0,
      "end_time": 1716500.0,
      "text": "pointing to us as we walked away. I called upon him a couple of days afterwards; told"
    },
    {
      "index": 289,
      "start_time": 1716500.0,
      "end_time": 1721540.0,
      "text": "him who I was, and said: &quot;My friend, you are an excellent showman,"
    },
    {
      "index": 290,
      "start_time": 1721540.0,
      "end_time": 1729100.0,
      "text": "but you have selected a bad location.&quot; He replied, &quot;This is true, sir; I feel that"
    },
    {
      "index": 291,
      "start_time": 1729100.0,
      "end_time": 1733340.0,
      "text": "all my talents are thrown away; but what can I do?&quot;"
    },
    {
      "index": 292,
      "start_time": 1733340.0,
      "end_time": 1740340.0,
      "text": "&quot;You can go to America,&quot; I replied. &quot;You can give full play to your faculties over there;"
    },
    {
      "index": 293,
      "start_time": 1740340.0,
      "end_time": 1747210.0,
      "text": "you will find plenty of elbowroom in America; I will engage you for two years; after that"
    },
    {
      "index": 294,
      "start_time": 1747210.0,
      "end_time": 1753630.0,
      "text": "you will be able to go on your own account.&quot; He accepted my offer and remained two years"
    },
    {
      "index": 295,
      "start_time": 1753630.0,
      "end_time": 1758929.0,
      "text": "in my New York Museum. He then went to New Orleans and carried on a traveling show business"
    },
    {
      "index": 296,
      "start_time": 1758930.0,
      "end_time": 1766531.0,
      "text": "during the summer. To-day he is worth sixty thousand dollars, simply because he selected"
    },
    {
      "index": 297,
      "start_time": 1766530.0,
      "end_time": 1775480.0,
      "text": "the right vocation and also secured the proper location. The old proverb says, &quot;Three removes"
    },
    {
      "index": 298,
      "start_time": 1775480.0,
      "end_time": 1782280.0,
      "text": "are as bad as a fire,&quot; but when a man is in the fire, it matters but little how soon or"
    },
    {
      "index": 299,
      "start_time": 1782280.0,
      "end_time": 1791980.0,
      "text": "how often he removes. End of chapter 2."
    },
    {
      "index": 300,
      "start_time": 1791980.0,
      "end_time": 1799260.0,
      "text": "Chapter 3 — Avoid Debt Young men starting in life should avoid running"
    },
    {
      "index": 301,
      "start_time": 1799260.0,
      "end_time": 1805929.0,
      "text": "into debt. There is scarcely anything that drags a person down like debt. It is a slavish"
    },
    {
      "index": 302,
      "start_time": 1805930.0,
      "end_time": 1812131.0,
      "text": "position to get in, yet we find many a young man, hardly out of his &quot;teens,&quot; running in"
    },
    {
      "index": 303,
      "start_time": 1812130.0,
      "end_time": 1819350.0,
      "text": "debt. He meets a chum and says, &quot;Look at this: I have got trusted for a new suit of clothes.&quot;"
    },
    {
      "index": 304,
      "start_time": 1819350.0,
      "end_time": 1827360.0,
      "text": "He seems to look upon the clothes as so much given to him; well, it frequently is so, but,"
    },
    {
      "index": 305,
      "start_time": 1827360.0,
      "end_time": 1832929.0,
      "text": "if he succeeds in paying and then gets trusted again, he is adopting a habit which will keep"
    },
    {
      "index": 306,
      "start_time": 1832930.0,
      "end_time": 1839261.0,
      "text": "him in poverty through life. Debt robs a man of his self-respect, and makes him almost"
    },
    {
      "index": 307,
      "start_time": 1839260.0,
      "end_time": 1845809.0,
      "text": "despise himself. Grunting and groaning and working for what he has eaten up or worn out,"
    },
    {
      "index": 308,
      "start_time": 1845810.0,
      "end_time": 1851281.0,
      "text": "and now when he is called upon to pay up, he has nothing to show for his money; this"
    },
    {
      "index": 309,
      "start_time": 1851280.0,
      "end_time": 1857820.0,
      "text": "is properly termed &quot;working for a dead horse.&quot; I do not speak of merchants buying and selling"
    },
    {
      "index": 310,
      "start_time": 1857820.0,
      "end_time": 1863169.0,
      "text": "on credit, or of those who buy on credit in order to turn the purchase to a profit. The"
    },
    {
      "index": 311,
      "start_time": 1863170.0,
      "end_time": 1869341.0,
      "text": "old Quaker said to his farmer son, &quot;John, never get trusted; but if thee gets trusted"
    },
    {
      "index": 312,
      "start_time": 1869340.0,
      "end_time": 1876230.0,
      "text": "for anything, let it be for &#39;manure,&#39; because that will help thee pay it back again.&quot;"
    },
    {
      "index": 313,
      "start_time": 1876230.0,
      "end_time": 1881710.0,
      "text": "Mr. Beecher advised young men to get in debt if they could to a small amount in the purchase"
    },
    {
      "index": 314,
      "start_time": 1881710.0,
      "end_time": 1888450.0,
      "text": "of land, in the country districts. &quot;If a young man,&quot; he says, &quot;will only get in debt for"
    },
    {
      "index": 315,
      "start_time": 1888450.0,
      "end_time": 1893860.0,
      "text": "some land and then get married, these two things will keep him straight, or nothing"
    },
    {
      "index": 316,
      "start_time": 1893860.0,
      "end_time": 1899799.0,
      "text": "will.&quot; This may be safe to a limited extent, but getting in debt for what you eat and drink"
    },
    {
      "index": 317,
      "start_time": 1899800.0,
      "end_time": 1906911.0,
      "text": "and wear is to be avoided. Some families have a foolish habit of getting credit at &quot;the"
    },
    {
      "index": 318,
      "start_time": 1906910.0,
      "end_time": 1912080.0,
      "text": "stores,&quot; and thus frequently purchase many things which might have been dispensed with."
    },
    {
      "index": 319,
      "start_time": 1912080.0,
      "end_time": 1918610.0,
      "text": "It is all very well to say; &quot;I have got trusted for sixty days, and if I don&#39;t have the money"
    },
    {
      "index": 320,
      "start_time": 1918610.0,
      "end_time": 1924110.0,
      "text": "the creditor will think nothing about it.&quot; There is no class of people in the world,"
    },
    {
      "index": 321,
      "start_time": 1924110.0,
      "end_time": 1929919.0,
      "text": "who have such good memories as creditors. When the sixty days run out, you will have"
    },
    {
      "index": 322,
      "start_time": 1929920.0,
      "end_time": 1937170.0,
      "text": "to pay. If you do not pay, you will break your promise, and probably resort to a falsehood."
    },
    {
      "index": 323,
      "start_time": 1937170.0,
      "end_time": 1943170.0,
      "text": "You may make some excuse or get in debt elsewhere to pay it, but that only involves you the"
    },
    {
      "index": 324,
      "start_time": 1943170.0,
      "end_time": 1947741.0,
      "text": "deeper. A good-looking, lazy young fellow, was the"
    },
    {
      "index": 325,
      "start_time": 1947740.0,
      "end_time": 1958480.0,
      "text": "apprentice boy, Horatio. His employer said, &quot;Horatio, did you ever see a snail?&quot; &quot;I—think—I—have,&quot;"
    },
    {
      "index": 326,
      "start_time": 1958480.0,
      "end_time": 1965410.0,
      "text": "he drawled out. &quot;You must have met him then, for I am sure you never overtook one,&quot; said"
    },
    {
      "index": 327,
      "start_time": 1965410.0,
      "end_time": 1972220.0,
      "text": "the &quot;boss.&quot; Your creditor will meet you or overtake you and say, &quot;Now, my young friend,"
    },
    {
      "index": 328,
      "start_time": 1972220.0,
      "end_time": 1978539.0,
      "text": "you agreed to pay me; you have not done it, you must give me your note.&quot; You give the"
    },
    {
      "index": 329,
      "start_time": 1978540.0,
      "end_time": 1984981.0,
      "text": "note on interest and it commences working against you; &quot;it is a dead horse.&quot; The creditor"
    },
    {
      "index": 330,
      "start_time": 1984980.0,
      "end_time": 1990130.0,
      "text": "goes to bed at night and wakes up in the morning better off than when he retired to bed, because"
    },
    {
      "index": 331,
      "start_time": 1990130.0,
      "end_time": 1995980.0,
      "text": "his interest has increased during the night, but you grow poorer while you are sleeping,"
    },
    {
      "index": 332,
      "start_time": 1995980.0,
      "end_time": 2002480.0,
      "text": "for the interest is accumulating against you. Money is in some respects like fire; it is"
    },
    {
      "index": 333,
      "start_time": 2002480.0,
      "end_time": 2009750.0,
      "text": "a very excellent servant but a terrible master. When you have it mastering you; when interest"
    },
    {
      "index": 334,
      "start_time": 2009750.0,
      "end_time": 2016039.0,
      "text": "is constantly piling up against you, it will keep you down in the worst kind of slavery."
    },
    {
      "index": 335,
      "start_time": 2016040.0,
      "end_time": 2021231.0,
      "text": "But let money work for you, and you have the most devoted servant in the world. It is no"
    },
    {
      "index": 336,
      "start_time": 2021230.0,
      "end_time": 2026390.0,
      "text": "&quot;eye-servant.&quot; There is nothing animate or inanimate that will work so faithfully as"
    },
    {
      "index": 337,
      "start_time": 2026390.0,
      "end_time": 2032470.0,
      "text": "money when placed at interest, well secured. It works night and day, and in wet or dry"
    },
    {
      "index": 338,
      "start_time": 2032470.0,
      "end_time": 2035850.0,
      "text": "weather. I was born in the blue-law State of Connecticut,"
    },
    {
      "index": 339,
      "start_time": 2035850.0,
      "end_time": 2040820.0,
      "text": "where the old Puritans had laws so rigid that it was said, &quot;they fined a man for kissing"
    },
    {
      "index": 340,
      "start_time": 2040820.0,
      "end_time": 2047270.0,
      "text": "his wife on Sunday.&quot; Yet these rich old Puritans would have thousands of dollars at interest,"
    },
    {
      "index": 341,
      "start_time": 2047270.0,
      "end_time": 2051879.0,
      "text": "and on Saturday night would be worth a certain amount; on Sunday they would go to church"
    },
    {
      "index": 342,
      "start_time": 2051880.0,
      "end_time": 2057021.0,
      "text": "and perform all the duties of a Christian. On waking up on Monday morning, they would"
    },
    {
      "index": 343,
      "start_time": 2057020.0,
      "end_time": 2062010.0,
      "text": "find themselves considerably richer than the Saturday night previous, simply because their"
    },
    {
      "index": 344,
      "start_time": 2062010.0000000002,
      "end_time": 2068369.0000000002,
      "text": "money placed at interest had worked faithfully for them all day Sunday, according to law!"
    },
    {
      "index": 345,
      "start_time": 2068370.0,
      "end_time": 2073600.0,
      "text": "Do not let it work against you; if you do there is no chance for success in life so"
    },
    {
      "index": 346,
      "start_time": 2073600.0,
      "end_time": 2079071.0,
      "text": "far as money is concerned. John Randolph, the eccentric Virginian, once exclaimed in"
    },
    {
      "index": 347,
      "start_time": 2079070.0000000002,
      "end_time": 2086290.0000000002,
      "text": "Congress, &quot;Mr. Speaker, I have discovered the philosopher&#39;s stone: pay as you go.&quot; This"
    },
    {
      "index": 348,
      "start_time": 2086290.0,
      "end_time": 2094220.0,
      "text": "is, indeed, nearer to the philosopher&#39;s stone than any alchemist has ever yet arrived."
    },
    {
      "index": 349,
      "start_time": 2094219.9999999998,
      "end_time": 2099000.0,
      "text": "End of chapter 3."
    },
    {
      "index": 350,
      "start_time": 2099000.0,
      "end_time": 2107170.0,
      "text": "Chapter 4 — Persevere When a man is in the right path, he must persevere."
    },
    {
      "index": 351,
      "start_time": 2107170.0,
      "end_time": 2115130.0,
      "text": "I speak of this because there are some persons who are &quot;born tired;&quot; naturally lazy and possessing"
    },
    {
      "index": 352,
      "start_time": 2115130.0,
      "end_time": 2122310.0,
      "text": "no self-reliance and no perseverance. But they can cultivate these qualities, as Davy"
    },
    {
      "index": 353,
      "start_time": 2122310.0,
      "end_time": 2127830.0,
      "text": "Crockett said: &quot;This thing remember, when I am dead: Be sure"
    },
    {
      "index": 354,
      "start_time": 2127830.0,
      "end_time": 2134710.0,
      "text": "you are right, then go ahead.&quot; It is this go-aheaditiveness, this determination"
    },
    {
      "index": 355,
      "start_time": 2134710.0,
      "end_time": 2140290.0,
      "text": "not to let the &quot;horrors&quot; or the &quot;blues&quot; take possession of you, so as to make you relax"
    },
    {
      "index": 356,
      "start_time": 2140290.0,
      "end_time": 2145530.0,
      "text": "your energies in the struggle for independence, which you must cultivate."
    },
    {
      "index": 357,
      "start_time": 2145530.0,
      "end_time": 2150590.0,
      "text": "How many have almost reached the goal of their ambition, but, losing faith in themselves,"
    },
    {
      "index": 358,
      "start_time": 2150590.0,
      "end_time": 2155880.0,
      "text": "have relaxed their energies, and the golden prize has been lost forever."
    },
    {
      "index": 359,
      "start_time": 2155880.0,
      "end_time": 2159590.0,
      "text": "It is, no doubt, often true, as Shakespeare says:"
    },
    {
      "index": 360,
      "start_time": 2159590.0,
      "end_time": 2167730.0,
      "text": "&quot;There is a tide in the affairs of men, Which, taken at the flood, leads on to fortune.&quot;"
    },
    {
      "index": 361,
      "start_time": 2167730.0,
      "end_time": 2173340.0,
      "text": "If you hesitate, some bolder hand will stretch out before you and get the prize. Remember"
    },
    {
      "index": 362,
      "start_time": 2173340.0,
      "end_time": 2179130.0,
      "text": "the proverb of Solomon: &quot;He becometh poor that dealeth with a slack hand; but the hand"
    },
    {
      "index": 363,
      "start_time": 2179130.0,
      "end_time": 2184349.0,
      "text": "of the diligent maketh rich.&quot; Perseverance is sometimes but another word"
    },
    {
      "index": 364,
      "start_time": 2184350.0,
      "end_time": 2190691.0,
      "text": "for self-reliance. Many persons naturally look on the dark side of life, and borrow"
    },
    {
      "index": 365,
      "start_time": 2190690.0,
      "end_time": 2196590.0,
      "text": "trouble. They are born so. Then they ask for advice, and they will be governed by one wind"
    },
    {
      "index": 366,
      "start_time": 2196590.0,
      "end_time": 2202240.0,
      "text": "and blown by another, and cannot rely upon themselves. Until you can get so that you"
    },
    {
      "index": 367,
      "start_time": 2202240.0,
      "end_time": 2206760.0,
      "text": "can rely upon yourself, you need not expect to succeed."
    },
    {
      "index": 368,
      "start_time": 2206760.0,
      "end_time": 2215070.0,
      "text": "I have known men, personally, who have met with pecuniary reverses, and absolutely committed"
    },
    {
      "index": 369,
      "start_time": 2215070.0,
      "end_time": 2220250.0,
      "text": "suicide, because they thought they could never overcome their misfortune. But I have known"
    },
    {
      "index": 370,
      "start_time": 2220250.0,
      "end_time": 2225420.0,
      "text": "others who have met more serious financial difficulties, and have bridged them over by"
    },
    {
      "index": 371,
      "start_time": 2225420.0,
      "end_time": 2232859.0,
      "text": "simple perseverance, aided by a firm belief that they were doing justly, and that Providence"
    },
    {
      "index": 372,
      "start_time": 2232860.0,
      "end_time": 2240681.0,
      "text": "would &quot;overcome evil with good.&quot; You will see this illustrated in any sphere of life."
    },
    {
      "index": 373,
      "start_time": 2240680.0,
      "end_time": 2246930.0,
      "text": "Take two generals; both understand military tactics, both educated at West Point, if you"
    },
    {
      "index": 374,
      "start_time": 2246930.0,
      "end_time": 2253730.0,
      "text": "please, both equally gifted; yet one, having this principle of perseverance, and the other"
    },
    {
      "index": 375,
      "start_time": 2253730.0,
      "end_time": 2260430.0,
      "text": "lacking it, the former will succeed in his profession, while the latter will fail. One"
    },
    {
      "index": 376,
      "start_time": 2260430.0,
      "end_time": 2264990.0,
      "text": "may hear the cry, &quot;the enemy are coming, and they have got cannon.&quot;"
    },
    {
      "index": 377,
      "start_time": 2264990.0,
      "end_time": 2268950.0,
      "text": "&quot;Got cannon?&quot; says the hesitating general. &quot;Yes.&quot;"
    },
    {
      "index": 378,
      "start_time": 2268950.0,
      "end_time": 2274650.0,
      "text": "&quot;Then halt every man.&quot; He wants time to reflect; his hesitation is"
    },
    {
      "index": 379,
      "start_time": 2274650.0,
      "end_time": 2280970.0,
      "text": "his ruin; the enemy passes unmolested, or overwhelms him; while on the other hand, the"
    },
    {
      "index": 380,
      "start_time": 2280970.0,
      "end_time": 2287250.0,
      "text": "general of pluck, perseverance and self-reliance, goes into battle with a will, and, amid the"
    },
    {
      "index": 381,
      "start_time": 2287250.0,
      "end_time": 2292300.0,
      "text": "clash of arms, the booming of cannon, the shrieks of the wounded, and the moans of the"
    },
    {
      "index": 382,
      "start_time": 2292300.0,
      "end_time": 2298770.0,
      "text": "dying, you will see this man persevering, going on, cutting and slashing his way through"
    },
    {
      "index": 383,
      "start_time": 2298770.0,
      "end_time": 2304950.0,
      "text": "with unwavering determination, inspiring his soldiers to deeds of fortitude, valor, and"
    },
    {
      "index": 384,
      "start_time": 2304950.0,
      "end_time": 2312480.0,
      "text": "triumph. End of chapter 4."
    },
    {
      "index": 385,
      "start_time": 2312480.0,
      "end_time": 2319060.0,
      "text": "Chapter 5 — Whatever You Do, Do It with All You Might"
    },
    {
      "index": 386,
      "start_time": 2319060.0,
      "end_time": 2325030.0,
      "text": "Work at it, if necessary, early and late, in season and out of season, not leaving a"
    },
    {
      "index": 387,
      "start_time": 2325030.0,
      "end_time": 2330859.0,
      "text": "stone unturned, and never deferring for a single hour that which can be done just as"
    },
    {
      "index": 388,
      "start_time": 2330860.0,
      "end_time": 2338610.0,
      "text": "well now. The old proverb is full of truth and meaning, &quot;Whatever is worth doing at all,"
    },
    {
      "index": 389,
      "start_time": 2338610.0,
      "end_time": 2344211.0,
      "text": "is worth doing well.&quot; Many a man acquires a fortune by doing his business thoroughly,"
    },
    {
      "index": 390,
      "start_time": 2344210.0,
      "end_time": 2352050.0,
      "text": "while his neighbor remains poor for life, because he only half does it. Ambition, energy,"
    },
    {
      "index": 391,
      "start_time": 2352050.0,
      "end_time": 2359010.0,
      "text": "industry, perseverance, are indispensable requisites for success in business."
    },
    {
      "index": 392,
      "start_time": 2359010.0,
      "end_time": 2365000.0,
      "text": "Fortune always favors the brave, and never helps a man who does not help himself. It"
    },
    {
      "index": 393,
      "start_time": 2365000.0,
      "end_time": 2372760.0,
      "text": "won&#39;t do to spend your time like Mr. Micawber, in waiting for something to &quot;turn up.&quot; To"
    },
    {
      "index": 394,
      "start_time": 2372760.0,
      "end_time": 2381119.0,
      "text": "such men one of two things usually &quot;turns up:&quot; the poorhouse or the jail; for idleness"
    },
    {
      "index": 395,
      "start_time": 2381120.0,
      "end_time": 2388901.0,
      "text": "breeds bad habits, and clothes a man in rags. The poor spendthrift vagabond says to a rich"
    },
    {
      "index": 396,
      "start_time": 2388900.0,
      "end_time": 2392470.0,
      "text": "man: &quot;I have discovered there is enough money in"
    },
    {
      "index": 397,
      "start_time": 2392470.0,
      "end_time": 2398619.0,
      "text": "the world for all of us, if it was equally divided; this must be done, and we shall all"
    },
    {
      "index": 398,
      "start_time": 2398620.0,
      "end_time": 2404411.0,
      "text": "be happy together.&quot; &quot;But,&quot; was the response, &quot;if everybody was"
    },
    {
      "index": 399,
      "start_time": 2404410.0,
      "end_time": 2408890.0,
      "text": "like you, it would be spent in two months, and what would you do then?&quot;"
    },
    {
      "index": 400,
      "start_time": 2408890.0,
      "end_time": 2417460.0,
      "text": "&quot;Oh! divide again; keep dividing, of course!&quot; I was recently reading in a London paper an"
    },
    {
      "index": 401,
      "start_time": 2417460.0,
      "end_time": 2423880.0,
      "text": "account of a like philosophic pauper who was kicked out of a cheap boarding-house because"
    },
    {
      "index": 402,
      "start_time": 2423880.0,
      "end_time": 2428760.0,
      "text": "he could not pay his bill, but he had a roll of papers sticking out of his coat pocket,"
    },
    {
      "index": 403,
      "start_time": 2428760.0,
      "end_time": 2434270.0,
      "text": "which, upon examination, proved to be his plan for paying off the national debt of England"
    },
    {
      "index": 404,
      "start_time": 2434270.0,
      "end_time": 2441680.0,
      "text": "without the aid of a penny. People have got to do as Cromwell said: &quot;not only trust in"
    },
    {
      "index": 405,
      "start_time": 2441680.0,
      "end_time": 2449320.0,
      "text": "Providence, but keep the powder dry.&quot; Do your part of the work, or you cannot succeed. Mahomet,"
    },
    {
      "index": 406,
      "start_time": 2449320.0,
      "end_time": 2454040.0,
      "text": "one night, while encamping in the desert, overheard one of his fatigued followers remark:"
    },
    {
      "index": 407,
      "start_time": 2454040.0,
      "end_time": 2462390.0,
      "text": "&quot;I will loose my camel, and trust it to God!&quot; &quot;No, no, not so,&quot; said the prophet, &quot;tie thy"
    },
    {
      "index": 408,
      "start_time": 2462390.0,
      "end_time": 2467460.0,
      "text": "camel, and trust it to God!&quot; Do all you can for yourselves, and then trust to Providence,"
    },
    {
      "index": 409,
      "start_time": 2467460.0,
      "end_time": 2472080.0,
      "text": "or luck, or whatever you please to call it, for the rest."
    },
    {
      "index": 410,
      "start_time": 2472080.0,
      "end_time": 2480000.0,
      "text": "DEPEND UPON YOUR OWN PERSONAL EXERTIONS. The eye of the employer is often worth more"
    },
    {
      "index": 411,
      "start_time": 2480000.0,
      "end_time": 2486640.0,
      "text": "than the hands of a dozen employees. In the nature of things, an agent cannot be so faithful"
    },
    {
      "index": 412,
      "start_time": 2486640.0,
      "end_time": 2492670.0,
      "text": "to his employer as to himself. Many who are employers will call to mind instances where"
    },
    {
      "index": 413,
      "start_time": 2492670.0,
      "end_time": 2497810.0,
      "text": "the best employees have overlooked important points which could not have escaped their"
    },
    {
      "index": 414,
      "start_time": 2497810.0,
      "end_time": 2505220.0,
      "text": "own observation as a proprietor. No man has a right to expect to succeed in life unless"
    },
    {
      "index": 415,
      "start_time": 2505220.0,
      "end_time": 2510330.0,
      "text": "he understands his business, and nobody can understand his business thoroughly unless"
    },
    {
      "index": 416,
      "start_time": 2510330.0,
      "end_time": 2516970.0,
      "text": "he learns it by personal application and experience. A man may be a manufacturer: he has got to"
    },
    {
      "index": 417,
      "start_time": 2516970.0,
      "end_time": 2522520.0,
      "text": "learn the many details of his business personally; he will learn something every day, and he"
    },
    {
      "index": 418,
      "start_time": 2522520.0,
      "end_time": 2527859.0,
      "text": "will find he will make mistakes nearly every day. And these very mistakes are helps to"
    },
    {
      "index": 419,
      "start_time": 2527860.0,
      "end_time": 2533610.0,
      "text": "him in the way of experiences if he but heeds them. He will be like the Yankee tin-peddler,"
    },
    {
      "index": 420,
      "start_time": 2533610.0,
      "end_time": 2539881.0,
      "text": "who, having been cheated as to quality in the purchase of his merchandise, said: &quot;All"
    },
    {
      "index": 421,
      "start_time": 2539880.0,
      "end_time": 2544410.0,
      "text": "right, there&#39;s a little information to be gained every day; I will never be cheated"
    },
    {
      "index": 422,
      "start_time": 2544410.0,
      "end_time": 2551940.0,
      "text": "in that way again.&quot; Thus a man buys his experience, and it is the best kind if not purchased at"
    },
    {
      "index": 423,
      "start_time": 2551940.0,
      "end_time": 2556960.0,
      "text": "too dear a rate. I hold that every man should, like Cuvier,"
    },
    {
      "index": 424,
      "start_time": 2556960.0,
      "end_time": 2563869.0,
      "text": "the French naturalist, thoroughly know his business. So proficient was he in the study"
    },
    {
      "index": 425,
      "start_time": 2563870.0,
      "end_time": 2569501.0,
      "text": "of natural history, that you might bring to him the bone, or even a section of a bone"
    },
    {
      "index": 426,
      "start_time": 2569500.0,
      "end_time": 2575800.0,
      "text": "of an animal which he had never seen described, and, reasoning from analogy, he would be able"
    },
    {
      "index": 427,
      "start_time": 2575800.0,
      "end_time": 2580730.0,
      "text": "to draw a picture of the object from which the bone had been taken. On one occasion his"
    },
    {
      "index": 428,
      "start_time": 2580730.0,
      "end_time": 2586160.0,
      "text": "students attempted to deceive him. They rolled one of their number in a cow skin and put"
    },
    {
      "index": 429,
      "start_time": 2586160.0,
      "end_time": 2592700.0,
      "text": "him under the professor&#39;s table as a new specimen. When the philosopher came into the room, some"
    },
    {
      "index": 430,
      "start_time": 2592700.0,
      "end_time": 2599070.0,
      "text": "of the students asked him what animal it was. Suddenly the animal said &quot;I am the devil and"
    },
    {
      "index": 431,
      "start_time": 2599070.0,
      "end_time": 2605650.0,
      "text": "I am going to eat you.&quot; It was but natural that Cuvier should desire to classify this"
    },
    {
      "index": 432,
      "start_time": 2605650.0,
      "end_time": 2614430.0,
      "text": "creature, and examining it intently, he said: &quot;Divided hoof; graminivorous! It cannot be"
    },
    {
      "index": 433,
      "start_time": 2614430.0,
      "end_time": 2618349.0,
      "text": "done.&quot; He knew that an animal with a split hoof must"
    },
    {
      "index": 434,
      "start_time": 2618350.0,
      "end_time": 2624201.0,
      "text": "live upon grass and grain, or other kind of vegetation, and would not be inclined to eat"
    },
    {
      "index": 435,
      "start_time": 2624200.0,
      "end_time": 2631150.0,
      "text": "flesh, dead or alive, so he considered himself perfectly safe. The possession of a perfect"
    },
    {
      "index": 436,
      "start_time": 2631150.0,
      "end_time": 2637300.0,
      "text": "knowledge of your business is an absolute necessity in order to insure success."
    },
    {
      "index": 437,
      "start_time": 2637300.0,
      "end_time": 2644810.0,
      "text": "Among the maxims of the elder Rothschild was one, all apparent paradox: &quot;Be cautious and"
    },
    {
      "index": 438,
      "start_time": 2644810.0,
      "end_time": 2650440.0,
      "text": "bold.&quot; This seems to be a contradiction in terms, but it is not, and there is great wisdom"
    },
    {
      "index": 439,
      "start_time": 2650440.0,
      "end_time": 2656490.0,
      "text": "in the maxim. It is, in fact, a condensed statement of what I have already said. It"
    },
    {
      "index": 440,
      "start_time": 2656490.0,
      "end_time": 2662430.0,
      "text": "is to say; &quot;you must exercise your caution in laying your plans, but be bold in carrying"
    },
    {
      "index": 441,
      "start_time": 2662430.0,
      "end_time": 2669260.0,
      "text": "them out.&quot; A man who is all caution, will never dare to take hold and be successful;"
    },
    {
      "index": 442,
      "start_time": 2669260.0,
      "end_time": 2677030.0,
      "text": "and a man who is all boldness, is merely reckless, and must eventually fail. A man may go on"
    },
    {
      "index": 443,
      "start_time": 2677030.0,
      "end_time": 2683210.0,
      "text": "&quot;&#39;change&quot; and make fifty, or one hundred thousand dollars in speculating in stocks, at a single"
    },
    {
      "index": 444,
      "start_time": 2683210.0,
      "end_time": 2689720.0,
      "text": "operation. But if he has simple boldness without caution, it is mere chance, and what he gains"
    },
    {
      "index": 445,
      "start_time": 2689720.0,
      "end_time": 2696000.0,
      "text": "to-day he will lose to-morrow. You must have both the caution and the boldness, to insure"
    },
    {
      "index": 446,
      "start_time": 2696000.0,
      "end_time": 2700560.0,
      "text": "success. The Rothschilds have another maxim: &quot;Never"
    },
    {
      "index": 447,
      "start_time": 2700560.0,
      "end_time": 2706710.0,
      "text": "have anything to do with an unlucky man or place.&quot; That is to say, never have anything"
    },
    {
      "index": 448,
      "start_time": 2706710.0,
      "end_time": 2712119.0,
      "text": "to do with a man or place which never succeeds, because, although a man may appear to be honest"
    },
    {
      "index": 449,
      "start_time": 2712120.0,
      "end_time": 2717941.0,
      "text": "and intelligent, yet if he tries this or that thing and always fails, it is on account of"
    },
    {
      "index": 450,
      "start_time": 2717940.0,
      "end_time": 2723960.0,
      "text": "some fault or infirmity that you may not be able to discover but nevertheless which must"
    },
    {
      "index": 451,
      "start_time": 2723960.0,
      "end_time": 2727640.0,
      "text": "exist. There is no such thing in the world as luck."
    },
    {
      "index": 452,
      "start_time": 2727640.0,
      "end_time": 2731760.0,
      "text": "There never was a man who could go out in the morning and find a purse full of gold"
    },
    {
      "index": 453,
      "start_time": 2731760.0,
      "end_time": 2738810.0,
      "text": "in the street to-day, and another to-morrow, and so on, day after day: He may do so once"
    },
    {
      "index": 454,
      "start_time": 2738810.0,
      "end_time": 2747160.0,
      "text": "in his life; but so far as mere luck is concerned, he is as liable to lose it as to find it."
    },
    {
      "index": 455,
      "start_time": 2747160.0,
      "end_time": 2754820.0,
      "text": "&quot;Like causes produce like effects.&quot; If a man adopts the proper methods to be successful,"
    },
    {
      "index": 456,
      "start_time": 2754820.0,
      "end_time": 2761910.0,
      "text": "&quot;luck&quot; will not prevent him. If he does not succeed, there are reasons for it, although,"
    },
    {
      "index": 457,
      "start_time": 2761910.0,
      "end_time": 2770869.0,
      "text": "perhaps, he may not be able to see them. End of chapter 5."
    },
    {
      "index": 458,
      "start_time": 2770870.0,
      "end_time": 2778831.0,
      "text": "Chapter 6 — Use the Best Tools Men in engaging employees should be careful"
    },
    {
      "index": 459,
      "start_time": 2778830.0,
      "end_time": 2786800.0,
      "text": "to get the best. Understand, you cannot have too good tools to work with, and there is"
    },
    {
      "index": 460,
      "start_time": 2786800.0,
      "end_time": 2794119.0,
      "text": "no tool you should be so particular about as living tools. If you get a good one, it"
    },
    {
      "index": 461,
      "start_time": 2794120.0,
      "end_time": 2801011.0,
      "text": "is better to keep him, than keep changing. He learns something every day; and you are"
    },
    {
      "index": 462,
      "start_time": 2801010.0,
      "end_time": 2807700.0,
      "text": "benefited by the experience he acquires. He is worth more to you this year than last,"
    },
    {
      "index": 463,
      "start_time": 2807700.0,
      "end_time": 2815339.0,
      "text": "and he is the last man to part with, provided his habits are good, and he continues faithful."
    },
    {
      "index": 464,
      "start_time": 2815340.0,
      "end_time": 2822531.0,
      "text": "If, as he gets more valuable, he demands an exorbitant increase of salary; on the supposition"
    },
    {
      "index": 465,
      "start_time": 2822530.0,
      "end_time": 2829520.0,
      "text": "that you can&#39;t do without him, let him go. Whenever I have such an employee, I always"
    },
    {
      "index": 466,
      "start_time": 2829520.0,
      "end_time": 2835089.0,
      "text": "discharge him; first, to convince him that his place may be supplied, and second, because"
    },
    {
      "index": 467,
      "start_time": 2835090.0,
      "end_time": 2840441.0,
      "text": "he is good for nothing if he thinks he is invaluable and cannot be spared."
    },
    {
      "index": 468,
      "start_time": 2840440.0,
      "end_time": 2846099.0,
      "text": "But I would keep him, if possible, in order to profit from the result of his experience."
    },
    {
      "index": 469,
      "start_time": 2846100.0,
      "end_time": 2853110.0,
      "text": "An important element in an employee is the brain. You can see bills up, &quot;Hands Wanted,&quot;"
    },
    {
      "index": 470,
      "start_time": 2853110.0,
      "end_time": 2860381.0,
      "text": "but &quot;hands&quot; are not worth a great deal without &quot;heads.&quot; Mr. Beecher illustrates this, in"
    },
    {
      "index": 471,
      "start_time": 2860380.0,
      "end_time": 2865589.0,
      "text": "this wise: An employee offers his services by saving,"
    },
    {
      "index": 472,
      "start_time": 2865590.0,
      "end_time": 2874211.0,
      "text": "&quot;I have a pair of hands and one of my fingers thinks.&quot; &quot;That is very good,&quot; says the employer."
    },
    {
      "index": 473,
      "start_time": 2874210.0,
      "end_time": 2881670.0,
      "text": "Another man comes along, and says &quot;he has two fingers that think.&quot; &quot;Ah! that is better.&quot;"
    },
    {
      "index": 474,
      "start_time": 2881670.0,
      "end_time": 2888190.0,
      "text": "But a third calls in and says that &quot;all his fingers and thumbs think.&quot; That is better"
    },
    {
      "index": 475,
      "start_time": 2888190.0,
      "end_time": 2895589.0,
      "text": "still. Finally another steps in and says, &quot;I have a brain that thinks; I think all over;"
    },
    {
      "index": 476,
      "start_time": 2895590.0,
      "end_time": 2902281.0,
      "text": "I am a thinking as well as a working man!&quot; &quot;You are the man I want,&quot; says the delighted"
    },
    {
      "index": 477,
      "start_time": 2902280.0,
      "end_time": 2906609.0,
      "text": "employer. Those men who have brains and experience are"
    },
    {
      "index": 478,
      "start_time": 2906610.0,
      "end_time": 2912531.0,
      "text": "therefore the most valuable and not to be readily parted with; it is better for them,"
    },
    {
      "index": 479,
      "start_time": 2912530.0,
      "end_time": 2919910.0,
      "text": "as well as yourself, to keep them, at reasonable advances in their salaries from time to time."
    },
    {
      "index": 480,
      "start_time": 2919910.0,
      "end_time": 2926640.0,
      "text": "End of chapter 6."
    },
    {
      "index": 481,
      "start_time": 2926640.0,
      "end_time": 2934920.0,
      "text": "Chapter 7 — Don&#39;t Get above Your Business Young men after they get through their business"
    },
    {
      "index": 482,
      "start_time": 2934920.0,
      "end_time": 2941660.0,
      "text": "training, or apprenticeship, instead of pursuing their avocation and rising in their business,"
    },
    {
      "index": 483,
      "start_time": 2941660.0,
      "end_time": 2948990.0,
      "text": "will often lie about doing nothing. They say; &quot;I have learned my business, but I am not"
    },
    {
      "index": 484,
      "start_time": 2948990.0,
      "end_time": 2954900.0,
      "text": "going to be a hireling; what is the object of learning my trade or profession, unless"
    },
    {
      "index": 485,
      "start_time": 2954900.0,
      "end_time": 2959369.0,
      "text": "I establish myself?&#39;&quot; &quot;Have you capital to start with?&quot;"
    },
    {
      "index": 486,
      "start_time": 2959370.0,
      "end_time": 2965360.0,
      "text": "&quot;No, but I am going to have it.&quot; &quot;How are you going to get it?&quot;"
    },
    {
      "index": 487,
      "start_time": 2965360.0,
      "end_time": 2971751.0,
      "text": "&quot;I will tell you confidentially; I have a wealthy old aunt, and she will die pretty"
    },
    {
      "index": 488,
      "start_time": 2971750.0,
      "end_time": 2978410.0,
      "text": "soon; but if she does not, I expect to find some rich old man who will lend me a few thousands"
    },
    {
      "index": 489,
      "start_time": 2978410.0,
      "end_time": 2984829.0,
      "text": "to give me a start. If I only get the money to start with I will do well.&quot;"
    },
    {
      "index": 490,
      "start_time": 2984830.0,
      "end_time": 2988961.0,
      "text": "There is no greater mistake than when a young man believes he will succeed with borrowed"
    },
    {
      "index": 491,
      "start_time": 2988960.0,
      "end_time": 2995109.0,
      "text": "money. Why? Because every man&#39;s experience coincides with that of Mr. Astor, who said,"
    },
    {
      "index": 492,
      "start_time": 2995110.0,
      "end_time": 3000600.0,
      "text": "&quot;it was more difficult for him to accumulate his first thousand dollars, than all the succeeding"
    },
    {
      "index": 493,
      "start_time": 3000600.0,
      "end_time": 3007461.0,
      "text": "millions that made up his colossal fortune.&quot; Money is good for nothing unless you know"
    },
    {
      "index": 494,
      "start_time": 3007460.0,
      "end_time": 3014210.0,
      "text": "the value of it by experience. Give a boy twenty thousand dollars and put him in business,"
    },
    {
      "index": 495,
      "start_time": 3014210.0,
      "end_time": 3019310.0,
      "text": "and the chances are that he will lose every dollar of it before he is a year older. Like"
    },
    {
      "index": 496,
      "start_time": 3019310.0,
      "end_time": 3027359.0,
      "text": "buying a ticket in the lottery; and drawing a prize, it is &quot;easy come, easy go.&quot; He does"
    },
    {
      "index": 497,
      "start_time": 3027360.0,
      "end_time": 3033991.0,
      "text": "not know the value of it; nothing is worth anything, unless it costs effort. Without"
    },
    {
      "index": 498,
      "start_time": 3033990.0,
      "end_time": 3040079.0,
      "text": "self-denial and economy; patience and perseverance, and commencing with capital which you have"
    },
    {
      "index": 499,
      "start_time": 3040080.0,
      "end_time": 3046350.0,
      "text": "not earned, you are not sure to succeed in accumulating. Young men, instead of &quot;waiting"
    },
    {
      "index": 500,
      "start_time": 3046350.0,
      "end_time": 3052021.0,
      "text": "for dead men&#39;s shoes,&quot; should be up and doing, for there is no class of persons who are so"
    },
    {
      "index": 501,
      "start_time": 3052020.0,
      "end_time": 3057349.0,
      "text": "unaccommodating in regard to dying as these rich old people, and it is fortunate for the"
    },
    {
      "index": 502,
      "start_time": 3057350.0,
      "end_time": 3063911.0,
      "text": "expectant heirs that it is so. Nine out of ten of the rich men of our country to-day,"
    },
    {
      "index": 503,
      "start_time": 3063910.0,
      "end_time": 3070400.0,
      "text": "started out in life as poor boys, with determined wills, industry, perseverance, economy and"
    },
    {
      "index": 504,
      "start_time": 3070400.0,
      "end_time": 3076270.0,
      "text": "good habits. They went on gradually, made their own money and saved it; and this is"
    },
    {
      "index": 505,
      "start_time": 3076270.0,
      "end_time": 3082849.0,
      "text": "the best way to acquire a fortune. Stephen Girard started life as a poor cabin boy, and"
    },
    {
      "index": 506,
      "start_time": 3082850.0,
      "end_time": 3089360.0,
      "text": "died worth nine million dollars. A.T. Stewart was a poor Irish boy; and he paid taxes on"
    },
    {
      "index": 507,
      "start_time": 3089360.0,
      "end_time": 3096330.0,
      "text": "a million and a half dollars of income, per year. John Jacob Astor was a poor farmer boy,"
    },
    {
      "index": 508,
      "start_time": 3096330.0,
      "end_time": 3102071.0,
      "text": "and died worth twenty millions. Cornelius Vanderbilt began life rowing a boat from Staten"
    },
    {
      "index": 509,
      "start_time": 3102070.0,
      "end_time": 3107300.0,
      "text": "Island to New York; he presented our government with a steamship worth a million of dollars,"
    },
    {
      "index": 510,
      "start_time": 3107300.0,
      "end_time": 3113540.0,
      "text": "and died worth fifty million. &quot;There is no royal road to learning,&quot; says the proverb,"
    },
    {
      "index": 511,
      "start_time": 3113540.0,
      "end_time": 3120859.0,
      "text": "and I may say it is equally true, &quot;there is no royal road to wealth.&quot; But I think there"
    },
    {
      "index": 512,
      "start_time": 3120860.0,
      "end_time": 3126921.0,
      "text": "is a royal road to both. The road to learning is a royal one; the road that enables the"
    },
    {
      "index": 513,
      "start_time": 3126920.0,
      "end_time": 3132560.0,
      "text": "student to expand his intellect and add every day to his stock of knowledge, until, in the"
    },
    {
      "index": 514,
      "start_time": 3132560.0,
      "end_time": 3138660.0,
      "text": "pleasant process of intellectual growth, he is able to solve the most profound problems,"
    },
    {
      "index": 515,
      "start_time": 3138660.0,
      "end_time": 3144010.0,
      "text": "to count the stars, to analyze every atom of the globe, and to measure the firmament"
    },
    {
      "index": 516,
      "start_time": 3144010.0,
      "end_time": 3150270.0,
      "text": "this is a regal highway, and it is the only road worth traveling."
    },
    {
      "index": 517,
      "start_time": 3150270.0,
      "end_time": 3158460.0,
      "text": "So in regard to wealth. Go on in confidence, study the rules, and above all things, study"
    },
    {
      "index": 518,
      "start_time": 3158460.0,
      "end_time": 3164710.0,
      "text": "human nature; for &quot;the proper study of mankind is man,&quot; and you will find that while expanding"
    },
    {
      "index": 519,
      "start_time": 3164710.0,
      "end_time": 3170530.0,
      "text": "the intellect and the muscles, your enlarged experience will enable you every day to accumulate"
    },
    {
      "index": 520,
      "start_time": 3170530.0,
      "end_time": 3176160.0,
      "text": "more and more principal, which will increase itself by interest and otherwise, until you"
    },
    {
      "index": 521,
      "start_time": 3176160.0,
      "end_time": 3182070.0,
      "text": "arrive at a state of independence. You will find, as a general thing, that the poor boys"
    },
    {
      "index": 522,
      "start_time": 3182070.0,
      "end_time": 3189339.0,
      "text": "get rich and the rich boys get poor. For instance, a rich man at his decease, leaves a large"
    },
    {
      "index": 523,
      "start_time": 3189340.0,
      "end_time": 3195231.0,
      "text": "estate to his family. His eldest sons, who have helped him earn his fortune, know by"
    },
    {
      "index": 524,
      "start_time": 3195230.0,
      "end_time": 3200790.0,
      "text": "experience the value of money; and they take their inheritance and add to it. The separate"
    },
    {
      "index": 525,
      "start_time": 3200790.0,
      "end_time": 3205690.0,
      "text": "portions of the young children are placed at interest, and the little fellows are patted"
    },
    {
      "index": 526,
      "start_time": 3205690.0,
      "end_time": 3212230.0,
      "text": "on the head, and told a dozen times a day, &quot;you are rich; you will never have to work,"
    },
    {
      "index": 527,
      "start_time": 3212230.0,
      "end_time": 3216599.0,
      "text": "you can always have whatever you wish, for you were born with a golden spoon in your"
    },
    {
      "index": 528,
      "start_time": 3216600.0,
      "end_time": 3222981.0,
      "text": "mouth.&quot; The young heir soon finds out what that means; he has the finest dresses and"
    },
    {
      "index": 529,
      "start_time": 3222980.0,
      "end_time": 3228970.0,
      "text": "playthings; he is crammed with sugar candies and almost &quot;killed with kindness,&quot; and he"
    },
    {
      "index": 530,
      "start_time": 3228970.0,
      "end_time": 3236500.0,
      "text": "passes from school to school, petted and flattered. He becomes arrogant and self-conceited, abuses"
    },
    {
      "index": 531,
      "start_time": 3236500.0,
      "end_time": 3241839.0,
      "text": "his teachers, and carries everything with a high hand. He knows nothing of the real"
    },
    {
      "index": 532,
      "start_time": 3241840.0,
      "end_time": 3248301.0,
      "text": "value of money, having never earned any; but he knows all about the &quot;golden spoon&quot; business."
    },
    {
      "index": 533,
      "start_time": 3248300.0,
      "end_time": 3254260.0,
      "text": "At college, he invites his poor fellow-students to his room, where he &quot;wines and dines&quot; them."
    },
    {
      "index": 534,
      "start_time": 3254260.0,
      "end_time": 3260589.0,
      "text": "He is cajoled and caressed, and called a glorious good follow, because he is so lavish of his"
    },
    {
      "index": 535,
      "start_time": 3260590.0,
      "end_time": 3267491.0,
      "text": "money. He gives his game suppers, drives his fast horses, invites his chums to fetes and"
    },
    {
      "index": 536,
      "start_time": 3267490.0,
      "end_time": 3272520.0,
      "text": "parties, determined to have lots of &quot;good times.&quot; He spends the night in frolics and"
    },
    {
      "index": 537,
      "start_time": 3272520.0,
      "end_time": 3277849.0,
      "text": "debauchery, and leads off his companions with the familiar song, &quot;we won&#39;t go home till"
    },
    {
      "index": 538,
      "start_time": 3277850.0,
      "end_time": 3284120.0,
      "text": "morning.&quot; He gets them to join him in pulling down signs, taking gates from their hinges"
    },
    {
      "index": 539,
      "start_time": 3284120.0,
      "end_time": 3290251.0,
      "text": "and throwing them into back yards and horse-ponds. If the police arrest them, he knocks them"
    },
    {
      "index": 540,
      "start_time": 3290250.0,
      "end_time": 3295140.0,
      "text": "down, is taken to the lockup, and joyfully foots the bills."
    },
    {
      "index": 541,
      "start_time": 3295140.0,
      "end_time": 3303380.0,
      "text": "&quot;Ah! my boys,&quot; he cries, &quot;what is the use of being rich, if you can&#39;t enjoy yourself?&quot;"
    },
    {
      "index": 542,
      "start_time": 3303380.0,
      "end_time": 3309460.0,
      "text": "He might more truly say, &quot;if you can&#39;t make a fool of yourself;&quot; but he is &quot;fast,&quot; hates"
    },
    {
      "index": 543,
      "start_time": 3309460.0,
      "end_time": 3314849.0,
      "text": "slow things, and doesn&#39;t &quot;see it.&quot; Young men loaded down with other people&#39;s money are"
    },
    {
      "index": 544,
      "start_time": 3314850.0,
      "end_time": 3320860.0,
      "text": "almost sure to lose all they inherit, and they acquire all sorts of bad habits which,"
    },
    {
      "index": 545,
      "start_time": 3320860.0,
      "end_time": 3326791.0,
      "text": "in the majority of cases, ruin them in health, purse and character. In this country, one"
    },
    {
      "index": 546,
      "start_time": 3326790.0,
      "end_time": 3331960.0,
      "text": "generation follows another, and the poor of to-day are rich in the next generation, or"
    },
    {
      "index": 547,
      "start_time": 3331960.0,
      "end_time": 3337150.0,
      "text": "the third. Their experience leads them on, and they become rich, and they leave vast"
    },
    {
      "index": 548,
      "start_time": 3337150.0,
      "end_time": 3342780.0,
      "text": "riches to their young children. These children, having been reared in luxury, are inexperienced"
    },
    {
      "index": 549,
      "start_time": 3342780.0,
      "end_time": 3348390.0,
      "text": "and get poor; and after long experience another generation comes on and gathers up riches"
    },
    {
      "index": 550,
      "start_time": 3348390.0,
      "end_time": 3355210.0,
      "text": "again in turn. And thus &quot;history repeats itself,&quot; and happy is he who by listening to the experience"
    },
    {
      "index": 551,
      "start_time": 3355210.0,
      "end_time": 3360349.0,
      "text": "of others avoids the rocks and shoals on which so many have been wrecked."
    },
    {
      "index": 552,
      "start_time": 3360350.0,
      "end_time": 3366330.0,
      "text": "&quot;In England, the business makes the man.&quot; If a man in that country is a mechanic or"
    },
    {
      "index": 553,
      "start_time": 3366330.0,
      "end_time": 3372891.0,
      "text": "working-man, he is not recognized as a gentleman. On the occasion of my first appearance before"
    },
    {
      "index": 554,
      "start_time": 3372890.0,
      "end_time": 3378190.0,
      "text": "Queen Victoria, the Duke of Wellington asked me what sphere in life General Tom Thumb&#39;s"
    },
    {
      "index": 555,
      "start_time": 3378190.0,
      "end_time": 3383670.0,
      "text": "parents were in. &quot;His father is a carpenter,&quot; I replied."
    },
    {
      "index": 556,
      "start_time": 3383670.0,
      "end_time": 3389329.0,
      "text": "&quot;Oh! I had heard he was a gentleman,&quot; was the response of His Grace."
    },
    {
      "index": 557,
      "start_time": 3389330.0,
      "end_time": 3394830.0,
      "text": "In this Republican country, the man makes the business. No matter whether he is a blacksmith,"
    },
    {
      "index": 558,
      "start_time": 3394830.0,
      "end_time": 3401031.0,
      "text": "a shoemaker, a farmer, banker or lawyer, so long as his business is legitimate, he may"
    },
    {
      "index": 559,
      "start_time": 3401030.0,
      "end_time": 3407359.0,
      "text": "be a gentleman. So any &quot;legitimate&quot; business is a double blessing it helps the man engaged"
    },
    {
      "index": 560,
      "start_time": 3407360.0,
      "end_time": 3414211.0,
      "text": "in it, and also helps others. The Farmer supports his own family, but he also benefits the merchant"
    },
    {
      "index": 561,
      "start_time": 3414210.0,
      "end_time": 3419170.0,
      "text": "or mechanic who needs the products of his farm. The tailor not only makes a living by"
    },
    {
      "index": 562,
      "start_time": 3419170.0,
      "end_time": 3424030.0,
      "text": "his trade, but he also benefits the farmer, the clergyman and others who cannot make their"
    },
    {
      "index": 563,
      "start_time": 3424030.0,
      "end_time": 3428540.0,
      "text": "own clothing. But all these classes often may be gentlemen."
    },
    {
      "index": 564,
      "start_time": 3428540.0,
      "end_time": 3434930.0,
      "text": "The great ambition should be to excel all others engaged in the same occupation."
    },
    {
      "index": 565,
      "start_time": 3434930.0,
      "end_time": 3438520.0,
      "text": "The college-student who was about graduating, said to an old lawyer:"
    },
    {
      "index": 566,
      "start_time": 3438520.0,
      "end_time": 3444390.0,
      "text": "&quot;I have not yet decided which profession I will follow. Is your profession full?&quot;"
    },
    {
      "index": 567,
      "start_time": 3444390.0,
      "end_time": 3449619.0,
      "text": "&quot;The basement is much crowded, but there is plenty of room up-stairs,&quot; was the witty and"
    },
    {
      "index": 568,
      "start_time": 3449620.0,
      "end_time": 3454511.0,
      "text": "truthful reply. No profession, trade, or calling, is overcrowded"
    },
    {
      "index": 569,
      "start_time": 3454510.0,
      "end_time": 3459829.0,
      "text": "in the upper story. Wherever you find the most honest and intelligent merchant or banker,"
    },
    {
      "index": 570,
      "start_time": 3459830.0,
      "end_time": 3464011.0,
      "text": "or the best lawyer, the best doctor, the best clergyman, the best shoemaker, carpenter,"
    },
    {
      "index": 571,
      "start_time": 3464010.0,
      "end_time": 3473420.0,
      "text": "or anything else, that man is most sought for, and has always enough to do. As a nation,"
    },
    {
      "index": 572,
      "start_time": 3473420.0,
      "end_time": 3478760.0,
      "text": "Americans are too superficial—they are striving to get rich quickly, and do not generally"
    },
    {
      "index": 573,
      "start_time": 3478760.0,
      "end_time": 3484579.0,
      "text": "do their business as substantially and thoroughly as they should, but whoever excels all others"
    },
    {
      "index": 574,
      "start_time": 3484580.0,
      "end_time": 3490631.0,
      "text": "in his own line, if his habits are good and his integrity undoubted, cannot fail to secure"
    },
    {
      "index": 575,
      "start_time": 3490630.0,
      "end_time": 3499220.0,
      "text": "abundant patronage, and the wealth that naturally follows. Let your motto then always be &quot;Excelsior,&quot;"
    },
    {
      "index": 576,
      "start_time": 3499220.0,
      "end_time": 3504500.0,
      "text": "for by living up to it there is no such word as fail."
    },
    {
      "index": 577,
      "start_time": 3504500.0,
      "end_time": 3510480.0,
      "text": "End of chapter 7."
    },
    {
      "index": 578,
      "start_time": 3510480.0,
      "end_time": 3518810.0,
      "text": "Chapter 8 — Learn Something Useful Every man should make his son or daughter"
    },
    {
      "index": 579,
      "start_time": 3518810.0,
      "end_time": 3524839.0,
      "text": "learn some useful trade or profession, so that in these days of changing fortunes of"
    },
    {
      "index": 580,
      "start_time": 3524840.0,
      "end_time": 3531931.0,
      "text": "being rich to-day and poor tomorrow they may have something tangible to fall back upon."
    },
    {
      "index": 581,
      "start_time": 3531930.0,
      "end_time": 3537960.0,
      "text": "This provision might save many persons from misery, who by some unexpected turn of fortune"
    },
    {
      "index": 582,
      "start_time": 3537960.0,
      "end_time": 3546230.0,
      "text": "have lost all their means. End of chapter 8."
    },
    {
      "index": 583,
      "start_time": 3546230.0,
      "end_time": 3554800.0,
      "text": "Chapter 9 — Let Hope Predominate, but Be Not Too Visionary"
    },
    {
      "index": 584,
      "start_time": 3554800.0,
      "end_time": 3562420.0,
      "text": "Many persons are always kept poor, because they are too visionary. Every project looks"
    },
    {
      "index": 585,
      "start_time": 3562420.0,
      "end_time": 3569800.0,
      "text": "to them like certain success, and therefore they keep changing from one business to another,"
    },
    {
      "index": 586,
      "start_time": 3569800.0,
      "end_time": 3576250.0,
      "text": "always in hot water, always &quot;under the harrow.&quot; The plan of &quot;counting the chickens before"
    },
    {
      "index": 587,
      "start_time": 3576250.0,
      "end_time": 3584859.0,
      "text": "they are hatched&quot; is an error of ancient date, but it does not seem to improve by age."
    },
    {
      "index": 588,
      "start_time": 3584860.0,
      "end_time": 3590181.0,
      "text": "End of chapter 9."
    },
    {
      "index": 589,
      "start_time": 3590180.0,
      "end_time": 3596490.0,
      "text": "Chapter 10 — Do Not Scatter Your Powers Engage in one kind of business only, and stick"
    },
    {
      "index": 590,
      "start_time": 3596490.0,
      "end_time": 3602339.0,
      "text": "to it faithfully until you succeed, or until your experience shows that you should abandon"
    },
    {
      "index": 591,
      "start_time": 3602340.0,
      "end_time": 3607801.0,
      "text": "it. A constant hammering on one nail will generally drive it home at last, so that it"
    },
    {
      "index": 592,
      "start_time": 3607800.0,
      "end_time": 3614180.0,
      "text": "can be clinched. When a man&#39;s undivided attention is centered on one object, his mind will constantly"
    },
    {
      "index": 593,
      "start_time": 3614180.0,
      "end_time": 3619040.0,
      "text": "be suggesting improvements of value, which would escape him if his brain was occupied"
    },
    {
      "index": 594,
      "start_time": 3619040.0,
      "end_time": 3624390.0,
      "text": "by a dozen different subjects at once. Many a fortune has slipped through a man&#39;s fingers"
    },
    {
      "index": 595,
      "start_time": 3624390.0,
      "end_time": 3630099.0,
      "text": "because he was engaged in too many occupations at a time. There is good sense in the old"
    },
    {
      "index": 596,
      "start_time": 3630100.0,
      "end_time": 3634881.0,
      "text": "caution against having too many irons in the fire at once."
    },
    {
      "index": 597,
      "start_time": 3634880.0,
      "end_time": 3639930.0,
      "text": "End of chapter 10."
    },
    {
      "index": 598,
      "start_time": 3639930.0,
      "end_time": 3646280.0,
      "text": "Chapter 11 — Be Systematic Men should be systematic in their business."
    },
    {
      "index": 599,
      "start_time": 3646280.0,
      "end_time": 3651920.0,
      "text": "A person who does business by rule, having a time and place for everything, doing his"
    },
    {
      "index": 600,
      "start_time": 3651920.0,
      "end_time": 3656760.0,
      "text": "work promptly, will accomplish twice as much and with half the trouble of him who does"
    },
    {
      "index": 601,
      "start_time": 3656760.0,
      "end_time": 3663300.0,
      "text": "it carelessly and slipshod. By introducing system into all your transactions, doing one"
    },
    {
      "index": 602,
      "start_time": 3663300.0,
      "end_time": 3668980.0,
      "text": "thing at a time, always meeting appointments with punctuality, you find leisure for pastime"
    },
    {
      "index": 603,
      "start_time": 3668980.0,
      "end_time": 3674619.0,
      "text": "and recreation; whereas the man who only half does one thing, and then turns to something"
    },
    {
      "index": 604,
      "start_time": 3674620.0,
      "end_time": 3680301.0,
      "text": "else, and half does that, will have his business at loose ends, and will never know when his"
    },
    {
      "index": 605,
      "start_time": 3680300.0,
      "end_time": 3688170.0,
      "text": "day&#39;s work is done, for it never will be done. Of course, there is a limit to all these rules."
    },
    {
      "index": 606,
      "start_time": 3688170.0,
      "end_time": 3694040.0,
      "text": "We must try to preserve the happy medium, for there is such a thing as being too systematic."
    },
    {
      "index": 607,
      "start_time": 3694040.0,
      "end_time": 3699480.0,
      "text": "There are men and women, for instance, who put away things so carefully that they can"
    },
    {
      "index": 608,
      "start_time": 3699480.0,
      "end_time": 3706680.0,
      "text": "never find them again. It is too much like the &quot;red tape&quot; formality at Washington, and"
    },
    {
      "index": 609,
      "start_time": 3706680.0,
      "end_time": 3713030.0,
      "text": "Mr. Dickens&#39; &quot;Circumlocution Office,&quot;—all theory and no result."
    },
    {
      "index": 610,
      "start_time": 3713030.0,
      "end_time": 3718089.0,
      "text": "When the &quot;Astor House&quot; was first started in New York city, it was undoubtedly the best"
    },
    {
      "index": 611,
      "start_time": 3718090.0,
      "end_time": 3723941.0,
      "text": "hotel in the country. The proprietors had learned a good deal in Europe regarding hotels,"
    },
    {
      "index": 612,
      "start_time": 3723940.0,
      "end_time": 3727800.0,
      "text": "and the landlords were proud of the rigid system which pervaded every department of"
    },
    {
      "index": 613,
      "start_time": 3727800.0,
      "end_time": 3732410.0,
      "text": "their great establishment. When twelve o&#39;clock at night had arrived, and there were a number"
    },
    {
      "index": 614,
      "start_time": 3732410.0,
      "end_time": 3739069.0,
      "text": "of guests around, one of the proprietors would say, &quot;Touch that bell, John;&quot; and in two minutes"
    },
    {
      "index": 615,
      "start_time": 3739070.0,
      "end_time": 3744781.0,
      "text": "sixty servants, with a water-bucket in each hand, would present themselves in the hall."
    },
    {
      "index": 616,
      "start_time": 3744780.0,
      "end_time": 3751420.0,
      "text": "&quot;This,&quot; said the landlord, addressing his guests, &quot;is our fire-bell; it will show you"
    },
    {
      "index": 617,
      "start_time": 3751420.0,
      "end_time": 3758710.0,
      "text": "we are quite safe here; we do everything systematically.&quot; This was before the Croton water was introduced"
    },
    {
      "index": 618,
      "start_time": 3758710.0,
      "end_time": 3764240.0,
      "text": "into the city. But they sometimes carried their system too far. On one occasion, when"
    },
    {
      "index": 619,
      "start_time": 3764240.0,
      "end_time": 3769880.0,
      "text": "the hotel was thronged with guests, one of the waiters was suddenly indisposed, and although"
    },
    {
      "index": 620,
      "start_time": 3769880.0,
      "end_time": 3774800.0,
      "text": "there were fifty waiters in the hotel, the landlord thought he must have his full complement,"
    },
    {
      "index": 621,
      "start_time": 3774800.0,
      "end_time": 3779460.0,
      "text": "or his &quot;system&quot; would be interfered with. Just before dinner-time, he rushed down stairs"
    },
    {
      "index": 622,
      "start_time": 3779460.0,
      "end_time": 3787720.0,
      "text": "and said, &quot;There must be another waiter, I am one waiter short, what can I do?&quot; He happened"
    },
    {
      "index": 623,
      "start_time": 3787720.0,
      "end_time": 3795119.0,
      "text": "to see &quot;Boots,&quot; the Irishman. &quot;Pat,&quot; said he, &quot;wash your hands and face; take that white"
    },
    {
      "index": 624,
      "start_time": 3795120.0,
      "end_time": 3798830.0,
      "text": "apron and come into the dining-room in five minutes.&quot; Presently Pat appeared as required,"
    },
    {
      "index": 625,
      "start_time": 3798830.0,
      "end_time": 3802491.0,
      "text": "and the proprietor said: &quot;Now Pat, you must stand behind these two chairs, and wait on"
    },
    {
      "index": 626,
      "start_time": 3802490.0,
      "end_time": 3807650.0,
      "text": "the gentlemen who will occupy them; did you ever act as a waiter?&quot;"
    },
    {
      "index": 627,
      "start_time": 3807650.0,
      "end_time": 3813450.0,
      "text": "&quot;I know all about it, sure, but I never did it.&quot;"
    },
    {
      "index": 628,
      "start_time": 3813450.0,
      "end_time": 3818069.0,
      "text": "Like the Irish pilot, on one occasion when the captain, thinking he was considerably"
    },
    {
      "index": 629,
      "start_time": 3818070.0,
      "end_time": 3822860.0,
      "text": "out of his course, asked, &quot;Are you certain you understand what you are doing?&quot;"
    },
    {
      "index": 630,
      "start_time": 3822860.0,
      "end_time": 3828191.0,
      "text": "Pat replied, &quot;Sure and I knows every rock in the channel.&quot;"
    },
    {
      "index": 631,
      "start_time": 3828190.0,
      "end_time": 3834220.0,
      "text": "That moment, &quot;bang&quot; thumped the vessel against a rock."
    },
    {
      "index": 632,
      "start_time": 3834220.0,
      "end_time": 3840569.0,
      "text": "&quot;Ah! be-jabers, and that is one of &#39;em,&quot; continued the pilot. But to return to the dining-room."
    },
    {
      "index": 633,
      "start_time": 3840570.0,
      "end_time": 3846610.0,
      "text": "&quot;Pat,&quot; said the landlord, &quot;here we do everything systematically. You must first give the gentlemen"
    },
    {
      "index": 634,
      "start_time": 3846610.0,
      "end_time": 3850991.0,
      "text": "each a plate of soup, and when they finish that, ask them what they will have next.&quot;"
    },
    {
      "index": 635,
      "start_time": 3850990.0,
      "end_time": 3858970.0,
      "text": "Pat replied, &quot;Ah! an&#39; I understand parfectly the vartues of shystem.&quot;"
    },
    {
      "index": 636,
      "start_time": 3858970.0,
      "end_time": 3864040.0,
      "text": "Very soon in came the guests. The plates of soup were placed before them. One of Pat&#39;s"
    },
    {
      "index": 637,
      "start_time": 3864040.0,
      "end_time": 3870050.0,
      "text": "two gentlemen ate his soup; the other did not care for it. He said: &quot;Waiter, take this"
    },
    {
      "index": 638,
      "start_time": 3870050.0,
      "end_time": 3875730.0,
      "text": "plate away and bring me some fish.&quot; Pat looked at the untasted plate of soup, and remembering"
    },
    {
      "index": 639,
      "start_time": 3875730.0,
      "end_time": 3882500.0,
      "text": "the instructions of the landlord in regard to &quot;system,&quot; replied: &quot;Not till ye have ate"
    },
    {
      "index": 640,
      "start_time": 3882500.0,
      "end_time": 3886839.0,
      "text": "yer supe!&quot; Of course that was carrying &quot;system&quot; entirely"
    },
    {
      "index": 641,
      "start_time": 3886840.0,
      "end_time": 3894850.0,
      "text": "too far. End of chapter 11."
    },
    {
      "index": 642,
      "start_time": 3894850.0,
      "end_time": 3901580.0,
      "text": "Chapter 12 — Read the Newspapers Always take a trustworthy newspaper, and thus"
    },
    {
      "index": 643,
      "start_time": 3901580.0,
      "end_time": 3908350.0,
      "text": "keep thoroughly posted in regard to the transactions of the world. He who is without a newspaper"
    },
    {
      "index": 644,
      "start_time": 3908350.0,
      "end_time": 3915570.0,
      "text": "is cut off from his species. In these days of telegraphs and steam, many important inventions"
    },
    {
      "index": 645,
      "start_time": 3915570.0,
      "end_time": 3921181.0,
      "text": "and improvements in every branch of trade are being made, and he who don&#39;t consult the"
    },
    {
      "index": 646,
      "start_time": 3921180.0,
      "end_time": 3927619.0,
      "text": "newspapers will soon find himself and his business left out in the cold."
    },
    {
      "index": 647,
      "start_time": 3927620.0,
      "end_time": 3932461.0,
      "text": "End of chapter 12."
    },
    {
      "index": 648,
      "start_time": 3932460.0,
      "end_time": 3940089.0,
      "text": "Chapter 13 — Beware of &quot;Outside Operations&quot; We sometimes see men who have obtained fortunes,"
    },
    {
      "index": 649,
      "start_time": 3940090.0,
      "end_time": 3946281.0,
      "text": "suddenly become poor. In many cases, this arises from intemperance, and often from gaming,"
    },
    {
      "index": 650,
      "start_time": 3946280.0,
      "end_time": 3952069.0,
      "text": "and other bad habits. Frequently it occurs because a man has been engaged in &quot;outside"
    },
    {
      "index": 651,
      "start_time": 3952070.0,
      "end_time": 3957401.0,
      "text": "operations,&quot; of some sort. When he gets rich in his legitimate business, he is told of"
    },
    {
      "index": 652,
      "start_time": 3957400.0,
      "end_time": 3962730.0,
      "text": "a grand speculation where he can make a score of thousands. He is constantly flattered by"
    },
    {
      "index": 653,
      "start_time": 3962730.0,
      "end_time": 3968190.0,
      "text": "his friends, who tell him that he is born lucky, that everything he touches turns into"
    },
    {
      "index": 654,
      "start_time": 3968190.0,
      "end_time": 3974589.0,
      "text": "gold. Now if he forgets that his economical habits, his rectitude of conduct and a personal"
    },
    {
      "index": 655,
      "start_time": 3974590.0,
      "end_time": 3979931.0,
      "text": "attention to a business which he understood, caused his success in life, he will listen"
    },
    {
      "index": 656,
      "start_time": 3979930.0,
      "end_time": 3985369.0,
      "text": "to the siren voices. He says: &quot;I will put in twenty thousand dollars. I"
    },
    {
      "index": 657,
      "start_time": 3985370.0,
      "end_time": 3990501.0,
      "text": "have been lucky, and my good luck will soon bring me back sixty thousand dollars.&quot;"
    },
    {
      "index": 658,
      "start_time": 3990500.0,
      "end_time": 3995660.0,
      "text": "A few days elapse and it is discovered he must put in ten thousand dollars more: soon"
    },
    {
      "index": 659,
      "start_time": 3995660.0,
      "end_time": 4001730.0,
      "text": "after he is told &quot;it is all right,&quot; but certain matters not foreseen, require an advance of"
    },
    {
      "index": 660,
      "start_time": 4001730.0,
      "end_time": 4006910.0,
      "text": "twenty thousand dollars more, which will bring him a rich harvest; but before the time comes"
    },
    {
      "index": 661,
      "start_time": 4006910.0,
      "end_time": 4012140.0,
      "text": "around to realize, the bubble bursts, he loses all he is possessed of, and then he learns"
    },
    {
      "index": 662,
      "start_time": 4012140.0,
      "end_time": 4016290.0,
      "text": "what he ought to have known at the first, that however successful a man may be in his"
    },
    {
      "index": 663,
      "start_time": 4016290.0,
      "end_time": 4021940.0,
      "text": "own business, if he turns from that and engages ill a business which he don&#39;t understand,"
    },
    {
      "index": 664,
      "start_time": 4021940.0,
      "end_time": 4027930.0,
      "text": "he is like Samson when shorn of his locks his strength has departed, and he becomes"
    },
    {
      "index": 665,
      "start_time": 4027930.0,
      "end_time": 4032280.0,
      "text": "like other men. If a man has plenty of money, he ought to"
    },
    {
      "index": 666,
      "start_time": 4032280.0,
      "end_time": 4036780.0,
      "text": "invest something in everything that appears to promise success, and that will probably"
    },
    {
      "index": 667,
      "start_time": 4036780.0,
      "end_time": 4042440.0,
      "text": "benefit mankind; but let the sums thus invested be moderate in amount, and never let a man"
    },
    {
      "index": 668,
      "start_time": 4042440.0,
      "end_time": 4047559.0,
      "text": "foolishly jeopardize a fortune that he has earned in a legitimate way, by investing it"
    },
    {
      "index": 669,
      "start_time": 4047560.0,
      "end_time": 4056791.0,
      "text": "in things in which he has had no experience. End of chapter 13."
    },
    {
      "index": 670,
      "start_time": 4056790.0,
      "end_time": 4064240.0,
      "text": "Chapter 14 — Don&#39;t Indorse without Security I hold that no man ought ever to indorse a"
    },
    {
      "index": 671,
      "start_time": 4064240.0,
      "end_time": 4071160.0,
      "text": "note or become security, for any man, be it his father or brother, to a greater extent"
    },
    {
      "index": 672,
      "start_time": 4071160.0,
      "end_time": 4077430.0,
      "text": "than he can afford to lose and care nothing about, without taking good security. Here"
    },
    {
      "index": 673,
      "start_time": 4077430.0,
      "end_time": 4083980.0,
      "text": "is a man that is worth twenty thousand dollars; he is doing a thriving manufacturing or mercantile"
    },
    {
      "index": 674,
      "start_time": 4083980.0,
      "end_time": 4089950.0,
      "text": "trade; you are retired and living on your money; he comes to you and says:"
    },
    {
      "index": 675,
      "start_time": 4089950.0,
      "end_time": 4095829.0,
      "text": "&quot;You are aware that I am worth twenty thousand dollars, and don&#39;t owe a dollar; if I had"
    },
    {
      "index": 676,
      "start_time": 4095830.0,
      "end_time": 4102061.0,
      "text": "five thousand dollars in cash, I could purchase a particular lot of goods and double my money"
    },
    {
      "index": 677,
      "start_time": 4102060.0000000005,
      "end_time": 4107420.0000000005,
      "text": "in a couple of months; will you indorse my note for that amount?&quot;"
    },
    {
      "index": 678,
      "start_time": 4107420.0,
      "end_time": 4113109.0,
      "text": "You reflect that he is worth twenty thousand dollars, and you incur no risk by endorsing"
    },
    {
      "index": 679,
      "start_time": 4113109.9999999995,
      "end_time": 4118609.9999999995,
      "text": "his note; you like to accommodate him, and you lend your name without taking the precaution"
    },
    {
      "index": 680,
      "start_time": 4118609.9999999995,
      "end_time": 4124250.9999999995,
      "text": "of getting security. Shortly after, he shows you the note with your endorsement canceled,"
    },
    {
      "index": 681,
      "start_time": 4124250.0,
      "end_time": 4130920.0,
      "text": "and tells you, probably truly, &quot;that he made the profit that he expected by the operation,&quot;"
    },
    {
      "index": 682,
      "start_time": 4130920.0,
      "end_time": 4136029.0,
      "text": "you reflect that you have done a good action, and the thought makes you feel happy. By and"
    },
    {
      "index": 683,
      "start_time": 4136029.9999999995,
      "end_time": 4141779.9999999995,
      "text": "by, the same thing occurs again and you do it again; you have already fixed the impression"
    },
    {
      "index": 684,
      "start_time": 4141779.9999999995,
      "end_time": 4147750.9999999995,
      "text": "in your mind that it is perfectly safe to indorse his notes without security."
    },
    {
      "index": 685,
      "start_time": 4147750.0,
      "end_time": 4152500.0,
      "text": "But the trouble is, this man is getting money too easily. He has only to take your note"
    },
    {
      "index": 686,
      "start_time": 4152500.0,
      "end_time": 4158480.0,
      "text": "to the bank, get it discounted and take the cash. He gets money for the time being without"
    },
    {
      "index": 687,
      "start_time": 4158479.9999999995,
      "end_time": 4165229.9999999995,
      "text": "effort; without inconvenience to himself. Now mark the result. He sees a chance for"
    },
    {
      "index": 688,
      "start_time": 4165229.9999999995,
      "end_time": 4172189.9999999995,
      "text": "speculation outside of his business. A temporary investment of only $10,000 is required. It"
    },
    {
      "index": 689,
      "start_time": 4172189.9999999995,
      "end_time": 4177088.9999999995,
      "text": "is sure to come back before a note at the bank would be due. He places a note for that"
    },
    {
      "index": 690,
      "start_time": 4177090.0,
      "end_time": 4182590.0,
      "text": "amount before you. You sign it almost mechanically. Being firmly convinced that your friend is"
    },
    {
      "index": 691,
      "start_time": 4182590.0,
      "end_time": 4188871.0,
      "text": "responsible and trustworthy; you indorse his notes as a &quot;matter of course.&quot;"
    },
    {
      "index": 692,
      "start_time": 4188870.0,
      "end_time": 4194630.0,
      "text": "Unfortunately the speculation does not come to a head quite so soon as was expected, and"
    },
    {
      "index": 693,
      "start_time": 4194630.0,
      "end_time": 4200090.0,
      "text": "another $10,000 note must be discounted to take up the last one when due. Before this"
    },
    {
      "index": 694,
      "start_time": 4200090.0,
      "end_time": 4206070.0,
      "text": "note matures the speculation has proved an utter failure and all the money is lost. Does"
    },
    {
      "index": 695,
      "start_time": 4206070.0,
      "end_time": 4213060.0,
      "text": "the loser tell his friend, the endorser, that he has lost half of his fortune? Not at all."
    },
    {
      "index": 696,
      "start_time": 4213060.0,
      "end_time": 4218520.0,
      "text": "He don&#39;t even mention that he has speculated at all. But he has got excited; the spirit"
    },
    {
      "index": 697,
      "start_time": 4218520.0,
      "end_time": 4224830.0,
      "text": "of speculation has seized him; he sees others making large sums in this way (we seldom hear"
    },
    {
      "index": 698,
      "start_time": 4224830.0,
      "end_time": 4231400.0,
      "text": "of the losers), and, like other speculators, he &quot;looks for his money where he loses it.&quot;"
    },
    {
      "index": 699,
      "start_time": 4231400.0,
      "end_time": 4236560.0,
      "text": "He tries again. endorsing notes has become chronic with you, and at every loss he gets"
    },
    {
      "index": 700,
      "start_time": 4236560.0,
      "end_time": 4241550.0,
      "text": "your signature for whatever amount he wants. Finally you discover your friend has lost"
    },
    {
      "index": 701,
      "start_time": 4241550.0,
      "end_time": 4246969.0,
      "text": "all of his property and all of yours. You are overwhelmed with astonishment and grief,"
    },
    {
      "index": 702,
      "start_time": 4246970.0,
      "end_time": 4252481.0,
      "text": "and you say &quot;it is a hard thing; my friend here has ruined me,&quot; but, you should add,"
    },
    {
      "index": 703,
      "start_time": 4252480.0,
      "end_time": 4258300.0,
      "text": "&quot;I have also ruined him.&quot; If you had said in the first place, &quot;I will accommodate you,"
    },
    {
      "index": 704,
      "start_time": 4258300.0,
      "end_time": 4263100.0,
      "text": "but I never indorse without taking ample security,&quot; he could not have gone beyond the length of"
    },
    {
      "index": 705,
      "start_time": 4263100.0,
      "end_time": 4268250.0,
      "text": "his tether, and he would never have been tempted away from his legitimate business. It is a"
    },
    {
      "index": 706,
      "start_time": 4268250.0,
      "end_time": 4273699.0,
      "text": "very dangerous thing, therefore, at any time, to let people get possession of money too"
    },
    {
      "index": 707,
      "start_time": 4273700.0,
      "end_time": 4282041.0,
      "text": "easily; it tempts them to hazardous speculations, if nothing more. Solomon truly said &quot;he that"
    },
    {
      "index": 708,
      "start_time": 4282040.0,
      "end_time": 4287890.0,
      "text": "hateth suretiship is sure.&quot; So with the young man starting in business;"
    },
    {
      "index": 709,
      "start_time": 4287890.0,
      "end_time": 4292949.0,
      "text": "let him understand the value of money by earning it. When he does understand its value, then"
    },
    {
      "index": 710,
      "start_time": 4292950.0,
      "end_time": 4297921.0,
      "text": "grease the wheels a little in helping him to start business, but remember, men who get"
    },
    {
      "index": 711,
      "start_time": 4297920.0,
      "end_time": 4303440.0,
      "text": "money with too great facility cannot usually succeed. You must get the first dollars by"
    },
    {
      "index": 712,
      "start_time": 4303440.0,
      "end_time": 4309960.0,
      "text": "hard knocks, and at some sacrifice, in order to appreciate the value of those dollars."
    },
    {
      "index": 713,
      "start_time": 4309960.0,
      "end_time": 4315690.0,
      "text": "End of chapter 14."
    },
    {
      "index": 714,
      "start_time": 4315690.0,
      "end_time": 4321360.0,
      "text": "Chapter 15 — Advertise Your Business We all depend, more or less, upon the public"
    },
    {
      "index": 715,
      "start_time": 4321360.0,
      "end_time": 4327880.0,
      "text": "for our support. We all trade with the public—lawyers, doctors, shoemakers, artists, blacksmiths,"
    },
    {
      "index": 716,
      "start_time": 4327880.0,
      "end_time": 4335310.0,
      "text": "showmen, opera stagers, railroad presidents, and college professors. Those who deal with"
    },
    {
      "index": 717,
      "start_time": 4335310.0,
      "end_time": 4339719.0,
      "text": "the public must be careful that their goods are valuable; that they are genuine, and will"
    },
    {
      "index": 718,
      "start_time": 4339720.0,
      "end_time": 4345421.0,
      "text": "give satisfaction. When you get an article which you know is going to please your customers,"
    },
    {
      "index": 719,
      "start_time": 4345420.0,
      "end_time": 4349090.0,
      "text": "and that when they have tried it, they will feel they have got their money&#39;s worth, then"
    },
    {
      "index": 720,
      "start_time": 4349090.0,
      "end_time": 4354140.0,
      "text": "let the fact be known that you have got it. Be careful to advertise it in some shape or"
    },
    {
      "index": 721,
      "start_time": 4354140.0,
      "end_time": 4359730.0,
      "text": "other because it is evident that if a man has ever so good an article for sale, and"
    },
    {
      "index": 722,
      "start_time": 4359730.0,
      "end_time": 4366400.0,
      "text": "nobody knows it, it will bring him no return. In a country like this, where nearly everybody"
    },
    {
      "index": 723,
      "start_time": 4366400.0,
      "end_time": 4370900.0,
      "text": "reads, and where newspapers are issued and circulated in editions of five thousand to"
    },
    {
      "index": 724,
      "start_time": 4370900.0,
      "end_time": 4376090.0,
      "text": "two hundred thousand, it would be very unwise if this channel was not taken advantage of"
    },
    {
      "index": 725,
      "start_time": 4376090.0,
      "end_time": 4382050.0,
      "text": "to reach the public in advertising. A newspaper goes into the family, and is read by wife"
    },
    {
      "index": 726,
      "start_time": 4382050.0,
      "end_time": 4387150.0,
      "text": "and children, as well as the head of the home; hence hundreds and thousands of people may"
    },
    {
      "index": 727,
      "start_time": 4387150.0,
      "end_time": 4392500.0,
      "text": "read your advertisement, while you are attending to your routine business. Many, perhaps, read"
    },
    {
      "index": 728,
      "start_time": 4392500.0,
      "end_time": 4398330.0,
      "text": "it while you are asleep. The whole philosophy of life is, first &quot;sow,&quot; then &quot;reap.&quot; That"
    },
    {
      "index": 729,
      "start_time": 4398330.0,
      "end_time": 4403650.0,
      "text": "is the way the farmer does; he plants his potatoes and corn, and sows his grain, and"
    },
    {
      "index": 730,
      "start_time": 4403650.0,
      "end_time": 4408840.0,
      "text": "then goes about something else, and the time comes when he reaps. But he never reaps first"
    },
    {
      "index": 731,
      "start_time": 4408840.0,
      "end_time": 4414000.0,
      "text": "and sows afterwards. This principle applies to all kinds of business, and to nothing more"
    },
    {
      "index": 732,
      "start_time": 4414000.0,
      "end_time": 4419650.0,
      "text": "eminently than to advertising. If a man has a genuine article, there is no way in which"
    },
    {
      "index": 733,
      "start_time": 4419650.0,
      "end_time": 4425670.0,
      "text": "he can reap more advantageously than by &quot;sowing&quot; to the public in this way. He must, of course,"
    },
    {
      "index": 734,
      "start_time": 4425670.0,
      "end_time": 4430670.0,
      "text": "have a really good article, and one which will please his customers; anything spurious"
    },
    {
      "index": 735,
      "start_time": 4430670.0,
      "end_time": 4435840.0,
      "text": "will not succeed permanently because the public is wiser than many imagine. Men and women"
    },
    {
      "index": 736,
      "start_time": 4435840.0,
      "end_time": 4440460.0,
      "text": "are selfish, and we all prefer purchasing where we can get the most for our money and"
    },
    {
      "index": 737,
      "start_time": 4440460.0,
      "end_time": 4443530.0,
      "text": "we try to find out where we can most surely do so."
    },
    {
      "index": 738,
      "start_time": 4443530.0,
      "end_time": 4448480.0,
      "text": "You may advertise a spurious article, and induce many people to call and buy it once,"
    },
    {
      "index": 739,
      "start_time": 4448480.0,
      "end_time": 4453250.0,
      "text": "but they will denounce you as an impostor and swindler, and your business will gradually"
    },
    {
      "index": 740,
      "start_time": 4453250.0,
      "end_time": 4460110.0,
      "text": "die out and leave you poor. This is right. Few people can safely depend upon chance custom."
    },
    {
      "index": 741,
      "start_time": 4460110.0,
      "end_time": 4465530.0,
      "text": "You all need to have your customers return and purchase again. A man said to me, &quot;I have"
    },
    {
      "index": 742,
      "start_time": 4465530.0,
      "end_time": 4470900.0,
      "text": "tried advertising and did not succeed; yet I have a good article.&quot;"
    },
    {
      "index": 743,
      "start_time": 4470900.0,
      "end_time": 4477250.0,
      "text": "I replied, &quot;My friend, there may be exceptions to a general rule. But how do you advertise?&quot;"
    },
    {
      "index": 744,
      "start_time": 4477250.0,
      "end_time": 4482980.0,
      "text": "&quot;I put it in a weekly newspaper three times, and paid a dollar and a half for it.&quot; I replied:"
    },
    {
      "index": 745,
      "start_time": 4482980.0,
      "end_time": 4487590.0,
      "text": "&quot;Sir, advertising is like learning—&#39;a little is a dangerous thing!&#39;&quot;"
    },
    {
      "index": 746,
      "start_time": 4487590.0,
      "end_time": 4492510.0,
      "text": "A French writer says that &quot;The reader of a newspaper does not see the first mention of"
    },
    {
      "index": 747,
      "start_time": 4492510.0,
      "end_time": 4498690.0,
      "text": "an ordinary advertisement; the second insertion he sees, but does not read; the third insertion"
    },
    {
      "index": 748,
      "start_time": 4498690.0,
      "end_time": 4504239.0,
      "text": "he reads; the fourth insertion, he looks at the price; the fifth insertion, he speaks"
    },
    {
      "index": 749,
      "start_time": 4504240.0,
      "end_time": 4509871.0,
      "text": "of it to his wife; the sixth insertion, he is ready to purchase, and the seventh insertion,"
    },
    {
      "index": 750,
      "start_time": 4509870.0,
      "end_time": 4515560.0,
      "text": "he purchases.&quot; Your object in advertising is to make the public understand what you"
    },
    {
      "index": 751,
      "start_time": 4515560.0,
      "end_time": 4520050.0,
      "text": "have got to sell, and if you have not the pluck to keep advertising, until you have"
    },
    {
      "index": 752,
      "start_time": 4520050.0,
      "end_time": 4524790.0,
      "text": "imparted that information, all the money you have spent is lost. You are like the fellow"
    },
    {
      "index": 753,
      "start_time": 4524790.0,
      "end_time": 4530380.0,
      "text": "who told the gentleman if he would give him ten cents it would save him a dollar. &quot;How"
    },
    {
      "index": 754,
      "start_time": 4530380.0,
      "end_time": 4535800.0,
      "text": "can I help you so much with so small a sum?&quot; asked the gentleman in surprise. &quot;I started"
    },
    {
      "index": 755,
      "start_time": 4535800.0,
      "end_time": 4541170.0,
      "text": "out this morning (hiccuped the fellow) with the full determination to get drunk, and I"
    },
    {
      "index": 756,
      "start_time": 4541170.0,
      "end_time": 4546040.0,
      "text": "have spent my only dollar to accomplish the object, and it has not quite done it. Ten"
    },
    {
      "index": 757,
      "start_time": 4546040.0,
      "end_time": 4550780.0,
      "text": "cents worth more of whiskey would just do it, and in this manner I should save the dollar"
    },
    {
      "index": 758,
      "start_time": 4550780.0,
      "end_time": 4555390.0,
      "text": "already expended.&quot; So a man who advertises at all must keep it"
    },
    {
      "index": 759,
      "start_time": 4555390.0,
      "end_time": 4560449.0,
      "text": "up until the public know who and what he is, and what his business is, or else the money"
    },
    {
      "index": 760,
      "start_time": 4560450.0,
      "end_time": 4565411.0,
      "text": "invested in advertising is lost. Some men have a peculiar genius for writing"
    },
    {
      "index": 761,
      "start_time": 4565410.0,
      "end_time": 4571310.0,
      "text": "a striking advertisement, one that will arrest the attention of the reader at first sight."
    },
    {
      "index": 762,
      "start_time": 4571310.0,
      "end_time": 4576880.0,
      "text": "This fact, of course, gives the advertiser a great advantage. Sometimes a man makes himself"
    },
    {
      "index": 763,
      "start_time": 4576880.0,
      "end_time": 4582980.0,
      "text": "popular by an unique sign or a curious display in his window, recently I observed a swing"
    },
    {
      "index": 764,
      "start_time": 4582980.0,
      "end_time": 4587890.0,
      "text": "sign extending over the sidewalk in front of a store, on which was the inscription in"
    },
    {
      "index": 765,
      "start_time": 4587890.0,
      "end_time": 4595190.0,
      "text": "plain letters, End of chapter 15."
    },
    {
      "index": 766,
      "start_time": 4595190.0,
      "end_time": 4604150.0,
      "text": "Chapter 16 — &quot;Don&#39;t Read the Other Side&quot; Of course I did, and so did everybody else,"
    },
    {
      "index": 767,
      "start_time": 4604150.0,
      "end_time": 4609900.0,
      "text": "and I learned that the man had made all independence by first attracting the public to his business"
    },
    {
      "index": 768,
      "start_time": 4609900.0,
      "end_time": 4614640.0,
      "text": "in that way and then using his customers well afterwards."
    },
    {
      "index": 769,
      "start_time": 4614640.0,
      "end_time": 4620890.0,
      "text": "Genin, the hatter, bought the first Jenny Lind ticket at auction for two hundred and"
    },
    {
      "index": 770,
      "start_time": 4620890.0,
      "end_time": 4627020.0,
      "text": "twenty-five dollars, because he knew it would be a good advertisement for him. &quot;Who is the"
    },
    {
      "index": 771,
      "start_time": 4627020.0,
      "end_time": 4633480.0,
      "text": "bidder?&quot; said the auctioneer, as he knocked down that ticket at Castle Garden. &quot;Genin,"
    },
    {
      "index": 772,
      "start_time": 4633480.0,
      "end_time": 4639070.0,
      "text": "the hatter,&quot; was the response. Here were thousands of people from the Fifth avenue, and from"
    },
    {
      "index": 773,
      "start_time": 4639070.0,
      "end_time": 4645380.0,
      "text": "distant cities in the highest stations in life. &quot;Who is &#39;Genin,&#39; the hatter?&quot; they exclaimed."
    },
    {
      "index": 774,
      "start_time": 4645380.0,
      "end_time": 4650920.0,
      "text": "They had never heard of him before. The next morning the newspapers and telegraph had circulated"
    },
    {
      "index": 775,
      "start_time": 4650920.0,
      "end_time": 4658130.0,
      "text": "the facts from Maine to Texas, and from five to ten millions off people had read that the"
    },
    {
      "index": 776,
      "start_time": 4658130.0,
      "end_time": 4663770.0,
      "text": "tickets sold at auction For Jenny Lind&#39;s first concert amounted to about twenty thousand"
    },
    {
      "index": 777,
      "start_time": 4663770.0,
      "end_time": 4668429.0,
      "text": "dollars, and that a single ticket was sold at two hundred and twenty-five dollars, to"
    },
    {
      "index": 778,
      "start_time": 4668430.0,
      "end_time": 4675691.0,
      "text": "&quot;Genin, the hatter.&quot; Men throughout the country involuntarily took off their hats to see if"
    },
    {
      "index": 779,
      "start_time": 4675690.0,
      "end_time": 4680850.0,
      "text": "they had a &quot;Genin&quot; hat on their heads. At a town in Iowa it was found that in the crowd"
    },
    {
      "index": 780,
      "start_time": 4680850.0,
      "end_time": 4686370.0,
      "text": "around the post office, there was one man who had a &quot;Genin&quot; hat, and he showed it in"
    },
    {
      "index": 781,
      "start_time": 4686370.0,
      "end_time": 4692020.0,
      "text": "triumph, although it was worn out and not worth two cents. &quot;Why,&quot; one man exclaimed,"
    },
    {
      "index": 782,
      "start_time": 4692020.0,
      "end_time": 4698340.0,
      "text": "&quot;you have a real &#39;Genin&#39; hat; what a lucky fellow you are.&quot; Another man said, &quot;Hang on"
    },
    {
      "index": 783,
      "start_time": 4698340.0,
      "end_time": 4703500.0,
      "text": "to that hat, it will be a valuable heir-loom in your family.&quot; Still another man in the"
    },
    {
      "index": 784,
      "start_time": 4703500.0,
      "end_time": 4708320.0,
      "text": "crowd who seemed to envy the possessor of this good fortune, said, &quot;Come, give us all"
    },
    {
      "index": 785,
      "start_time": 4708320.0,
      "end_time": 4714230.0,
      "text": "a chance; put it up at auction!&quot; He did so, and it was sold as a keepsake for nine dollars"
    },
    {
      "index": 786,
      "start_time": 4714230.0,
      "end_time": 4719730.0,
      "text": "and fifty cents! What was the consequence to Mr. Genin? He sold ten thousand extra hats"
    },
    {
      "index": 787,
      "start_time": 4719730.0,
      "end_time": 4724790.0,
      "text": "per annum, the first six years. Nine-tenths of the purchasers bought of him, probably,"
    },
    {
      "index": 788,
      "start_time": 4724790.0,
      "end_time": 4729969.0,
      "text": "out of curiosity, and many of them, finding that he gave them an equivalent for their"
    },
    {
      "index": 789,
      "start_time": 4729970.0,
      "end_time": 4736191.0,
      "text": "money, became his regular customers. This novel advertisement first struck their attention,"
    },
    {
      "index": 790,
      "start_time": 4736190.0,
      "end_time": 4739640.0,
      "text": "and then, as he made a good article, they came again."
    },
    {
      "index": 791,
      "start_time": 4739640.0,
      "end_time": 4744920.0,
      "text": "Now I don&#39;t say that everybody should advertise as Mr. Genin did. But I say if a man has got"
    },
    {
      "index": 792,
      "start_time": 4744920.0,
      "end_time": 4750250.0,
      "text": "goods for sale, and he don&#39;t advertise them in some way, the chances are that some day"
    },
    {
      "index": 793,
      "start_time": 4750250.0,
      "end_time": 4756760.0,
      "text": "the sheriff will do it for him. Nor do I say that everybody must advertise in a newspaper,"
    },
    {
      "index": 794,
      "start_time": 4756760.0,
      "end_time": 4762739.0,
      "text": "or indeed use &quot;printers&#39; ink&quot; at all. On the contrary, although that article is indispensable"
    },
    {
      "index": 795,
      "start_time": 4762740.0,
      "end_time": 4767911.0,
      "text": "in the majority of cases, yet doctors and clergymen, and sometimes lawyers and some"
    },
    {
      "index": 796,
      "start_time": 4767910.0,
      "end_time": 4773750.0,
      "text": "others, can more effectually reach the public in some other manner. But it is obvious, they"
    },
    {
      "index": 797,
      "start_time": 4773750.0,
      "end_time": 4778449.0,
      "text": "must be known in some way, else how could they be supported?"
    },
    {
      "index": 798,
      "start_time": 4778450.0,
      "end_time": 4783941.0,
      "text": "End of chapter 16."
    },
    {
      "index": 799,
      "start_time": 4783940.0,
      "end_time": 4788920.0,
      "text": "Chapter 17 — Be Polite and Kind to Your Customers"
    },
    {
      "index": 800,
      "start_time": 4788920.0,
      "end_time": 4795350.0,
      "text": "Politeness and civility are the best capital ever invested in business. Large stores, gilt"
    },
    {
      "index": 801,
      "start_time": 4795350.0,
      "end_time": 4801690.0,
      "text": "signs, flaming advertisements, will all prove unavailing if you or your employees treat"
    },
    {
      "index": 802,
      "start_time": 4801690.0,
      "end_time": 4808540.0,
      "text": "your patrons abruptly. The truth is, the more kind and liberal a man is, the more generous"
    },
    {
      "index": 803,
      "start_time": 4808540.0,
      "end_time": 4816000.0,
      "text": "will be the patronage bestowed upon him. &quot;Like begets like.&quot; The man who gives the greatest"
    },
    {
      "index": 804,
      "start_time": 4816000.0,
      "end_time": 4821190.0,
      "text": "amount of goods of a corresponding quality for the least sum (still reserving for himself"
    },
    {
      "index": 805,
      "start_time": 4821190.0,
      "end_time": 4827580.0,
      "text": "a profit) will generally succeed best in the long run. This brings us to the golden rule,"
    },
    {
      "index": 806,
      "start_time": 4827580.0,
      "end_time": 4833550.0,
      "text": "&quot;As ye would that men should do to you, do ye also to them&quot; and they will do better by"
    },
    {
      "index": 807,
      "start_time": 4833550.0,
      "end_time": 4837960.0,
      "text": "you than if you always treated them as if you wanted to get the most you could out of"
    },
    {
      "index": 808,
      "start_time": 4837960.0,
      "end_time": 4843670.0,
      "text": "them for the least return. Men who drive sharp bargains with their customers, acting as if"
    },
    {
      "index": 809,
      "start_time": 4843670.0,
      "end_time": 4848770.0,
      "text": "they never expected to see them again, will not be mistaken. They will never see them"
    },
    {
      "index": 810,
      "start_time": 4848770.0,
      "end_time": 4854340.0,
      "text": "again as customers. People don&#39;t like to pay and get kicked also."
    },
    {
      "index": 811,
      "start_time": 4854340.0,
      "end_time": 4859860.0,
      "text": "One of the ushers in my Museum once told me he intended to whip a man who was in the lecture-room"
    },
    {
      "index": 812,
      "start_time": 4859860.0,
      "end_time": 4864010.0,
      "text": "as soon as he came out. &quot;What for?&quot; I inquired."
    },
    {
      "index": 813,
      "start_time": 4864010.0,
      "end_time": 4868239.0,
      "text": "&quot;Because he said I was no gentleman,&quot; replied the usher."
    },
    {
      "index": 814,
      "start_time": 4868240.0,
      "end_time": 4874531.0,
      "text": "&quot;Never mind,&quot; I replied, &quot;he pays for that, and you will not convince him you are a gentleman"
    },
    {
      "index": 815,
      "start_time": 4874530.0,
      "end_time": 4881130.0,
      "text": "by whipping him. I cannot afford to lose a customer. If you whip him, he will never visit"
    },
    {
      "index": 816,
      "start_time": 4881130.0,
      "end_time": 4887210.0,
      "text": "the Museum again, and he will induce friends to go with him to other places of amusement"
    },
    {
      "index": 817,
      "start_time": 4887210.0,
      "end_time": 4892880.0,
      "text": "instead of this, and thus you see, I should be a serious loser.&quot;"
    },
    {
      "index": 818,
      "start_time": 4892880.0,
      "end_time": 4900830.0,
      "text": "&quot;But he insulted me,&quot; muttered the usher. &quot;Exactly,&quot; I replied, &quot;and if he owned the"
    },
    {
      "index": 819,
      "start_time": 4900830.0,
      "end_time": 4906380.0,
      "text": "Museum, and you had paid him for the privilege of visiting it, and he had then insulted you,"
    },
    {
      "index": 820,
      "start_time": 4906380.0,
      "end_time": 4911480.0,
      "text": "there might be some reason in your resenting it, but in this instance he is the man who"
    },
    {
      "index": 821,
      "start_time": 4911480.0,
      "end_time": 4917420.0,
      "text": "pays, while we receive, and you must, therefore, put up with his bad manners.&quot;"
    },
    {
      "index": 822,
      "start_time": 4917420.0,
      "end_time": 4922350.0,
      "text": "My usher laughingly remarked, that this was undoubtedly the true policy; but he added"
    },
    {
      "index": 823,
      "start_time": 4922350.0,
      "end_time": 4927580.0,
      "text": "that he should not object to an increase of salary if he was expected to be abused in"
    },
    {
      "index": 824,
      "start_time": 4927580.0,
      "end_time": 4936010.0,
      "text": "order to promote my interest. End of chapter 17."
    },
    {
      "index": 825,
      "start_time": 4936010.0,
      "end_time": 4941739.0,
      "text": "Chapter 18 — Be Charitable Of course men should be charitable, because"
    },
    {
      "index": 826,
      "start_time": 4941740.0,
      "end_time": 4947871.0,
      "text": "it is a duty and a pleasure. But even as a matter of policy, if you possess no higher"
    },
    {
      "index": 827,
      "start_time": 4947870.0,
      "end_time": 4952949.0,
      "text": "incentive, you will find that the liberal man will command patronage, while the sordid,"
    },
    {
      "index": 828,
      "start_time": 4952950.0,
      "end_time": 4958740.0,
      "text": "uncharitable miser will be avoided. Solomon says: &quot;There is that scattereth and"
    },
    {
      "index": 829,
      "start_time": 4958740.0,
      "end_time": 4965001.0,
      "text": "yet increaseth; and there is that withholdeth more than meet, but it tendeth to poverty.&quot;"
    },
    {
      "index": 830,
      "start_time": 4965000.0,
      "end_time": 4968550.0,
      "text": "Of course the only true charity is that which is from the heart."
    },
    {
      "index": 831,
      "start_time": 4968550.0,
      "end_time": 4974120.0,
      "text": "The best kind of charity is to help those who are willing to help themselves. Promiscuous"
    },
    {
      "index": 832,
      "start_time": 4974120.0,
      "end_time": 4980190.0,
      "text": "almsgiving, without inquiring into the worthiness of the applicant, is bad in every sense. But"
    },
    {
      "index": 833,
      "start_time": 4980190.0,
      "end_time": 4984960.0,
      "text": "to search out and quietly assist those who are struggling for themselves, is the kind"
    },
    {
      "index": 834,
      "start_time": 4984960.0,
      "end_time": 4990600.0,
      "text": "that &quot;scattereth and yet increaseth.&quot; But don&#39;t fall into the idea that some persons"
    },
    {
      "index": 835,
      "start_time": 4990600.0,
      "end_time": 4996110.0,
      "text": "practice, of giving a prayer instead of a potato, and a benediction instead of bread,"
    },
    {
      "index": 836,
      "start_time": 4996110.0,
      "end_time": 5001820.0,
      "text": "to the hungry. It is easier to make Christians with full stomachs than empty."
    },
    {
      "index": 837,
      "start_time": 5001820.0,
      "end_time": 5007219.0,
      "text": "End of chapter 18."
    },
    {
      "index": 838,
      "start_time": 5007220.0,
      "end_time": 5012571.0,
      "text": "Chapter 19 — Don&#39;t Blab Some men have a foolish habit of telling their"
    },
    {
      "index": 839,
      "start_time": 5012570.0,
      "end_time": 5018070.0,
      "text": "business secrets. If they make money they like to tell their neighbors how it was done."
    },
    {
      "index": 840,
      "start_time": 5018070.0,
      "end_time": 5023699.0,
      "text": "Nothing is gained by this, and ofttimes much is lost. Say nothing about your profits, your"
    },
    {
      "index": 841,
      "start_time": 5023700.0,
      "end_time": 5028861.0,
      "text": "hopes, your expectations, your intentions. And this should apply to letters as well as"
    },
    {
      "index": 842,
      "start_time": 5028860.0,
      "end_time": 5035969.0,
      "text": "to conversation. Goethe makes Mephistophilles say: &quot;Never write a letter nor destroy one.&quot;"
    },
    {
      "index": 843,
      "start_time": 5035970.0,
      "end_time": 5040171.0,
      "text": "Business men must write letters, but they should be careful what they put in them. If"
    },
    {
      "index": 844,
      "start_time": 5040170.0,
      "end_time": 5044880.0,
      "text": "you are losing money, be specially cautious and not tell of it, or you will lose your"
    },
    {
      "index": 845,
      "start_time": 5044880.0,
      "end_time": 5052130.0,
      "text": "reputation. End of chapter 19."
    },
    {
      "index": 846,
      "start_time": 5052130.0,
      "end_time": 5059730.0,
      "text": "Chapter 20 — Preserve Your Integrity It is more precious than diamonds or rubies."
    },
    {
      "index": 847,
      "start_time": 5059730.0,
      "end_time": 5067360.0,
      "text": "The old miser said to his sons: &quot;Get money; get it honestly if you can, but get money:&quot;"
    },
    {
      "index": 848,
      "start_time": 5067360.0,
      "end_time": 5072010.0,
      "text": "This advice was not only atrociously wicked, but it was the very essence of stupidity:"
    },
    {
      "index": 849,
      "start_time": 5072010.0,
      "end_time": 5078150.0,
      "text": "It was as much as to say, &quot;if you find it difficult to obtain money honestly, you can"
    },
    {
      "index": 850,
      "start_time": 5078150.0,
      "end_time": 5084750.0,
      "text": "easily get it dishonestly. Get it in that way.&quot; Poor fool! Not to know that the most"
    },
    {
      "index": 851,
      "start_time": 5084750.0,
      "end_time": 5090280.0,
      "text": "difficult thing in life is to make money dishonestly! Not to know that our prisons are full of men"
    },
    {
      "index": 852,
      "start_time": 5090280.0,
      "end_time": 5096860.0,
      "text": "who attempted to follow this advice; not to understand that no man can be dishonest, without"
    },
    {
      "index": 853,
      "start_time": 5096860.0,
      "end_time": 5102320.0,
      "text": "soon being found out, and that when his lack of principle is discovered, nearly every avenue"
    },
    {
      "index": 854,
      "start_time": 5102320.0,
      "end_time": 5108870.0,
      "text": "to success is closed against him forever. The public very properly shun all whose integrity"
    },
    {
      "index": 855,
      "start_time": 5108870.0,
      "end_time": 5114969.0,
      "text": "is doubted. No matter how polite and pleasant and accommodating a man may be, none of us"
    },
    {
      "index": 856,
      "start_time": 5114970.0,
      "end_time": 5121091.0,
      "text": "dare to deal with him if we suspect &quot;false weights and measures.&quot; Strict honesty, not"
    },
    {
      "index": 857,
      "start_time": 5121090.0,
      "end_time": 5127120.0,
      "text": "only lies at the foundation of all success in life (financially), but in every other"
    },
    {
      "index": 858,
      "start_time": 5127120.0,
      "end_time": 5133760.0,
      "text": "respect. Uncompromising integrity of character is invaluable. It secures to its possessor"
    },
    {
      "index": 859,
      "start_time": 5133760.0,
      "end_time": 5139760.0,
      "text": "a peace and joy which cannot be attained without it—which no amount of money, or houses and"
    },
    {
      "index": 860,
      "start_time": 5139760.0,
      "end_time": 5146489.0,
      "text": "lands can purchase. A man who is known to be strictly honest, may be ever so poor, but"
    },
    {
      "index": 861,
      "start_time": 5146490.0,
      "end_time": 5151611.0,
      "text": "he has the purses of all the community at his disposal—for all know that if he promises"
    },
    {
      "index": 862,
      "start_time": 5151610.0,
      "end_time": 5158679.0,
      "text": "to return what he borrows, he will never disappoint them. As a mere matter of selfishness, therefore,"
    },
    {
      "index": 863,
      "start_time": 5158680.0,
      "end_time": 5164321.0,
      "text": "if a man had no higher motive for being honest, all will find that the maxim of Dr. Franklin"
    },
    {
      "index": 864,
      "start_time": 5164320.0,
      "end_time": 5169550.0,
      "text": "can never fail to be true, that &quot;honesty is the best policy.&quot;"
    },
    {
      "index": 865,
      "start_time": 5169550.0,
      "end_time": 5176130.0,
      "text": "To get rich, is not always equivalent to being successful. &quot;There are many rich poor men,&quot;"
    },
    {
      "index": 866,
      "start_time": 5176130.0,
      "end_time": 5180610.0,
      "text": "while there are many others, honest and devout men and women, who have never possessed so"
    },
    {
      "index": 867,
      "start_time": 5180610.0,
      "end_time": 5186140.0,
      "text": "much money as some rich persons squander in a week, but who are nevertheless really richer"
    },
    {
      "index": 868,
      "start_time": 5186140.0,
      "end_time": 5191719.0,
      "text": "and happier than any man can ever be while he is a transgressor of the higher laws of"
    },
    {
      "index": 869,
      "start_time": 5191720.0,
      "end_time": 5196091.0,
      "text": "his being. The inordinate love of money, no doubt, may"
    },
    {
      "index": 870,
      "start_time": 5196090.0,
      "end_time": 5202330.0,
      "text": "be and is &quot;the root of all evil,&quot; but money itself, when properly used, is not only a"
    },
    {
      "index": 871,
      "start_time": 5202330.0,
      "end_time": 5207620.0,
      "text": "&quot;handy thing to have in the house,&quot; but affords the gratification of blessing our race by"
    },
    {
      "index": 872,
      "start_time": 5207620.0,
      "end_time": 5213870.0,
      "text": "enabling its possessor to enlarge the scope of human happiness and human influence. The"
    },
    {
      "index": 873,
      "start_time": 5213870.0,
      "end_time": 5219050.0,
      "text": "desire for wealth is nearly universal, and none can say it is not laudable, provided"
    },
    {
      "index": 874,
      "start_time": 5219050.0,
      "end_time": 5225510.0,
      "text": "the possessor of it accepts its responsibilities, and uses it as a friend to humanity."
    },
    {
      "index": 875,
      "start_time": 5225510.0,
      "end_time": 5230730.0,
      "text": "The history of money-getting, which is commerce, is a history of civilization, and wherever"
    },
    {
      "index": 876,
      "start_time": 5230730.0,
      "end_time": 5236030.0,
      "text": "trade has flourished most, there, too, have art and science produced the noblest fruits."
    },
    {
      "index": 877,
      "start_time": 5236030.0,
      "end_time": 5242770.0,
      "text": "In fact, as a general thing, money-getters are the benefactors of our race. To them,"
    },
    {
      "index": 878,
      "start_time": 5242770.0,
      "end_time": 5249650.0,
      "text": "in a great measure, are we indebted for our institutions of learning and of art, our academies,"
    },
    {
      "index": 879,
      "start_time": 5249650.0,
      "end_time": 5255900.0,
      "text": "colleges and churches. It is no argument against the desire for, or the possession of wealth,"
    },
    {
      "index": 880,
      "start_time": 5255900.0,
      "end_time": 5261340.0,
      "text": "to say that there are sometimes misers who hoard money only for the sake of hoarding"
    },
    {
      "index": 881,
      "start_time": 5261340.0,
      "end_time": 5265739.0,
      "text": "and who have no higher aspiration than to grasp everything which comes within their"
    },
    {
      "index": 882,
      "start_time": 5265740.0,
      "end_time": 5272511.0,
      "text": "reach. As we have sometimes hypocrites in religion, and demagogues in politics, so there"
    },
    {
      "index": 883,
      "start_time": 5272510.0,
      "end_time": 5278320.0,
      "text": "are occasionally misers among money-getters. These, however, are only exceptions to the"
    },
    {
      "index": 884,
      "start_time": 5278320.0,
      "end_time": 5283260.0,
      "text": "general rule. But when, in this country, we find such a nuisance and stumbling block as"
    },
    {
      "index": 885,
      "start_time": 5283260.0,
      "end_time": 5290100.0,
      "text": "a miser, we remember with gratitude that in America we have no laws of primogeniture,"
    },
    {
      "index": 886,
      "start_time": 5290100.0,
      "end_time": 5294469.0,
      "text": "and that in the due course of nature the time will come when the hoarded dust will be scattered"
    },
    {
      "index": 887,
      "start_time": 5294470.0,
      "end_time": 5300511.0,
      "text": "for the benefit of mankind. To all men and women, therefore, do I conscientiously say,"
    },
    {
      "index": 888,
      "start_time": 5300510.0,
      "end_time": 5306800.0,
      "text": "make money honestly, and not otherwise, for Shakespeare has truly said, &quot;He that wants"
    },
    {
      "index": 889,
      "start_time": 5306800.0,
      "end_time": 5312980.0,
      "text": "money, means, and content, is without three good friends.&quot;"
    },
    {
      "index": 890,
      "start_time": 5312980.0,
      "end_time": 5315679.0,
      "text": "End of chapter 20."
    },
    {
      "index": 891,
      "start_time": 5315680.0,
      "end_time": 5325680.0,
      "text": "End of The Art of Money Getting by P. T. Barnum."
    }
  ]
}