{
  "video_id": "xMFBou-g8o4",
  "title": "Is War With China Inevitable?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3500.0,
      "text": "In 1980, this was the small fishing town of Shenzhen, China."
    },
    {
      "index": 2,
      "start_time": 3500.0,
      "end_time": 8300.0,
      "text": "And here it is just 30 years later, with the population of over 10 million."
    },
    {
      "index": 3,
      "start_time": 8300.0,
      "end_time": 13500.0,
      "text": "In that time, Chinese poverty dropped from 88 out of 100 people to less than 4."
    },
    {
      "index": 4,
      "start_time": 13500.0,
      "end_time": 20800.0,
      "text": "And if you plug China's growth rate of 6.8% into the rule of 70, its economy may double in just 10 years."
    },
    {
      "index": 5,
      "start_time": 20800.0,
      "end_time": 24200.0,
      "text": "To put that in perspective, that the US is growing about a third as fast."
    },
    {
      "index": 6,
      "start_time": 24200.0,
      "end_time": 28600.0,
      "text": "So how is this level of growth for this long even possible?"
    },
    {
      "index": 7,
      "start_time": 28600.0,
      "end_time": 31900.0,
      "text": "The answer is, an incredibly tight Iron Fist."
    },
    {
      "index": 8,
      "start_time": 31900.0,
      "end_time": 36700.0,
      "text": "The Chinese Communist Party is not a source of power, but THE source of power."
    },
    {
      "index": 9,
      "start_time": 36700.0,
      "end_time": 45500.0,
      "text": "It elects the leaders of the eight other political parties, and owns everything—from oil, to phones, to tobacco, and life insurance for when that tobacco kills you."
    },
    {
      "index": 10,
      "start_time": 45500.0,
      "end_time": 52600.0,
      "text": "It makes black mirror look utopian, with Social Points determining the train you ride on, and the school your child can attend."
    },
    {
      "index": 11,
      "start_time": 52600.0,
      "end_time": 56100.0,
      "text": "But with absolute control comes absolute efficiency."
    },
    {
      "index": 12,
      "start_time": 56100.0,
      "end_time": 63200.0,
      "text": "With a snap of a finger, cities like Shenzhen became special economic zones—bubbles of kinda capitalism or the market runs free."
    },
    {
      "index": 13,
      "start_time": 63200.0,
      "end_time": 69800.0,
      "text": "Call it capitalist, communist, cruel or corrupt. But it's really good at getting things done."
    },
    {
      "index": 14,
      "start_time": 69800.0,
      "end_time": 73700.0,
      "text": "In a democracy the president's real job is to get reelected,"
    },
    {
      "index": 15,
      "start_time": 74100.0,
      "end_time": 77200.0,
      "text": "which means spending today and worrying, about debt tomorrow."
    },
    {
      "index": 16,
      "start_time": 77200.0,
      "end_time": 86500.0,
      "text": "That's the next president's problem, but because China is ruled by one party and its president less influenced by the immediate demands of voters, he can think in the long term."
    },
    {
      "index": 17,
      "start_time": 86600.0,
      "end_time": 91600.0,
      "text": "And with less red tape slowing things down, his words are quick to become reality."
    },
    {
      "index": 18,
      "start_time": 91600.0,
      "end_time": 98000.0,
      "text": "The only system of checks and balances is the world's biggest population ripe for revolt if things slow down."
    },
    {
      "index": 19,
      "start_time": 98000.0,
      "end_time": 99800.0,
      "text": "That's pretty good motivation."
    },
    {
      "index": 20,
      "start_time": 99800.0,
      "end_time": 104200.0,
      "text": "It's how the country went from ancient to atomic era in only 30 turns."
    },
    {
      "index": 21,
      "start_time": 104200.0,
      "end_time": 109900.0,
      "text": "So you might scoff at the size and budget of its military, but economic power is the ultimate power."
    },
    {
      "index": 22,
      "start_time": 109900.0,
      "end_time": 114900.0,
      "text": "It determines a nation's sphere of influence, and bullets can always be bought."
    },
    {
      "index": 23,
      "start_time": 115000.0,
      "end_time": 118700.0,
      "text": "The government knows its claim to power is rooted in its ability to keep growing."
    },
    {
      "index": 24,
      "start_time": 118700.0,
      "end_time": 128100.0,
      "text": "So there may be ups and downs, but the trend is clear, China is gaining power extremely quickly, and those already in power tend not to share well."
    },
    {
      "index": 25,
      "start_time": 130900.0,
      "end_time": 134900.0,
      "text": "To the leader of a country, war is just another tool of strategy."
    },
    {
      "index": 26,
      "start_time": 134900.0,
      "end_time": 141700.0,
      "text": "If war would deliver more land power or resources than it would cost in dollars and votes, it's usually a go."
    },
    {
      "index": 27,
      "start_time": 141700.0,
      "end_time": 144700.0,
      "text": "And if not, you pretend it never crossed your mind."
    },
    {
      "index": 28,
      "start_time": 144700.0,
      "end_time": 152600.0,
      "text": "Since the US is China's biggest customer and it owes China kind of a lot of money. Both countries have more to lose than gain from war."
    },
    {
      "index": 29,
      "start_time": 152600.0,
      "end_time": 155700.0,
      "text": "Not to mention the enormous destruction fighting would cause."
    },
    {
      "index": 30,
      "start_time": 155700.0,
      "end_time": 159300.0,
      "text": "So is war inevitable? The answer seems obvious. Of course not."
    },
    {
      "index": 31,
      "start_time": 159300.0,
      "end_time": 168000.0,
      "text": "Neither would even want it. But here's the paradox—the same self-interest that makes neither want war also motivates them to act as though they do."
    },
    {
      "index": 32,
      "start_time": 168000.0,
      "end_time": 176600.0,
      "text": "In a world with nuclear weapons and highly dependent economies, war is extremely costly. But that makes the threat of war all the more effective."
    },
    {
      "index": 33,
      "start_time": 176600.0,
      "end_time": 181800.0,
      "text": "Take a country like North Korea. Under normal circumstances, it could never get away with all it does."
    },
    {
      "index": 34,
      "start_time": 181800.0,
      "end_time": 188100.0,
      "text": "But with a finger near or appearing to be near the nuclear button, it can do what it wants without fatal consequences."
    },
    {
      "index": 35,
      "start_time": 188200.0,
      "end_time": 193800.0,
      "text": "It survives because it has convinced the world it's willing to fight, even though war would be its downfall."
    },
    {
      "index": 36,
      "start_time": 193800.0,
      "end_time": 201200.0,
      "text": "So too are china and the US incentivized to convince each other they're willing to fight. It's an amazing tool for getting what you want."
    },
    {
      "index": 37,
      "start_time": 201200.0,
      "end_time": 208600.0,
      "text": "China already does this in the south china sea—nearly colliding with american ships, who it knows would rather back off than risk escalation."
    },
    {
      "index": 38,
      "start_time": 208600.0,
      "end_time": 212700.0,
      "text": "And in theory each knows how much the other really doesn't want war."
    },
    {
      "index": 39,
      "start_time": 212700.0,
      "end_time": 219200.0,
      "text": "But when someone has so much to gain from acting otherwise, they can be very convincing. Just ask Kim."
    },
    {
      "index": 40,
      "start_time": 219200.0,
      "end_time": 223500.0,
      "text": "And it doesn't take much for that performance to become real. This is Thucydides' trap:"
    },
    {
      "index": 41,
      "start_time": 223600.0,
      "end_time": 231700.0,
      "text": "Whenever a rising power threatens an established one, the probability of conflict is awfully high, whether between people, companies or nations."
    },
    {
      "index": 42,
      "start_time": 231700.0,
      "end_time": 239600.0,
      "text": "Those in power want to keep what they have and are very quick to see others as threats, and those on the rise don't realize how much of a threat they are."
    },
    {
      "index": 43,
      "start_time": 239600.0,
      "end_time": 245300.0,
      "text": "Say A increases its defense just in case, B may see that as aggression and do likewise."
    },
    {
      "index": 44,
      "start_time": 245300.0,
      "end_time": 248400.0,
      "text": "Which A sees as confirmation—B is a threat."
    },
    {
      "index": 45,
      "start_time": 248800.0,
      "end_time": 255600.0,
      "text": "Escalation has begun without either party wanting it. And for China and the US, there isn't just potential for miscommunication,"
    },
    {
      "index": 46,
      "start_time": 255600.0,
      "end_time": 258800.0,
      "text": "but real fundamental disagreements."
    },
    {
      "index": 47,
      "start_time": 261600.00000000003,
      "end_time": 271100.0,
      "text": "Like the rapid and unexpected rise of his country, Xi Jinping went from living in a cave as a teenager to ruling all of China and I mean ALL of China."
    },
    {
      "index": 48,
      "start_time": 271100.0,
      "end_time": 273700.0,
      "text": "He's become known as Chairman of Everything:"
    },
    {
      "index": 49,
      "start_time": 273700.0,
      "end_time": 281200.0,
      "text": "For being President; the Party's General Secretary; Chairman of the Military; head of two committees he created for himself, and much much more."
    },
    {
      "index": 50,
      "start_time": 281200.0,
      "end_time": 286400.0,
      "text": "He began a massive anti-corruption campaign to purge anyone, who might weaken his authority."
    },
    {
      "index": 51,
      "start_time": 286400.0,
      "end_time": 290500.0,
      "text": "Then for the first time since Mao, he added himself to the Chinese Constitution."
    },
    {
      "index": 52,
      "start_time": 290500.0,
      "end_time": 296700.0,
      "text": "Just in case you weren't sure who's in charge, he ordered the party's 88 million members to copy the document by hand."
    },
    {
      "index": 53,
      "start_time": 296700.0,
      "end_time": 307000.0,
      "text": "And according to that same Constitution, this should be his final term in office. But instead he's taking the Putin approach, staying in power seemingly forever, by rewriting the rules."
    },
    {
      "index": 54,
      "start_time": 307000.0,
      "end_time": 310000.0,
      "text": "If it isn't obvious Xi has very high ambitions."
    },
    {
      "index": 55,
      "start_time": 310000.0,
      "end_time": 316300.0,
      "text": "He doesn't just want to rise or modernize, but monopolize. Reclaiming control of the Pacific from America:"
    },
    {
      "index": 56,
      "start_time": 316400.0,
      "end_time": 317700.0,
      "text": "There's the One-Child policy;"
    },
    {
      "index": 57,
      "start_time": 317700.0,
      "end_time": 325600.0,
      "text": "One China policy; and One Belt One Road policy—connecting China to 68 countries and giving out loads of money for development."
    },
    {
      "index": 58,
      "start_time": 325800.0,
      "end_time": 333700.0,
      "text": "China expands its influence and how could anyone say no? They don't ask about human rights or tack-on conditions, just dirt cheap loans."
    },
    {
      "index": 59,
      "start_time": 333700.0,
      "end_time": 338300.0,
      "text": "This also means insisting it owns most of the South China Sea, even though Malaysia, Vietnam,"
    },
    {
      "index": 60,
      "start_time": 338900.0,
      "end_time": 345400.0,
      "text": "Brunei, the Philippines and Taiwan beg to differ. And it's become the American military's favorite place to hang out."
    },
    {
      "index": 61,
      "start_time": 346400.0,
      "end_time": 352300.0,
      "text": "Hey, this looks like a neat spot to sail, especially since its international territory, so we totally can."
    },
    {
      "index": 62,
      "start_time": 352500.0,
      "end_time": 358900.0,
      "text": "Meanwhile China is literally dumping sand in the ocean to build new islands, and moving people on them. And it's not really"
    },
    {
      "index": 63,
      "start_time": 358900.0,
      "end_time": 366000.0,
      "text": "about land, it's got plenty of that. But THIS specific land. Oil, gas, fish and the passage of 5.3"
    },
    {
      "index": 64,
      "start_time": 366000.0,
      "end_time": 373900.0,
      "text": "trillion dollars of trade a year. But even more important is the military advantage. If anyone attacks China, especially the US."
    },
    {
      "index": 65,
      "start_time": 373900.0,
      "end_time": 379700.0,
      "text": "Those few hundred yards of land are the difference between a fight on the mainland and one at a comfortable distance."
    },
    {
      "index": 66,
      "start_time": 379800.0,
      "end_time": 386700.0,
      "text": "It's the same reason China puts up with North Korea. Not because they like them, but because it keeps America an arm's length away."
    },
    {
      "index": 67,
      "start_time": 386700.0,
      "end_time": 390700.0,
      "text": "It's so important to China that it keeps the North alive at"
    },
    {
      "index": 68,
      "start_time": 390700.0,
      "end_time": 398100.0,
      "text": "huge political cost, and it's so important to the US that it's pivoted from the Middle East to Asia. And this isn't even mentioning their"
    },
    {
      "index": 69,
      "start_time": 398300.0,
      "end_time": 406100.0,
      "text": "disagreements about Taiwan. So the top priorities of two nuclear powers are deeply incompatible, with no easy or obvious solution."
    },
    {
      "index": 70,
      "start_time": 409500.0,
      "end_time": 417100.0,
      "text": "The Internet is very much the same whether visited in Georgia or Georgia. But not in China, not Google or Facebook but"
    },
    {
      "index": 71,
      "start_time": 417100.0,
      "end_time": 423900.0,
      "text": "Baidu, and Tencent. Even the biggest companies struggle in China, where national companies dominate. Part of this is because of strict"
    },
    {
      "index": 72,
      "start_time": 423900.0,
      "end_time": 429400.0,
      "text": "Chinese censorship. The Communist Party even bans puns, which it says cause cultural chaos, but it's"
    },
    {
      "index": 73,
      "start_time": 429400.0,
      "end_time": 435200.0,
      "text": "also about economic control. It looks the other way as its own companies steal intellectual property"
    },
    {
      "index": 74,
      "start_time": 435200.0,
      "end_time": 442400.0,
      "text": "and hack American companies, these cost American companies an estimated 600 billion dollars a year. And because the US"
    },
    {
      "index": 75,
      "start_time": 442400.0,
      "end_time": 446500.0,
      "text": "considers its economic power central to its national security. This is a"
    },
    {
      "index": 76,
      "start_time": 446500.0,
      "end_time": 454300.0,
      "text": "major threat. China is also quietly ramping up its efforts in space and if artificial intelligence is anywhere as powerful as expected,"
    },
    {
      "index": 77,
      "start_time": 454400.0,
      "end_time": 460600.0,
      "text": "China is well positioned to lead the future. There's more funding for AI research and far more STEM graduates."
    },
    {
      "index": 78,
      "start_time": 460800.0,
      "end_time": 464900.0,
      "text": "So America can either enforce the rules and risk escalation, or let"
    },
    {
      "index": 79,
      "start_time": 464900.0,
      "end_time": 471700.0,
      "text": "China surpass it economically and technologically. You should know, from the law of headlines—any title landing in a question mark can"
    },
    {
      "index": 80,
      "start_time": 471700.0,
      "end_time": 473900.0,
      "text": "be answered with NO, that war is not inevitable."
    },
    {
      "index": 81,
      "start_time": 474900.0,
      "end_time": 480500.0,
      "text": "Unfortunately it would take more work to prevent war, the incentives are to escalate so things may get a lot"
    },
    {
      "index": 82,
      "start_time": 480600.0,
      "end_time": 488300.0,
      "text": "worse. But actual war could certainly be avoided. That's the same conclusion Graham Allison comes to, in his book Destined for War,"
    },
    {
      "index": 83,
      "start_time": 488300.0,
      "end_time": 492900.0,
      "text": "which I listened to on Audible, the absolute best place to find high-quality audio books."
    },
    {
      "index": 84,
      "start_time": 492900.0,
      "end_time": 497900.0,
      "text": "Allison goes into far greater detail including lots of historical examples I ran out of time to talk about"
    },
    {
      "index": 85,
      "start_time": 498000.0,
      "end_time": 505400.0,
      "text": "here. You can listen to it or any other book Audible has to offer, completely free, by going to audible.com/polymatter"
    },
    {
      "index": 86,
      "start_time": 505600.0,
      "end_time": 509000.0,
      "text": "Or by texting Polymatter to 500-500."
    },
    {
      "index": 87,
      "start_time": 509000.0,
      "end_time": 516500.0,
      "text": "And in researching for my North Korea video, I listened to the real North Korea. Also on Audible a lot of stories about North Korea are really sensationalized."
    },
    {
      "index": 88,
      "start_time": 516500.0,
      "end_time": 521600.0,
      "text": "But the author of that book actually lived in Pyongyang as an exchange student and talks about what it's really like."
    },
    {
      "index": 89,
      "start_time": 521600.0,
      "end_time": 524000.0,
      "text": "The reason I love Audible so much"
    },
    {
      "index": 90,
      "start_time": 524000.0,
      "end_time": 528800.0,
      "text": "is that I just don't have the time or sometimes patience to sit down and read a book but I can"
    },
    {
      "index": 91,
      "start_time": 528900.0,
      "end_time": 534900.0,
      "text": "always just pop in my headphones, while I'm walking to class doing chores or cooking. We all have time during the day,"
    },
    {
      "index": 92,
      "start_time": 534900.0,
      "end_time": 538200.0,
      "text": "when we're not really doing anything with our brains, so you might as"
    },
    {
      "index": 93,
      "start_time": 538200.0,
      "end_time": 539900.0,
      "text": "well learn something in the process."
    },
    {
      "index": 94,
      "start_time": 539900.0,
      "end_time": 546500.0,
      "text": "Members get one book of any price a month and if you don't like it just choose something else instead it's really really easy."
    },
    {
      "index": 95,
      "start_time": 546700.0,
      "end_time": 560200.0,
      "text": "Start a 30-day trial and your first audiobook is free. Go to audible.com/polymatter or text Polymatter to 500-500"
    },
    {
      "index": 96,
      "start_time": 560200.0,
      "end_time": 562200.0,
      "text": "(I don't know why I subbed the last... but whatever.)"
    }
  ]
}