{
  "video_id": "XQFTe75BqUU",
  "title": "\"World Peace\":  JFK Speech at American University,  VP Johnson in Berlin. MP623.",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 17949.0,
      "end_time": 36460.0,
      "text": "&quot;There are few earthly things more beautiful than a university,&quot; wrote John Masefield,"
    },
    {
      "index": 2,
      "start_time": 36460.0,
      "end_time": 42120.0,
      "text": "in his tribute to English universities--and his words are equally true today. He did not"
    },
    {
      "index": 3,
      "start_time": 42120.0,
      "end_time": 45549.0,
      "text": "refer to spires and towers, to campus greens and ivied walls. He admired the splendid beauty"
    },
    {
      "index": 4,
      "start_time": 45549.0,
      "end_time": 52159.0,
      "text": "of the university, he said, because it was &quot;a place where those who hate ignorance may"
    },
    {
      "index": 5,
      "start_time": 52159.0,
      "end_time": 58890.0,
      "text": "strive to know, where those who perceive truth may strive to make others see.&quot;"
    },
    {
      "index": 6,
      "start_time": 58890.0,
      "end_time": 66490.0,
      "text": "I have, therefore, chosen this time and this place to discuss a topic on which ignorance"
    },
    {
      "index": 7,
      "start_time": 66490.0,
      "end_time": 73750.0,
      "text": "too often abounds and the truth is too rarely perceived--yet it is the most important topic"
    },
    {
      "index": 8,
      "start_time": 73750.0,
      "end_time": 91950.0,
      "text": "on earth: world peace."
    },
    {
      "index": 9,
      "start_time": 91950.0,
      "end_time": 99639.0,
      "text": "What kind of peace do I mean? What kind of peace do we seek? Not a Pax Americana enforced"
    },
    {
      "index": 10,
      "start_time": 99639.0,
      "end_time": 107279.0,
      "text": "on the world by American weapons of war. Not the peace of the grave or the security of"
    },
    {
      "index": 11,
      "start_time": 107279.0,
      "end_time": 118340.0,
      "text": "the slave. I am talking about genuine peace, the kind of peace that makes life on earth"
    },
    {
      "index": 12,
      "start_time": 118340.0,
      "end_time": 127920.0,
      "text": "worth living, the kind that enables men and nations to grow and to hope and to build a"
    },
    {
      "index": 13,
      "start_time": 127920.0,
      "end_time": 151890.0,
      "text": "better life for their children--not  merely peace for Americans but peace for all men and women--not  merely peace in our time but peace for all"
    },
    {
      "index": 14,
      "start_time": 151890.0,
      "end_time": 153040.0,
      "text": "time."
    },
    {
      "index": 15,
      "start_time": 153040.0,
      "end_time": 162310.0,
      "text": "I speak of peace because of the new face of war. Total war makes no sense in an age when"
    },
    {
      "index": 16,
      "start_time": 162310.0,
      "end_time": 166620.0,
      "text": "great powers can maintain large and relatively invulnerable nuclear forces and refuse to"
    },
    {
      "index": 17,
      "start_time": 166620.0,
      "end_time": 172500.0,
      "text": "surrender without resort to those forces. It makes no sense in an age when a single"
    },
    {
      "index": 18,
      "start_time": 172500.0,
      "end_time": 176989.0,
      "text": "nuclear weapon contains almost ten times the explosive force delivered by all of the allied"
    },
    {
      "index": 19,
      "start_time": 176989.0,
      "end_time": 184370.0,
      "text": "air forces in the Second World War. It makes no sense in an age when the deadly poisons"
    },
    {
      "index": 20,
      "start_time": 184370.0,
      "end_time": 190939.0,
      "text": "produced by a nuclear exchange would be carried by wind and water and soil and seed to the"
    },
    {
      "index": 21,
      "start_time": 190939.0,
      "end_time": 200299.0,
      "text": "far corners of the globe and to generations yet unborn."
    },
    {
      "index": 22,
      "start_time": 200299.0,
      "end_time": 209709.0,
      "text": "Today the expenditure of billions of dollars every year on weapons acquired for the purpose"
    },
    {
      "index": 23,
      "start_time": 209709.0,
      "end_time": 218489.0,
      "text": "of making sure we never need to use them is essential to keeping the peace. But surely"
    },
    {
      "index": 24,
      "start_time": 218489.0,
      "end_time": 225700.0,
      "text": "the acquisition of such idle stockpiles--which can only destroy and never create--is not"
    },
    {
      "index": 25,
      "start_time": 225700.0,
      "end_time": 231709.0,
      "text": "the only, much less the most efficient, means of assuring peace."
    },
    {
      "index": 26,
      "start_time": 231709.0,
      "end_time": 238090.0,
      "text": "I speak of peace, therefore, as the necessary rational end of rational men. I realize that"
    },
    {
      "index": 27,
      "start_time": 238090.0,
      "end_time": 242290.0,
      "text": "the pursuit of peace is not as dramatic as the pursuit of war--and frequently the words"
    },
    {
      "index": 28,
      "start_time": 242290.0,
      "end_time": 250139.0,
      "text": "of the pursuer fall on deaf ears. But we have no more urgent task."
    },
    {
      "index": 29,
      "start_time": 250139.0,
      "end_time": 261889.0,
      "text": "Some say that it is useless to speak of world peace or world law or world disarmament-and"
    },
    {
      "index": 30,
      "start_time": 261889.0,
      "end_time": 269460.0,
      "text": "that it will be useless until the leaders of the Soviet Union adopt a more enlightened"
    },
    {
      "index": 31,
      "start_time": 269460.0,
      "end_time": 273080.0,
      "text": "attitude. I hope they do. I believe we can help them do it. But I also believe that we"
    },
    {
      "index": 32,
      "start_time": 273080.0,
      "end_time": 276230.0,
      "text": "must reexamine our own attitude--as individuals and as a Nation--for our attitude is as essential"
    },
    {
      "index": 33,
      "start_time": 276230.0,
      "end_time": 281520.0,
      "text": "as theirs. And every graduate of this school, every thoughtful citizen who despairs of war"
    },
    {
      "index": 34,
      "start_time": 281520.0,
      "end_time": 288780.0,
      "text": "and wishes to bring peace, should begin by looking inward--by examining his own attitude"
    },
    {
      "index": 35,
      "start_time": 288780.0,
      "end_time": 294360.0,
      "text": "toward the possibilities of peace, toward the Soviet Union, toward the course of the"
    },
    {
      "index": 36,
      "start_time": 294360.0,
      "end_time": 297780.0,
      "text": "cold war and toward freedom and peace here at home."
    },
    {
      "index": 37,
      "start_time": 297780.0,
      "end_time": 304570.0,
      "text": "First: Let us examine our attitude toward peace itself. Too many of us think it is impossible."
    },
    {
      "index": 38,
      "start_time": 304570.0,
      "end_time": 313690.0,
      "text": "Too many think it unreal. But that is a dangerous, defeatist belief. It leads to the conclusion"
    },
    {
      "index": 39,
      "start_time": 313690.0,
      "end_time": 322900.0,
      "text": "that war is inevitable--that mankind is doomed--that we are gripped by forces we cannot control."
    },
    {
      "index": 40,
      "start_time": 322900.0,
      "end_time": 327360.0,
      "text": "We need not accept that view. Our problems are manmade--therefore, they can be solved"
    },
    {
      "index": 41,
      "start_time": 327360.0,
      "end_time": 337080.0,
      "text": "by man. And man can be as big as he wants. No problem of human destiny is beyond human"
    },
    {
      "index": 42,
      "start_time": 337080.0,
      "end_time": 343440.0,
      "text": "beings. Man&#39;s reason and spirit have often solved the seemingly unsolvable--and we believe"
    },
    {
      "index": 43,
      "start_time": 343440.0,
      "end_time": 344890.0,
      "text": "they can do it again."
    },
    {
      "index": 44,
      "start_time": 344890.0,
      "end_time": 349850.0,
      "text": "I am not referring to the absolute, infinite concept of universal peace and good will of"
    },
    {
      "index": 45,
      "start_time": 349850.0,
      "end_time": 356120.0,
      "text": "which some fantasies and fanatics dream. I do not deny the value of hopes and dreams"
    },
    {
      "index": 46,
      "start_time": 356120.0,
      "end_time": 361090.0,
      "text": "but we merely invite discouragement and incredulity by making that our only and immediate goal."
    },
    {
      "index": 47,
      "start_time": 361090.0,
      "end_time": 367260.0,
      "text": "Let us focus instead on a more practical, more attainable peace--based not on a sudden"
    },
    {
      "index": 48,
      "start_time": 367260.0,
      "end_time": 372660.0,
      "text": "revolution in human nature but on a gradual evolution in human institutions--on a series"
    },
    {
      "index": 49,
      "start_time": 372660.0,
      "end_time": 376410.0,
      "text": "of concrete actions and effective agreements which are in the interest of all concerned."
    },
    {
      "index": 50,
      "start_time": 376410.0,
      "end_time": 381300.0,
      "text": "There is no single, simple key to this peace--no grand or magic formula to be adopted by one"
    },
    {
      "index": 51,
      "start_time": 381300.0,
      "end_time": 386810.0,
      "text": "or two powers. Genuine peace must be the product of many nations, the sum of many acts. It"
    },
    {
      "index": 52,
      "start_time": 386810.0,
      "end_time": 391070.0,
      "text": "must be dynamic, not static, changing to meet the challenge of each new generation. For"
    },
    {
      "index": 53,
      "start_time": 391070.0,
      "end_time": 392290.0,
      "text": "peace is a process--a way of solving problems."
    },
    {
      "index": 54,
      "start_time": 392290.0,
      "end_time": 394070.0,
      "text": "With such a peace, there will still be quarrels and conflicting interests, as there are within"
    },
    {
      "index": 55,
      "start_time": 394070.0,
      "end_time": 395420.0,
      "text": "families and nations. World peace, like community peace, does not require that each man love"
    },
    {
      "index": 56,
      "start_time": 395420.0,
      "end_time": 398930.0,
      "text": "his neighbor--it requires only that they live together in mutual tolerance, submitting their"
    },
    {
      "index": 57,
      "start_time": 398930.0,
      "end_time": 401980.0,
      "text": "disputes to a just and peaceful settlement. And history teaches us that enmities between"
    },
    {
      "index": 58,
      "start_time": 401980.0,
      "end_time": 405340.0,
      "text": "nations, as between individuals, do not last forever. However fixed our likes and dislikes"
    },
    {
      "index": 59,
      "start_time": 405340.0,
      "end_time": 408950.0,
      "text": "may seem, the tide of time and events will often bring surprising changes in the relations"
    },
    {
      "index": 60,
      "start_time": 408950.0,
      "end_time": 409200.0,
      "text": "between nations and neighbors."
    },
    {
      "index": 61,
      "start_time": 409200.0,
      "end_time": 411170.0,
      "text": "So let us persevere. Peace need not be impracticable, and war need not be inevitable. By defining"
    },
    {
      "index": 62,
      "start_time": 411170.0,
      "end_time": 415290.0,
      "text": "our goal more clearly, by making it seem more manageable and less remote, we can help all"
    },
    {
      "index": 63,
      "start_time": 415290.0,
      "end_time": 419140.0,
      "text": "peoples to see it, to draw hope from it, and to move irresistibly toward it."
    },
    {
      "index": 64,
      "start_time": 419140.0,
      "end_time": 424450.0,
      "text": "Second: Let us reexamine our attitude toward the Soviet Union. It is discouraging to think"
    },
    {
      "index": 65,
      "start_time": 424450.0,
      "end_time": 431390.0,
      "text": "that their leaders may actually believe what their propagandists write. It is discouraging"
    },
    {
      "index": 66,
      "start_time": 431390.0,
      "end_time": 435410.0,
      "text": "to read a recent authoritative Soviet text on Military Strategy and find, on page after"
    },
    {
      "index": 67,
      "start_time": 435410.0,
      "end_time": 436110.0,
      "text": "page, wholly baseless and incredible claims--such as the allegation that &quot;American imperialist"
    },
    {
      "index": 68,
      "start_time": 436110.0,
      "end_time": 440300.0,
      "text": "circles are preparing to unleash different types of wars ... that there is a very real"
    },
    {
      "index": 69,
      "start_time": 440300.0,
      "end_time": 446340.0,
      "text": "threat of a preventive war being unleashed by American imperialists against the Soviet"
    },
    {
      "index": 70,
      "start_time": 446340.0,
      "end_time": 452170.0,
      "text": "Union ... [and that] the political aims of the American imperialists are to enslave economically"
    },
    {
      "index": 71,
      "start_time": 452170.0,
      "end_time": 457560.0,
      "text": "and politically the European and other capitalist countries... [and] to achieve world domination"
    },
    {
      "index": 72,
      "start_time": 457560.0,
      "end_time": 459130.0,
      "text": "... by means of aggressive wars.&quot;"
    },
    {
      "index": 73,
      "start_time": 459130.0,
      "end_time": 462220.0,
      "text": "Truly, as it was written long ago: &quot;The wicked flee when no man pursueth.&quot; Yet it is sad"
    },
    {
      "index": 74,
      "start_time": 462220.0,
      "end_time": 464670.0,
      "text": "to read these Soviet statements--to realize the extent of the gulf between us. But it"
    },
    {
      "index": 75,
      "start_time": 464670.0,
      "end_time": 470600.0,
      "text": "is also a warning--a warning to the American people not to fall into the same trap as the"
    },
    {
      "index": 76,
      "start_time": 470600.0,
      "end_time": 477700.0,
      "text": "Soviets, not to see only a distorted and desperate view of the other side, not to see conflict"
    },
    {
      "index": 77,
      "start_time": 477700.0,
      "end_time": 479740.0,
      "text": "as inevitable, accommodation as impossible, and communication as nothing more than an"
    },
    {
      "index": 78,
      "start_time": 479740.0,
      "end_time": 480250.0,
      "text": "exchange of threats."
    },
    {
      "index": 79,
      "start_time": 480250.0,
      "end_time": 482460.0,
      "text": "No government or social system is so evil that its people must be considered as lacking"
    },
    {
      "index": 80,
      "start_time": 482460.0,
      "end_time": 490600.0,
      "text": "in virtue. As Americans, we find communism profoundly repugnant as a negation of personal"
    },
    {
      "index": 81,
      "start_time": 490600.0,
      "end_time": 497830.0,
      "text": "freedom and dignity. But we can still hail the Russian people for their many achievements--in"
    },
    {
      "index": 82,
      "start_time": 497830.0,
      "end_time": 504150.0,
      "text": "science and space, in economic and industrial growth, in culture and in acts of courage."
    },
    {
      "index": 83,
      "start_time": 504150.0,
      "end_time": 504850.0,
      "text": "Among the many traits the peoples of our two countries have in common, none is stronger"
    },
    {
      "index": 84,
      "start_time": 504850.0,
      "end_time": 504850.0,
      "text": "than our mutual abhorrence of war. Almost unique, among the major world powers, we have"
    },
    {
      "index": 85,
      "start_time": 504850.0,
      "end_time": 506390.0,
      "text": "never been at war with each other. And no nation in the history of battle ever suffered"
    },
    {
      "index": 86,
      "start_time": 506390.0,
      "end_time": 508550.0,
      "text": "more than the Soviet Union suffered in the course of the Second World War. At least 20"
    },
    {
      "index": 87,
      "start_time": 508550.0,
      "end_time": 509360.0,
      "text": "million lost their lives. Countless millions of homes and farms were burned or sacked."
    },
    {
      "index": 88,
      "start_time": 509360.0,
      "end_time": 511310.0,
      "text": "A third of the nation&#39;s territory, including nearly two thirds of its industrial base,"
    },
    {
      "index": 89,
      "start_time": 511310.0,
      "end_time": 513529.0,
      "text": "was turned into a wasteland--a loss equivalent to the devastation of this country east of"
    },
    {
      "index": 90,
      "start_time": 513529.0,
      "end_time": 513630.0,
      "text": "Chicago."
    },
    {
      "index": 91,
      "start_time": 513630.0,
      "end_time": 515079.0,
      "text": "Today, should total war ever break out again--no matter how--our two countries would become"
    },
    {
      "index": 92,
      "start_time": 515078.99999999994,
      "end_time": 519158.99999999994,
      "text": "the primary targets. It is an ironic but accurate fact that the two strongest powers are the"
    },
    {
      "index": 93,
      "start_time": 519159.0,
      "end_time": 528750.0,
      "text": "two in the most danger of devastation. All we have built, all we have worked for, would"
    },
    {
      "index": 94,
      "start_time": 528750.0,
      "end_time": 532100.0,
      "text": "be destroyed in the first 24 hours. And even in the cold war, which brings burdens and"
    },
    {
      "index": 95,
      "start_time": 532100.0,
      "end_time": 532210.0,
      "text": "dangers to so many countries, including this Nation&#39;s closest allies--our two countries"
    },
    {
      "index": 96,
      "start_time": 532210.0,
      "end_time": 533440.0,
      "text": "bear the heaviest burdens. For we are both devoting massive sums of money to weapons"
    },
    {
      "index": 97,
      "start_time": 533440.0,
      "end_time": 537880.0,
      "text": "that could be better devoted to combating ignorance, poverty, and disease. We are both"
    },
    {
      "index": 98,
      "start_time": 537880.0,
      "end_time": 542070.0,
      "text": "caught up in a vicious and dangerous cycle in which suspicion on one side breeds suspicion"
    },
    {
      "index": 99,
      "start_time": 542070.0,
      "end_time": 544530.0,
      "text": "on the other, and new weapons beget counter-weapons."
    },
    {
      "index": 100,
      "start_time": 544530.0,
      "end_time": 546860.0,
      "text": "In short, both the United States and its allies, and the Soviet Union and its allies, have"
    },
    {
      "index": 101,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "a mutually deep interest in a just and genuine peace and in halting the arms race. Agreements"
    },
    {
      "index": 102,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "to this end are in the interests of the Soviet Union as well as ours--and even the most hostile"
    },
    {
      "index": 103,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "nations can be relied upon to accept and keep those treaty obligations, and only those treaty"
    },
    {
      "index": 104,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "obligations, which are in their own interest."
    },
    {
      "index": 105,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "So, let us not be blind to our differences-but let us also direct attention to our common"
    },
    {
      "index": 106,
      "start_time": 546860.0,
      "end_time": 546860.0,
      "text": "interests and to the means by which those differences can be resolved. And if we cannot"
    },
    {
      "index": 107,
      "start_time": 546860.0,
      "end_time": 547240.0,
      "text": "end now our differences, at least we can help make the world safe for diversity. For, in"
    },
    {
      "index": 108,
      "start_time": 547240.0,
      "end_time": 547840.0,
      "text": "the final analysis, our most basic common link is that we all inhabit this small planet."
    },
    {
      "index": 109,
      "start_time": 547840.0,
      "end_time": 548330.0,
      "text": "We all breathe the same air. We all cherish our children&#39;s future. And we are all mortal."
    },
    {
      "index": 110,
      "start_time": 548330.0,
      "end_time": 548770.0,
      "text": "Third: Let us reexamine our attitude toward the cold war, remembering that we are not"
    },
    {
      "index": 111,
      "start_time": 548770.0,
      "end_time": 551400.0,
      "text": "engaged in a debate, seeking to pile up debating points. We are not here distributing blame"
    },
    {
      "index": 112,
      "start_time": 551400.0,
      "end_time": 552990.0,
      "text": "or pointing the finger of judgment. We must deal with the world as it is, and not as it"
    },
    {
      "index": 113,
      "start_time": 552990.0,
      "end_time": 552990.0,
      "text": "might have been had the history of the last 18 years been different."
    },
    {
      "index": 114,
      "start_time": 552990.0,
      "end_time": 552990.0,
      "text": "We must, therefore, persevere in the search for peace in the hope that constructive changes"
    },
    {
      "index": 115,
      "start_time": 552990.0,
      "end_time": 553220.0,
      "text": "within the Communist bloc might bring within reach solutions which now seem beyond us."
    },
    {
      "index": 116,
      "start_time": 553220.0,
      "end_time": 554570.0,
      "text": "We must conduct our affairs in such a way that it becomes in the Communists&#39; interest"
    },
    {
      "index": 117,
      "start_time": 554570.0,
      "end_time": 555430.0,
      "text": "to agree on a genuine peace. Above all, while defending our own vital interests, nuclear"
    },
    {
      "index": 118,
      "start_time": 555430.0,
      "end_time": 556840.0,
      "text": "powers must avert those confrontations which bring an adversary to a choice of either a"
    },
    {
      "index": 119,
      "start_time": 556840.0,
      "end_time": 561040.0,
      "text": "humiliating retreat or a nuclear war. To adopt that kind of course in the nuclear age would"
    },
    {
      "index": 120,
      "start_time": 561040.0,
      "end_time": 561790.0,
      "text": "be evidence only of the bankruptcy of our policy-or of a collective death-wish for the"
    },
    {
      "index": 121,
      "start_time": 561790.0,
      "end_time": 561820.0,
      "text": "world."
    },
    {
      "index": 122,
      "start_time": 561820.0,
      "end_time": 562160.0,
      "text": "To secure these ends, America&#39;s weapons are nonprovocative, carefully controlled, designed"
    },
    {
      "index": 123,
      "start_time": 562160.0,
      "end_time": 563580.0,
      "text": "to deter, and capable of selective use. Our military forces are committed to peace and"
    },
    {
      "index": 124,
      "start_time": 563580.0,
      "end_time": 566350.0,
      "text": "disciplined in self-restraint. Our diplomats are instructed to avoid unnecessary irritants"
    },
    {
      "index": 125,
      "start_time": 566350.0,
      "end_time": 567350.0,
      "text": "and purely rhetorical hostility."
    },
    {
      "index": 126,
      "start_time": 567350.0,
      "end_time": 571720.0,
      "text": "For we can seek a relaxation of tensions without relaxing our guard. And, for our part, we"
    },
    {
      "index": 127,
      "start_time": 571720.0,
      "end_time": 576980.0,
      "text": "do not need to use threats to prove that we are resolute. We do not need to jam foreign"
    },
    {
      "index": 128,
      "start_time": 576980.0,
      "end_time": 577690.0,
      "text": "broadcasts out of fear our faith will be eroded. We are unwilling to impose our system on any"
    },
    {
      "index": 129,
      "start_time": 577690.0,
      "end_time": 578240.0,
      "text": "unwilling people--but we are willing and able to engage in peaceful competition with any"
    },
    {
      "index": 130,
      "start_time": 578240.0,
      "end_time": 578360.0,
      "text": "people on earth."
    },
    {
      "index": 131,
      "start_time": 578360.0,
      "end_time": 578850.0,
      "text": "Meanwhile, we seek to strengthen the United Nations, to help solve its financial problems,"
    },
    {
      "index": 132,
      "start_time": 578850.0,
      "end_time": 579260.0,
      "text": "to make it a more effective instrument for peace, to develop it into a genuine world"
    },
    {
      "index": 133,
      "start_time": 579260.0,
      "end_time": 579360.0,
      "text": "security system--a system capable of resolving disputes on the basis of law, of insuring"
    },
    {
      "index": 134,
      "start_time": 579360.0,
      "end_time": 579360.0,
      "text": "the security of the large and the small, and of creating conditions under which arms can"
    },
    {
      "index": 135,
      "start_time": 579360.0,
      "end_time": 579360.0,
      "text": "finally be abolished."
    },
    {
      "index": 136,
      "start_time": 579360.0,
      "end_time": 581060.0,
      "text": "At the same time we seek to keep peace inside the non-Communist world, where many nations,"
    },
    {
      "index": 137,
      "start_time": 581060.0,
      "end_time": 581060.0,
      "text": "all of them our friends, are divided over issues which weaken Western unity, which invite"
    },
    {
      "index": 138,
      "start_time": 581060.0,
      "end_time": 581060.0,
      "text": "Communist intervention or which threaten to erupt into war. Our efforts in West New Guinea,"
    },
    {
      "index": 139,
      "start_time": 581060.0,
      "end_time": 581140.0,
      "text": "in the Congo, in the Middle East, and in the Indian subcontinent, have been persistent"
    },
    {
      "index": 140,
      "start_time": 581140.0,
      "end_time": 581210.0,
      "text": "and patient despite criticism from both sides. We have also tried to set an example for others--by"
    },
    {
      "index": 141,
      "start_time": 581210.0,
      "end_time": 581270.0,
      "text": "seeking to adjust small but significant differences with our own closest neighbors in Mexico and"
    },
    {
      "index": 142,
      "start_time": 581270.0,
      "end_time": 581280.0,
      "text": "in Canada."
    },
    {
      "index": 143,
      "start_time": 581280.0,
      "end_time": 582140.0,
      "text": "Speaking of other nations, I wish to make one point clear. We are bound to many nations"
    },
    {
      "index": 144,
      "start_time": 582140.0,
      "end_time": 583250.0,
      "text": "by alliances. Those alliances exist because our concern and theirs substantially overlap."
    },
    {
      "index": 145,
      "start_time": 583250.0,
      "end_time": 583250.0,
      "text": "Our commitment to defend Western Europe and West Berlin, for example, stands undiminished"
    },
    {
      "index": 146,
      "start_time": 583250.0,
      "end_time": 583500.0,
      "text": "because of the identity of our vital interests. The United States will make no deal with the"
    },
    {
      "index": 147,
      "start_time": 583500.0,
      "end_time": 583690.0,
      "text": "Soviet Union at the expense of other nations and other peoples, not merely because they"
    },
    {
      "index": 148,
      "start_time": 583690.0,
      "end_time": 585400.0,
      "text": "are our partners, but also because their interests and ours converge."
    },
    {
      "index": 149,
      "start_time": 585400.0,
      "end_time": 586320.0,
      "text": "Our interests converge, however, not only in defending the frontiers of freedom, but"
    },
    {
      "index": 150,
      "start_time": 586320.0,
      "end_time": 586770.0,
      "text": "in pursuing the paths of peace. It is our hope--and the purpose of allied policies--to"
    },
    {
      "index": 151,
      "start_time": 586770.0,
      "end_time": 588130.0,
      "text": "convince the Soviet Union that she, too, should let each nation choose its own future, so"
    },
    {
      "index": 152,
      "start_time": 588130.0,
      "end_time": 590790.0,
      "text": "long as that choice does not interfere with the choices of others. The Communist drive"
    },
    {
      "index": 153,
      "start_time": 590790.0,
      "end_time": 592580.0,
      "text": "to impose their political and economic system on others is the primary cause of world tension"
    },
    {
      "index": 154,
      "start_time": 592580.0,
      "end_time": 592580.0,
      "text": "today. For there can be no doubt that, if all nations could refrain from interfering"
    },
    {
      "index": 155,
      "start_time": 592580.0,
      "end_time": 592580.0,
      "text": "in the self-determination of others, the peace would be much more assured."
    },
    {
      "index": 156,
      "start_time": 592580.0,
      "end_time": 592760.0,
      "text": "This will require a new effort to achieve world law--a new context for world discussions."
    },
    {
      "index": 157,
      "start_time": 592760.0,
      "end_time": 592840.0,
      "text": "It will require increased understanding between the Soviets and ourselves. And increased understanding"
    },
    {
      "index": 158,
      "start_time": 592840.0,
      "end_time": 592930.0,
      "text": "will require increased contact and communication. One step in this direction is the proposed"
    },
    {
      "index": 159,
      "start_time": 592930.0,
      "end_time": 593580.0,
      "text": "arrangement for a direct line between Moscow and Washington, to avoid on each side the"
    },
    {
      "index": 160,
      "start_time": 593580.0,
      "end_time": 594000.0,
      "text": "dangerous delays, misunderstandings, and misreadings of the other&#39;s actions which might occur at"
    },
    {
      "index": 161,
      "start_time": 594000.0,
      "end_time": 594130.0,
      "text": "a time of crisis."
    },
    {
      "index": 162,
      "start_time": 594130.0,
      "end_time": 594250.0,
      "text": "We have also been talking in Geneva about other first-step measures of arms control,"
    },
    {
      "index": 163,
      "start_time": 594250.0,
      "end_time": 594400.0,
      "text": "designed to limit the intensity of the arms race and to reduce the risks of accidental"
    },
    {
      "index": 164,
      "start_time": 594400.0,
      "end_time": 594510.0,
      "text": "war. Our primary long-range interest in Geneva, however, is general and complete disarmament--designed"
    },
    {
      "index": 165,
      "start_time": 594510.0,
      "end_time": 594640.0,
      "text": "to take place by stages, permitting parallel political developments to build the new institutions"
    },
    {
      "index": 166,
      "start_time": 594640.0,
      "end_time": 594790.0,
      "text": "of peace which would take the place of arms. The pursuit of disarmament has been an effort"
    },
    {
      "index": 167,
      "start_time": 594790.0,
      "end_time": 594930.0,
      "text": "of this Government since the 1920&#39;s. It has been urgently sought by the past three ado"
    },
    {
      "index": 168,
      "start_time": 594930.0,
      "end_time": 595070.0,
      "text": "ministrations. And however dim the prospects may be today, we intend to continue this effort--to"
    },
    {
      "index": 169,
      "start_time": 595070.0,
      "end_time": 595210.0,
      "text": "continue it in order that all countries, including our own, can better grasp what the problems"
    },
    {
      "index": 170,
      "start_time": 595210.0,
      "end_time": 595260.0,
      "text": "and possibilities of disarmament are."
    },
    {
      "index": 171,
      "start_time": 595260.0,
      "end_time": 595420.0,
      "text": "The one major area of these negotiations where the end is in sight, yet where a fresh start"
    },
    {
      "index": 172,
      "start_time": 595420.0,
      "end_time": 595570.0,
      "text": "is badly needed, is in a treaty to outlaw nuclear tests. The conclusion of such a treaty,"
    },
    {
      "index": 173,
      "start_time": 595570.0,
      "end_time": 595740.0,
      "text": "so near and yet so far, would check the spiraling arms race in one of its most dangerous areas."
    },
    {
      "index": 174,
      "start_time": 595740.0,
      "end_time": 595900.0,
      "text": "It would place the nuclear powers in a position to deal more effectively with one of the greatest"
    },
    {
      "index": 175,
      "start_time": 595900.0,
      "end_time": 596040.0,
      "text": "hazards which man faces in 1963, the further spread of nuclear arms. It would increase"
    },
    {
      "index": 176,
      "start_time": 596040.0,
      "end_time": 596160.0,
      "text": "our security--it would decrease the prospects of war. Surely this goal is sufficiently important"
    },
    {
      "index": 177,
      "start_time": 596160.0,
      "end_time": 596310.0,
      "text": "to require our steady pursuit, yielding neither to the temptation to give up the whole effort"
    },
    {
      "index": 178,
      "start_time": 596310.0,
      "end_time": 596420.0,
      "text": "nor the temptation to give up our insistence on vital and responsible safeguards."
    },
    {
      "index": 179,
      "start_time": 596420.0,
      "end_time": 596550.0,
      "text": "I am taking this opportunity, therefore, to announce two important decisions in this regard."
    },
    {
      "index": 180,
      "start_time": 596550.0,
      "end_time": 596660.0,
      "text": "First: Chairman Khrushchev, Prime Minister Macmillan, and I have agreed that highlevel"
    },
    {
      "index": 181,
      "start_time": 596660.0,
      "end_time": 597040.0,
      "text": "discussions will shortly begin in Moscow looking toward early agreement on a comprehensive"
    },
    {
      "index": 182,
      "start_time": 597040.0,
      "end_time": 597760.0,
      "text": "test ban treaty. Our hopes must be tempered with the caution of history--but with our"
    },
    {
      "index": 183,
      "start_time": 597760.0,
      "end_time": 597930.0,
      "text": "hopes go the hopes of all mankind."
    },
    {
      "index": 184,
      "start_time": 597930.0,
      "end_time": 598360.0,
      "text": "Second: To make clear our good faith and solemn convictions on the matter, I now declare that"
    },
    {
      "index": 185,
      "start_time": 598360.0,
      "end_time": 598750.0,
      "text": "the United States does not propose to conduct nuclear tests in the atmosphere so long as"
    },
    {
      "index": 186,
      "start_time": 598750.0,
      "end_time": 599200.0,
      "text": "other states do not do so. We will not be the first to resume. Such a declaration is"
    },
    {
      "index": 187,
      "start_time": 599200.0,
      "end_time": 599500.0,
      "text": "no substitute for a formal binding treaty, but I hope it will help us achieve one. Nor"
    },
    {
      "index": 188,
      "start_time": 599500.0,
      "end_time": 599500.0,
      "text": "would such a treaty be a substitute for disarmament, but I hope it will help us achieve it."
    },
    {
      "index": 189,
      "start_time": 599500.0,
      "end_time": 599780.0,
      "text": "Finally, my fellow Americans, let us examine our attitude toward peace and freedom here"
    },
    {
      "index": 190,
      "start_time": 599780.0,
      "end_time": 599780.0,
      "text": "at home. The quality and spirit of our own society must justify and support our efforts"
    },
    {
      "index": 191,
      "start_time": 599780.0,
      "end_time": 599780.0,
      "text": "abroad. We must show it in the dedication of our own lives--as many of you who are graduating"
    },
    {
      "index": 192,
      "start_time": 599780.0,
      "end_time": 599980.0,
      "text": "today will have a unique opportunity to do, by serving without pay in the Peace Corps"
    },
    {
      "index": 193,
      "start_time": 599980.0,
      "end_time": 600100.0,
      "text": "abroad or in the proposed National Service Corps here at home."
    },
    {
      "index": 194,
      "start_time": 600100.0,
      "end_time": 600310.0,
      "text": "But wherever we are, we must all, in our daily lives, live up to the age-old faith that peace"
    },
    {
      "index": 195,
      "start_time": 600310.0,
      "end_time": 600830.0,
      "text": "and freedom walk together. In too many of our cities today, the peace is not secure"
    },
    {
      "index": 196,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "because freedom is incomplete."
    },
    {
      "index": 197,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "It is the responsibility of the executive branch at all levels of government--local,"
    },
    {
      "index": 198,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "State, and National--to provide and protect that freedom for all of our citizens by all"
    },
    {
      "index": 199,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "means within their authority. It is the responsibility of the legislative branch at all levels, wherever"
    },
    {
      "index": 200,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "that authority is not now adequate, to make it adequate. And it is the responsibility"
    },
    {
      "index": 201,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "of all citizens in all sections of this country to respect the rights of all others and to"
    },
    {
      "index": 202,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "respect the law of the land."
    },
    {
      "index": 203,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "All this is not unrelated to world peace. &quot;When a man&#39;s ways please the Lord,&quot; the Scriptures"
    },
    {
      "index": 204,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "tell us, &quot;he maketh even his enemies to be at peace with him.&quot; And is not peace, in the"
    },
    {
      "index": 205,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "last analysis, basically a matter of human rights--the right to live out our lives without"
    },
    {
      "index": 206,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "fear of devastation-the right to breathe air as nature provided it--the right of future"
    },
    {
      "index": 207,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "generations to a healthy existence?"
    },
    {
      "index": 208,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "While we proceed to safeguard our national interests, let us also safeguard human interests."
    },
    {
      "index": 209,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "And the elimination of war and arms is clearly in the interest of both. No treaty, however"
    },
    {
      "index": 210,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "much it may be to the advantage of all, however tightly it may be worded, can provide absolute"
    },
    {
      "index": 211,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "security against the risks of deception and evasion. But it can--if it is sufficiently"
    },
    {
      "index": 212,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "effective in its enforcement and if it is sufficiently in the interests of its signers--offer"
    },
    {
      "index": 213,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "far more security and far fewer risks than an unabated, uncontrolled, unpredictable arms"
    },
    {
      "index": 214,
      "start_time": 600830.0,
      "end_time": 600830.0,
      "text": "race."
    },
    {
      "index": 215,
      "start_time": 600830.0,
      "end_time": 600980.0,
      "text": "The United States, as the world knows, will never start a war. We do not want a war. We"
    },
    {
      "index": 216,
      "start_time": 600980.0,
      "end_time": 600980.0,
      "text": "do not now expect a war. This generation of Americans has already had enough--more than"
    },
    {
      "index": 217,
      "start_time": 600980.0,
      "end_time": 600980.0,
      "text": "enough--of war and hate and oppression. We shall be prepared if others wish it. We shall"
    },
    {
      "index": 218,
      "start_time": 600980.0,
      "end_time": 600990.0,
      "text": "be alert to try to stop it. But we shall also do our part to build a world of peace where"
    },
    {
      "index": 219,
      "start_time": 600990.0,
      "end_time": 600990.0,
      "text": "the weak are safe and the strong are just. We are not helpless before that task or hopeless"
    },
    {
      "index": 220,
      "start_time": 600990.0,
      "end_time": 600990.0,
      "text": "of its success. Confident and unafraid, we labor on--not toward a strategy of annihilation"
    },
    {
      "index": 221,
      "start_time": 600990.0,
      "end_time": 610990.0,
      "text": "but toward a strategy of peace."
    }
  ]
}