{
  "video_id": "xQz4sa1mWaM",
  "title": "Ellie Roozdar - Buddha at the Gas Pump Interview",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 27731.0,
      "end_time": 34187.0,
      "text": "Welcome to Buddha at the Gas Pump. My name is Rick Archer and my guest this week is Ellie Roozdar."
    },
    {
      "index": 2,
      "start_time": 34187.0,
      "end_time": 40866.0,
      "text": "And Ellie lives on Long Island, but is originally from Iran, where I spent 3 interesting months,"
    },
    {
      "index": 3,
      "start_time": 40866.0,
      "end_time": 49029.0,
      "text": "back in, I guess, it was 1980&#39;s, leaving just a day or two before the Shah did. I was with a group of"
    },
    {
      "index": 4,
      "start_time": 49029.0,
      "end_time": 56680.0,
      "text": "TM teachers who were trying to demonstrate that large groups of people meditating could actually"
    },
    {
      "index": 5,
      "start_time": 56680.0,
      "end_time": 63227.0,
      "text": "create a peaceful influence on their surroundings and the society and I don&#39;t know if we did or not"
    },
    {
      "index": 6,
      "start_time": 63227.0,
      "end_time": 67358.0,
      "text": "but it was interesting meditating all day and then going up on the roof of our building to watch"
    },
    {
      "index": 7,
      "start_time": 67358.0,
      "end_time": 75139.0,
      "text": "the banks and liquor store burn. (Yes, yes amazing) Wild times, and we take walks out on the street"
    },
    {
      "index": 8,
      "start_time": 75139.0,
      "end_time": 79713.0,
      "text": "and people, you know, here we are these white guys walking around and people say :&quot;you crazy? Get off the streets,"
    },
    {
      "index": 9,
      "start_time": 79713.0,
      "end_time": 90370.0,
      "text": "you will get yourselves killed&quot;, we felt safe but I am sure we were naive. It was interesting."
    },
    {
      "index": 10,
      "start_time": 90370.0,
      "end_time": 98989.0,
      "text": "Thanks, I have been listening to several hours of your interviews and talks over the last week"
    },
    {
      "index": 11,
      "start_time": 98989.0,
      "end_time": 105624.0,
      "text": "and enjoyed those, and those listening to this will get a chance to catch up on what I heard"
    },
    {
      "index": 12,
      "start_time": 105624.0,
      "end_time": 110303.0,
      "text": "but one thing I didn&#39;t hear too much in all that and didn&#39;t even see in your website,"
    },
    {
      "index": 13,
      "start_time": 110303.0,
      "end_time": 117001.0,
      "text": "although I looked through it, was an account of how you got to turn to who you are,"
    },
    {
      "index": 14,
      "start_time": 117001.0,
      "end_time": 123696.0,
      "text": "in terms of your spiritual orientation, so tell us that story."
    },
    {
      "index": 15,
      "start_time": 123696.0,
      "end_time": 125461.0,
      "text": "This is a long long story."
    },
    {
      "index": 16,
      "start_time": 125461.0,
      "end_time": 126806.0,
      "text": "That is ok, we have time."
    },
    {
      "index": 17,
      "start_time": 126806.0,
      "end_time": 129785.0,
      "text": "First of all, I just want to thank you for having me here."
    },
    {
      "index": 18,
      "start_time": 129785.0,
      "end_time": 130745.0,
      "text": "Oh, you are welcome."
    },
    {
      "index": 19,
      "start_time": 130745.0,
      "end_time": 140414.0,
      "text": "And the reason I accept this interview is because, this path was so long and hard,"
    },
    {
      "index": 20,
      "start_time": 140414.0,
      "end_time": 148778.0,
      "text": "was so difficult, and I didn&#39;t have any teacher, no teacher, no guru, no one to help."
    },
    {
      "index": 21,
      "start_time": 148778.0,
      "end_time": 154401.0,
      "text": "So, that is why I want to share this story with the people, I am sure, there are so many people out there,"
    },
    {
      "index": 22,
      "start_time": 154401.0,
      "end_time": 159633.0,
      "text": "who are listening right now, and are in the same exact boat, but the message is:"
    },
    {
      "index": 23,
      "start_time": 159633.0,
      "end_time": 162636.0,
      "text": "&quot;There is a light at the end of the tunnel&quot;."
    },
    {
      "index": 24,
      "start_time": 162636.0,
      "end_time": 164847.0,
      "text": "And it is not an oncoming train."
    },
    {
      "index": 25,
      "start_time": 164847.0,
      "end_time": 175606.0,
      "text": "No, it is not, there is an end to this path, so, if I want to start from the beginning, Rick,"
    },
    {
      "index": 26,
      "start_time": 175606.0,
      "end_time": 182007.0,
      "text": "I was born in a very middle class family in Iran, as you mentioned, I have been born and raised"
    },
    {
      "index": 27,
      "start_time": 182007.0,
      "end_time": 194951.0,
      "text": "till age 23. When I was a child, this is around age 5 or 6, when I was alone in the room, by myself,"
    },
    {
      "index": 28,
      "start_time": 194951.0,
      "end_time": 202015.0,
      "text": "especially when I was all by myself, just playing or doing whatever I was doing,"
    },
    {
      "index": 29,
      "start_time": 202015.0,
      "end_time": 216765.0,
      "text": "all of a sudden I see myself as this vision,  it is just a vision, it is not a thing, I am just looking at this body,"
    },
    {
      "index": 30,
      "start_time": 216765.0,
      "end_time": 223684.0,
      "text": "especially in the hands, I was looking at my hands, I was absolutely not associated,"
    },
    {
      "index": 31,
      "start_time": 223684.0,
      "end_time": 236176.0,
      "text": "whatsoever to this body, and I was so petrified, I was just looking, and the only question I would ask is"
    },
    {
      "index": 32,
      "start_time": 236176.0,
      "end_time": 246371.0,
      "text": "in Persian &quot;Mankia&quot;- Who am I? It was scary, because I was not getting any answer,"
    },
    {
      "index": 33,
      "start_time": 246371.0,
      "end_time": 252585.0,
      "text": "and all I was feeling here is empty, there is nothing in here, nothing whatsoever,"
    },
    {
      "index": 34,
      "start_time": 252585.0,
      "end_time": 260396.0,
      "text": "but this looking at the body, this body does not feel at all belong to me, I am just looking at it,"
    },
    {
      "index": 35,
      "start_time": 260396.00000000003,
      "end_time": 269320.0,
      "text": "but absolutely not as we see it at that time. This vision was so profound."
    },
    {
      "index": 36,
      "start_time": 269320.0,
      "end_time": 276252.0,
      "text": "This is invisible vision I could call, invisible and I would be sweating,"
    },
    {
      "index": 37,
      "start_time": 276252.0,
      "end_time": 282108.0,
      "text": "all my face was so scared, I would run out of the room, I would go to a place,"
    },
    {
      "index": 38,
      "start_time": 282108.0,
      "end_time": 289115.0,
      "text": "that there are people there, and then, when there are people there, then I feel a little bit safe,"
    },
    {
      "index": 39,
      "start_time": 289115.0,
      "end_time": 296960.0,
      "text": "then I feel back, somehow I am going back again, I could not share this with any one"
    },
    {
      "index": 40,
      "start_time": 296960.0,
      "end_time": 303279.0,
      "text": "I knew this was not norm, I knew it, something from inside I knew it, this is not norm."
    },
    {
      "index": 41,
      "start_time": 303279.0,
      "end_time": 304882.0,
      "text": "Did it happen over and over again?"
    },
    {
      "index": 42,
      "start_time": 304882.0,
      "end_time": 309542.0,
      "text": "Absolutely, any time I was quiet by myself the vision was coming out"
    },
    {
      "index": 43,
      "start_time": 309542.0,
      "end_time": 312512.0,
      "text": "I was not identifying with the body, this was not me."
    },
    {
      "index": 44,
      "start_time": 312512.0,
      "end_time": 315576.0,
      "text": "Did you kind of fight it, because you didn&#39;t like it, you tried to stop it?"
    },
    {
      "index": 45,
      "start_time": 315576.0,
      "end_time": 317660.0,
      "text": "No, I was scared."
    },
    {
      "index": 46,
      "start_time": 317660.0,
      "end_time": 321068.0,
      "text": "But, if it scared you so much, when you tried to kind of stop it from happening?"
    },
    {
      "index": 47,
      "start_time": 321068.0,
      "end_time": 334401.0,
      "text": "No, this stopping was getting up and leave, yeah, going out, but in this, &quot;who am I&quot; was there,"
    },
    {
      "index": 48,
      "start_time": 334401.0,
      "end_time": 340562.0,
      "text": "because I didn&#39;t get an answer there, I felt this emptiness, there was nothing here"
    },
    {
      "index": 49,
      "start_time": 340562.0,
      "end_time": 349435.0,
      "text": "and that &quot;who am I&quot;, that was the question, just was there, I know it was in the back, always,"
    },
    {
      "index": 50,
      "start_time": 349435.0,
      "end_time": 358488.0,
      "text": "so, as I was growing up, till 8, 10 and 11, this was on and off there, until finally I think this eye,"
    },
    {
      "index": 51,
      "start_time": 358488.0,
      "end_time": 371035.0,
      "text": "this vision closed up and this body was totally accepted somehow, ok, I am this body"
    },
    {
      "index": 52,
      "start_time": 371035.0,
      "end_time": 379201.0,
      "text": "but I knew, something is not right in here, you know what I am saying, I knew."
    },
    {
      "index": 53,
      "start_time": 379201.0,
      "end_time": 388241.0,
      "text": "So this was my question, as I was growing up like everybody else, I am going to bring a metaphor,"
    },
    {
      "index": 54,
      "start_time": 388241.0,
      "end_time": 399901.0,
      "text": "to show how I felt. It felt like, imagine you are a king, you are a king of this whole entire continent"
    },
    {
      "index": 55,
      "start_time": 399901.0,
      "end_time": 409195.0,
      "text": "and all of a sudden you wake up and they dress you as a beggar, and they give this begging bowl"
    },
    {
      "index": 56,
      "start_time": 409195.0,
      "end_time": 422085.0,
      "text": "and to go into this world and try to become that, so that was the feeling, I knew this was not me,"
    },
    {
      "index": 57,
      "start_time": 422085.0,
      "end_time": 428747.0,
      "text": "I just knew it, this doesn&#39;t feel comfortable, but it feels like this was giving,"
    },
    {
      "index": 58,
      "start_time": 428747.0,
      "end_time": 438044.0,
      "text": "I can not do anything about it, I have to accept this, so I accepted it, but I knew this was not it."
    },
    {
      "index": 59,
      "start_time": 438044.0,
      "end_time": 447805.0,
      "text": "So, I took the begging bowl, and I went around the world, and I try to become, just become,"
    },
    {
      "index": 60,
      "start_time": 447805.0,
      "end_time": 455918.0,
      "text": "and become everything, become a good daughter for the family, become educated, a good student,"
    },
    {
      "index": 61,
      "start_time": 455918.0,
      "end_time": 464018.0,
      "text": "I happen to be a very very good high achiever, very good student, and finally be accepted in university"
    },
    {
      "index": 62,
      "start_time": 464018.0,
      "end_time": 469547.0,
      "text": "which is in Iran very difficult, for every 100000 people who apply for collage,"
    },
    {
      "index": 63,
      "start_time": 469547.0,
      "end_time": 477506.0,
      "text": "only 10% would be accepted, and I achieved that, went to collage in Iran, got my Bachelor&#39;s degree"
    },
    {
      "index": 64,
      "start_time": 477506.0,
      "end_time": 483666.0,
      "text": "and for continuing my education I decided to come to the United States, in 1979,"
    },
    {
      "index": 65,
      "start_time": 483666.0,
      "end_time": 488678.0,
      "text": "the day Shah left Iran we left Iran also, the next day."
    },
    {
      "index": 66,
      "start_time": 488678.0,
      "end_time": 493592.0,
      "text": "Ah, we might have been in the same flight, almost, I think I left about 2 days before that."
    },
    {
      "index": 67,
      "start_time": 493592.0,
      "end_time": 499655.0,
      "text": "Right, that is about that time, so I came to United States, to continue my education,"
    },
    {
      "index": 68,
      "start_time": 499655.0,
      "end_time": 510472.0,
      "text": "again to become, I was just becoming. So then here, I met my husband, I got married, he is Iranian"
    },
    {
      "index": 69,
      "start_time": 510472.0,
      "end_time": 521944.0,
      "text": "as you saw him today, and then I said, there is something missing here, like a huge hole."
    },
    {
      "index": 70,
      "start_time": 521943.99999999994,
      "end_time": 528240.0,
      "text": "And no matter how much I was becoming, this hole was getting bigger,"
    },
    {
      "index": 71,
      "start_time": 528240.0,
      "end_time": 531038.0,
      "text": "not smaller, it was just getting bigger."
    },
    {
      "index": 72,
      "start_time": 531038.0,
      "end_time": 536311.0,
      "text": "Was it like a constant awareness of that or would just come up in your quite moments?"
    },
    {
      "index": 73,
      "start_time": 536311.0,
      "end_time": 544069.0,
      "text": "Pretty much all the time I was not at ease, I was not comfortable in this outfit, I was not."
    },
    {
      "index": 74,
      "start_time": 544069.0,
      "end_time": 554263.0,
      "text": "This was not comfortable. And then I said ok, and maybe if I find the love of my life, love is the answer."
    },
    {
      "index": 75,
      "start_time": 554263.0,
      "end_time": 561346.0,
      "text": "So this man, I met him, I fell in love, I mean I thought at that time this was love, this was really love"
    },
    {
      "index": 76,
      "start_time": 561346.0,
      "end_time": 568538.0,
      "text": "a person to a person, so we got married, that was not it, having the children,"
    },
    {
      "index": 77,
      "start_time": 568538.0,
      "end_time": 574560.0,
      "text": "same thing everybody else is doing, I don&#39;t want to take a lot of time on that, but it was not it,"
    },
    {
      "index": 78,
      "start_time": 574560.0,
      "end_time": 579916.0,
      "text": "in having two beautiful children, my daughter is now a grown up, my son is now in college."
    },
    {
      "index": 79,
      "start_time": 579916.0,
      "end_time": 587263.0,
      "text": "Something didn&#39;t feet. After my Master&#39;s degree I went and start teaching in a katikati school"
    },
    {
      "index": 80,
      "start_time": 587263.0,
      "end_time": 592232.0,
      "text": "as a high school teacher of mathematics. I was very very good in that,"
    },
    {
      "index": 81,
      "start_time": 592232.0,
      "end_time": 597336.0,
      "text": "I am good in transferring the knowledge to this students, I was good, I loved that,"
    },
    {
      "index": 82,
      "start_time": 597336.0,
      "end_time": 608534.0,
      "text": "that was my passion, in class I was so myself, I feel so great. But again, that thing that was missing is always here."
    },
    {
      "index": 83,
      "start_time": 608534.0,
      "end_time": 618555.0,
      "text": "Until at 1995, this body got very very sick, I have got breast cancer."
    },
    {
      "index": 84,
      "start_time": 618555.0,
      "end_time": 624682.0,
      "text": "And I have to deal with that. That was one of the turning points, something hit here,"
    },
    {
      "index": 85,
      "start_time": 624682.0,
      "end_time": 631023.0,
      "text": "I had to take care of that, which I did, I went through whole entire thing, the surgery and everything."
    },
    {
      "index": 86,
      "start_time": 631023.0,
      "end_time": 639258.0,
      "text": "And I put that behind myself. But that was something that it made me again go."
    },
    {
      "index": 87,
      "start_time": 639258.0,
      "end_time": 644200.0,
      "text": "Not only to take care of the body now, I started to take care, watch the body a little bit more,"
    },
    {
      "index": 88,
      "start_time": 644200.0,
      "end_time": 654759.0,
      "text": "more exercise, better eating, all that, but then going now curve back in, that&#39;s the time that started."
    },
    {
      "index": 89,
      "start_time": 654759.0,
      "end_time": 660394.0,
      "text": "About 2 years after I became a volunteer of American Cancer Society and ever since I am helping"
    },
    {
      "index": 90,
      "start_time": 660394.0,
      "end_time": 667392.0,
      "text": "all those people in Long Island, who had breast cancer. That was the time of my life."
    },
    {
      "index": 91,
      "start_time": 667392.0,
      "end_time": 673486.0,
      "text": "Interacting with people, going to their homes, giving them hope, showing them that there is a light"
    },
    {
      "index": 92,
      "start_time": 673486.0,
      "end_time": 681837.0,
      "text": "at the end of the tunnel, this is a cancer survivor body, so it was just fun to do that as aside."
    },
    {
      "index": 93,
      "start_time": 681837.0,
      "end_time": 689364.0,
      "text": "I thought that&#39;s good, that is it, serving people, it would be something that maybe I need"
    },
    {
      "index": 94,
      "start_time": 689364.0,
      "end_time": 701199.0,
      "text": "to, again, feel that gap, that hole. That was good, but that was not it, I mean in this becoming is not it."
    },
    {
      "index": 95,
      "start_time": 701199.0,
      "end_time": 709326.0,
      "text": "I knew this becoming is not it. It is not the path of becoming, so after a while..."
    },
    {
      "index": 96,
      "start_time": 709326.0,
      "end_time": 716122.0,
      "text": "after the cancer, I decided to change my career. Because I was commuting a long long distance"
    },
    {
      "index": 97,
      "start_time": 716122.0,
      "end_time": 725416.0,
      "text": "and I said, so maybe that something close, that was..."
    },
    {
      "index": 98,
      "start_time": 725416.0,
      "end_time": 728306.0,
      "text": "The dog saying,&quot;It&#39;s time for breakfast&quot;."
    },
    {
      "index": 99,
      "start_time": 728306.0,
      "end_time": 729820.0,
      "text": "So you want to go and take care of him?"
    },
    {
      "index": 100,
      "start_time": 729820.0,
      "end_time": 733666.0,
      "text": "No, my wife will take care. We will keep going. People who listen to this shows,"
    },
    {
      "index": 101,
      "start_time": 733666.0,
      "end_time": 737541.0,
      "text": "are very well aware of our dogs and cats."
    },
    {
      "index": 102,
      "start_time": 737541.0,
      "end_time": 750633.0,
      "text": "I love them, so dearly. So after all this I said, you know, this is something missing."
    },
    {
      "index": 103,
      "start_time": 750633.0,
      "end_time": 756938.0,
      "text": "When I changed my career, I was in Information technology for few years, again, I became a manager."
    },
    {
      "index": 104,
      "start_time": 756938.0,
      "end_time": 763230.0,
      "text": "Very good at what I was doing, dealing with the people, interacting. And then, at that point"
    },
    {
      "index": 105,
      "start_time": 763230.0,
      "end_time": 773727.0,
      "text": "I said, ok, I heard about energy, and healing and reiki. So, I found someone, some reiki master"
    },
    {
      "index": 106,
      "start_time": 773727.0,
      "end_time": 784679.0,
      "text": "in Long Island and she gave me attunement, so I learned reiki level 2, so she showed me how to do it"
    },
    {
      "index": 107,
      "start_time": 784679.0,
      "end_time": 794543.0,
      "text": "with hands and all that. One day I said, ok, now that I learned this, she showed me"
    },
    {
      "index": 108,
      "start_time": 794543.0,
      "end_time": 800628.0,
      "text": "that you can me give energy from the distance or to the picture of somebody or all that."
    },
    {
      "index": 109,
      "start_time": 800628.0,
      "end_time": 805559.0,
      "text": "So here I am, I said, let me just give energy to my sister."
    },
    {
      "index": 110,
      "start_time": 805559.0,
      "end_time": 813382.0,
      "text": "So I was sitting in my living room and I am holding my hands up like that on her picture"
    },
    {
      "index": 111,
      "start_time": 813382.0,
      "end_time": 826311.0,
      "text": "and all of a sudden my hands start bouncing up and down, and speed was phenomenal, out of control"
    },
    {
      "index": 112,
      "start_time": 826311.0,
      "end_time": 835617.0,
      "text": "it was like, I can&#39;t tell you, it was so fast that I feel that my shoulders now is going just to pull out."
    },
    {
      "index": 113,
      "start_time": 835617.0,
      "end_time": 836425.0,
      "text": "Wow..."
    },
    {
      "index": 114,
      "start_time": 836425.0,
      "end_time": 845417.0,
      "text": "So I take my hands off, off the picture, so I just hold like this, and I just waited, and then I said, ok,"
    },
    {
      "index": 115,
      "start_time": 845417.0,
      "end_time": 853563.0,
      "text": "I am going to try again. So I put my hands back now this time my hands were going this way, like this."
    },
    {
      "index": 116,
      "start_time": 853563.0,
      "end_time": 858432.0,
      "text": "For those listening on the audio, she is going back and forth, rather then up and down."
    },
    {
      "index": 117,
      "start_time": 858432.0,
      "end_time": 863965.0,
      "text": "Right, it was like this, but the speed, I cannot describe that, this was so much"
    },
    {
      "index": 118,
      "start_time": 863965.0,
      "end_time": 871399.0,
      "text": "that it was so out of control, it was so painful, it was like my hands were falling off."
    },
    {
      "index": 119,
      "start_time": 871399.0,
      "end_time": 880253.0,
      "text": "So I take my hands off, and all of a sudden I felt this energy was flowing from the bottom of my belly,"
    },
    {
      "index": 120,
      "start_time": 880253.0,
      "end_time": 890519.0,
      "text": "circling around like this and coming up and up and up, and going to my head, and my shoulders ..."
    },
    {
      "index": 121,
      "start_time": 890519.0,
      "end_time": 901399.0,
      "text": "it feels like you are in a rollercoaster, that how it was moving, and then my chest was just expanded so much,"
    },
    {
      "index": 122,
      "start_time": 901399.0,
      "end_time": 907531.0,
      "text": "and then it was just like moving and going on and on, and as I was looking at my hands,"
    },
    {
      "index": 123,
      "start_time": 907531.0,
      "end_time": 916756.0,
      "text": "all of a sudden my hands became like this, I felt like a football, soccer ball,"
    },
    {
      "index": 124,
      "start_time": 916756.0,
      "end_time": 919885.0,
      "text": "and this energy was moving in between my hands."
    },
    {
      "index": 125,
      "start_time": 919885.0,
      "end_time": 924904.0,
      "text": "When you say like this, for the benefit of those just listening audio, she is holding her hands as though"
    },
    {
      "index": 126,
      "start_time": 924904.0,
      "end_time": 927239.0,
      "text": "she is holding a soccer ball in her hands."
    },
    {
      "index": 127,
      "start_time": 927239.0,
      "end_time": 934717.0,
      "text": "Exactly, like this, and it was going in between my hands, so powerful, it was like a ball moving."
    },
    {
      "index": 128,
      "start_time": 934717.0,
      "end_time": 940189.0,
      "text": "And I was looking at it, I just didn&#39;t know what to do with this ball, I just put it on my head,"
    },
    {
      "index": 129,
      "start_time": 940189.0,
      "end_time": 943192.0,
      "text": "I go like this. (Ah, put the ball on your head)"
    },
    {
      "index": 130,
      "start_time": 943192.0,
      "end_time": 954046.0,
      "text": "Yes, and I let go, and this was going on and on, I don&#39;t know how long, until it quiet down."
    },
    {
      "index": 131,
      "start_time": 954046.0,
      "end_time": 963037.0,
      "text": "And then all of a sudden, as it quiet down, I raise my hand and I notice that this left hand is moving"
    },
    {
      "index": 132,
      "start_time": 963037.0,
      "end_time": 976973.0,
      "text": "as I am going towards any chakra in my body, if I hold my hand, it starts vibrating, very powerful."
    },
    {
      "index": 133,
      "start_time": 976973.0,
      "end_time": 985651.0,
      "text": "So, ok I sat down, I don&#39;t know how long was it, what happened to me I really didn&#39;t have any experience"
    },
    {
      "index": 134,
      "start_time": 985651.0,
      "end_time": 992932.0,
      "text": "like this. This reiki master told me, that you can give energy to the loved ones, to the people"
    },
    {
      "index": 135,
      "start_time": 992932.0,
      "end_time": 1001999.0,
      "text": "who are deceased, anybody. So, there are 2 people in my mind, so powerfully, so strongly"
    },
    {
      "index": 136,
      "start_time": 1002000.0,
      "end_time": 1007764.0,
      "text": "that I want to give energy. One was Mother Theresa. So, here I am, I raise my hands"
    },
    {
      "index": 137,
      "start_time": 1007760.0,
      "end_time": 1017480.0,
      "text": "and with a distance I start, giving her energy, and this 2 hands were going off the war,"
    },
    {
      "index": 138,
      "start_time": 1017480.0,
      "end_time": 1024948.0,
      "text": "they were going booo... like moving and moving, and shaking and moving and throughout this whole energy"
    },
    {
      "index": 139,
      "start_time": 1024950.0,
      "end_time": 1033963.0,
      "text": "it was like that, then it slow down, it quiets down and that was it. And the next one, I said"
    },
    {
      "index": 140,
      "start_time": 1033960.0,
      "end_time": 1043269.0,
      "text": "the person that I always... This was love of my heart was Jesus. I said.. And I am not even Christian,"
    },
    {
      "index": 141,
      "start_time": 1043270.0,
      "end_time": 1050438.0,
      "text": "but Jesus has a very  special place in my heart, because of his messages, I start giving energy to"
    },
    {
      "index": 142,
      "start_time": 1050440.0,
      "end_time": 1058066.0,
      "text": "Jesus, again the same thing, again hands moving, and I said, I have to call my husband,"
    },
    {
      "index": 143,
      "start_time": 1058070.0,
      "end_time": 1064960.0,
      "text": "I have to show him what is going on with me, so I call, he was downstairs, in his office, he came up"
    },
    {
      "index": 144,
      "start_time": 1064960.0,
      "end_time": 1070484.0,
      "text": "he sat and I said look, &quot;I want to give energy to your brother. His brother was deceased."
    },
    {
      "index": 145,
      "start_time": 1070480.0,
      "end_time": 1073147.0,
      "text": "Very tragically deceased back in Iran."
    },
    {
      "index": 146,
      "start_time": 1073150.0,
      "end_time": 1077125.0,
      "text": "He said ok, so as I was mentioning his name, and I was giving energy,"
    },
    {
      "index": 147,
      "start_time": 1077120.0,
      "end_time": 1083575.0,
      "text": "my hands were acting like that again. And I was watching, and he was watching,"
    },
    {
      "index": 148,
      "start_time": 1083580.0,
      "end_time": 1093307.0,
      "text": "we have no idea what was going on, so I remember when this energy was ended he just looked at me"
    },
    {
      "index": 149,
      "start_time": 1093310.0,
      "end_time": 1103223.0,
      "text": "he didn&#39;t say one word. He just walked away.  I think he was very scared."
    },
    {
      "index": 150,
      "start_time": 1103220.0,
      "end_time": 1105998.0,
      "text": "What did he say later on?"
    },
    {
      "index": 151,
      "start_time": 1106000.0,
      "end_time": 1114165.0,
      "text": "You will work it out? Are you ready? (Sure, I am ready) &quot;Why can&#39;t you be like other people?&quot;"
    },
    {
      "index": 152,
      "start_time": 1114160.0,
      "end_time": 1116130.0,
      "text": "Ah, he wanted you to be normal..."
    },
    {
      "index": 153,
      "start_time": 1116130.0,
      "end_time": 1120445.0,
      "text": "Exactly, I said, what do you mean by that? This is normal, like other people, like your friends."
    },
    {
      "index": 154,
      "start_time": 1120450.0,
      "end_time": 1129866.0,
      "text": "Does anybody of your friends do anything like that? I said I have no answer, I don&#39;t know what to say"
    },
    {
      "index": 155,
      "start_time": 1129860.0,
      "end_time": 1136870.0,
      "text": "So I called the reiki master, I said, look I don&#39;t know what you did to me, it is atunement you  gave me"
    },
    {
      "index": 156,
      "start_time": 1136870.0,
      "end_time": 1143567.0,
      "text": "or something, I had this kind of an experience. She says, &quot;Oh, my Godness, that&#39;s kundalini awakening&quot;."
    },
    {
      "index": 157,
      "start_time": 1143570.0,
      "end_time": 1150653.0,
      "text": "I said, &quot;I have no idea of you mean by that&quot;. She says, &quot;Ok, that is very powerful"
    },
    {
      "index": 158,
      "start_time": 1150650.0,
      "end_time": 1156148.0,
      "text": "and what I want you to do is you give me energy because I have this chronic pain in my back"
    },
    {
      "index": 159,
      "start_time": 1156150.0,
      "end_time": 1161657.0,
      "text": "that I want you to give energy&quot;. So, she came to my home, and she lay down, and I say,"
    },
    {
      "index": 160,
      "start_time": 1161660.0,
      "end_time": 1167037.0,
      "text": "&quot;Look, somehow I know I don&#39;t have to touch you, I just do it from the distance&quot;."
    },
    {
      "index": 161,
      "start_time": 1167030.0,
      "end_time": 1174480.0,
      "text": "She says, &quot;I don&#39;t know where do you got this idea, whatever that is, go ahead do it&quot;."
    },
    {
      "index": 162,
      "start_time": 1174480.0,
      "end_time": 1180020.0,
      "text": "So I gave energy to her from  a distance. And she fell that it is very very strong."
    },
    {
      "index": 163,
      "start_time": 1180020.0,
      "end_time": 1185531.0,
      "text": "She says, &quot;The pain is gone, the pain is completely gone&quot; She didn&#39;t feel anything at all."
    },
    {
      "index": 164,
      "start_time": 1185540.0,
      "end_time": 1191776.0,
      "text": "She says, &quot;This is fantastic, this kundalini opens up, has a lot to do with all this energy."
    },
    {
      "index": 165,
      "start_time": 1191770.0,
      "end_time": 1199591.0,
      "text": "So you can do a lot with this energy, and healing. So come and join us and all that stuff&quot;."
    },
    {
      "index": 166,
      "start_time": 1199590.0,
      "end_time": 1207751.0,
      "text": "So I said &quot;ok&quot;, so I was reflecting upon that. I knew a woman...an Iranian woman, she is in California"
    },
    {
      "index": 167,
      "start_time": 1207750.0,
      "end_time": 1212853.0,
      "text": "She was also into energy, she wrote a lots of books about that, I contacted her, I said,"
    },
    {
      "index": 168,
      "start_time": 1212860.0,
      "end_time": 1218236.0,
      "text": "&quot;Look this is something like this happening&quot;, I explained all that, she says,"
    },
    {
      "index": 169,
      "start_time": 1218230.0,
      "end_time": 1230328.0,
      "text": "&quot;Ok, I want you to close your eyes and scan my body, and tell me which part of my body has  a problem&quot;"
    },
    {
      "index": 170,
      "start_time": 1230330.0,
      "end_time": 1235822.0,
      "text": "I said, &quot; I have no idea what you are saying&quot;. She says, &quot;Just follow what I just said, close your eyes,"
    },
    {
      "index": 171,
      "start_time": 1235820.0,
      "end_time": 1242880.0,
      "text": "picture my body, scan me from the head to toe, tell me which part has a problem."
    },
    {
      "index": 172,
      "start_time": 1242880.0,
      "end_time": 1249086.0,
      "text": "I say ok, I just followed, I closed my eyes, and I am scanning her body, I am coming down"
    },
    {
      "index": 173,
      "start_time": 1249090.0,
      "end_time": 1256387.0,
      "text": "and as I am reaching her throat, I feel my energy, my hands start to shake with different kind of vibration,"
    },
    {
      "index": 174,
      "start_time": 1256390.0,
      "end_time": 1262568.0,
      "text": "felt different kind of thing. So, then I go down, all of a sudden in her stomach I felt something,"
    },
    {
      "index": 175,
      "start_time": 1262560.0,
      "end_time": 1269718.0,
      "text": "and then all the way down to her legs. So, she said, &quot;What did you find?&quot; I said, &quot;Something in your throat"
    },
    {
      "index": 176,
      "start_time": 1269720.0,
      "end_time": 1277448.0,
      "text": "and something in your stomach&quot;. She says, &quot;Absolutely right, they found a tumor in my throat&quot;."
    },
    {
      "index": 177,
      "start_time": 1277450.0,
      "end_time": 1286897.0,
      "text": "She has this problem with the thyroid, and she says, &quot;Last night me and my husband went out to dinner,"
    },
    {
      "index": 178,
      "start_time": 1286900.0,
      "end_time": 1293552.0,
      "text": "I don&#39;t know what we ate, we both have problem, with our stomach, give me energy to my stomach&quot;."
    },
    {
      "index": 179,
      "start_time": 1293550.0,
      "end_time": 1298528.0,
      "text": "So I started giving energy to her stomach. She says,&quot;Can I ask you a favor?&quot; I said yes."
    },
    {
      "index": 180,
      "start_time": 1298530.0,
      "end_time": 1304456.0,
      "text": "&quot;Can you give energy to my husband, because he is sick also. So he comes in, and I am giving energy"
    },
    {
      "index": 181,
      "start_time": 1304450.0,
      "end_time": 1314105.0,
      "text": "to him. And that&#39;s how I started, she said, &quot;You can do this, now you can scan people from distance."
    },
    {
      "index": 182,
      "start_time": 1314110.0,
      "end_time": 1320916.0,
      "text": "After kundalini the only difference in me was just the hand, this my left arm was like that very sensitive,"
    },
    {
      "index": 183,
      "start_time": 1320910.0,
      "end_time": 1327335.0,
      "text": "and my ears became very very sensitive, very sharp with the noise and all, that&#39;s all, nothing else."
    },
    {
      "index": 184,
      "start_time": 1327340.0,
      "end_time": 1338206.0,
      "text": "I never felt anything else changed, feelingwise. Then I start with my friends and people who know me"
    },
    {
      "index": 185,
      "start_time": 1338200.0,
      "end_time": 1346288.0,
      "text": "I start giving energy from the distance and also scanning people, saying I feel something"
    },
    {
      "index": 186,
      "start_time": 1346290.0,
      "end_time": 1352921.0,
      "text": "in your stomach, in your lower stomach, and they say, &quot;Yes I had some problem with my intestinal"
    },
    {
      "index": 187,
      "start_time": 1352920.0,
      "end_time": 1359928.0,
      "text": "and I had surgery&quot; and all that. You can feel the different vibration, even from the distance,"
    },
    {
      "index": 188,
      "start_time": 1359930.0,
      "end_time": 1367983.0,
      "text": "you can tell. So, this was going on and on, and I was giving energy from distance for a long time,"
    },
    {
      "index": 189,
      "start_time": 1367980.0,
      "end_time": 1375955.0,
      "text": "but I noticed that whenever I give energy to 2-3 people in a raw, somehow I feel such pain"
    },
    {
      "index": 190,
      "start_time": 1375960.0,
      "end_time": 1381888.0,
      "text": "and tiredness, if feels like you have two bricks all of a sudden on your chest."
    },
    {
      "index": 191,
      "start_time": 1381890.0,
      "end_time": 1383294.0,
      "text": "It was draining you, or something..."
    },
    {
      "index": 192,
      "start_time": 1383290.0,
      "end_time": 1389465.0,
      "text": "Very much, it was not supposed to be like that, you are supposed to be channeling this energy,"
    },
    {
      "index": 193,
      "start_time": 1389470.0,
      "end_time": 1398708.0,
      "text": "not giving your own energy. So I was talking to my cousin back in Europe. She said, she knows a guru,"
    },
    {
      "index": 194,
      "start_time": 1398700.0,
      "end_time": 1408431.0,
      "text": "that is a monk. He is very familiar with this energies. So, he can help you on this."
    },
    {
      "index": 195,
      "start_time": 1408440.0,
      "end_time": 1414914.0,
      "text": "Accidentally he was coming to NYC. So, I went to visit him, this monk, in the city."
    },
    {
      "index": 196,
      "start_time": 1414910.0,
      "end_time": 1416784.0,
      "text": "Anyone I would have heard of?"
    },
    {
      "index": 197,
      "start_time": 1416780.0,
      "end_time": 1422145.0,
      "text": "I cannot... I don&#39;t want to mention his name, he is not that famous, I don&#39;t know if he wants his name"
    },
    {
      "index": 198,
      "start_time": 1422150.0,
      "end_time": 1427782.0,
      "text": "to be revealed. (No problem). But he was a Kairo practice doctor, which was also a monk."
    },
    {
      "index": 199,
      "start_time": 1427780.0,
      "end_time": 1434725.0,
      "text": "So, as soon as they opened the door, I went to him, he was sitting there with this orange robe,"
    },
    {
      "index": 200,
      "start_time": 1434720.0,
      "end_time": 1442539.0,
      "text": "you know, the robes that they have (Sure). He looked at me and I said to him,"
    },
    {
      "index": 201,
      "start_time": 1442540.0,
      "end_time": 1452003.0,
      "text": "&quot;I think I have this kundalini problem&quot;. He looked at me, he smiled and said, &quot;I can see that&quot;."
    },
    {
      "index": 202,
      "start_time": 1452010.0,
      "end_time": 1462229.0,
      "text": "He said, &quot;The energy, the way it is supposed to come up, it has to go straight up and in a flow properly&quot;."
    },
    {
      "index": 203,
      "start_time": 1462230.0,
      "end_time": 1469084.0,
      "text": "Somehow because of the way my spine is, this energy trapped in the middle and instead of the"
    },
    {
      "index": 204,
      "start_time": 1469080.0,
      "end_time": 1479334.0,
      "text": "color changes, the color instead of being light, like a yellowish white, it was like an orange red."
    },
    {
      "index": 205,
      "start_time": 1479330.0,
      "end_time": 1481821.0,
      "text": "That is the color he was seeing."
    },
    {
      "index": 206,
      "start_time": 1481820.0,
      "end_time": 1486417.0,
      "text": "So, is that why you were feeling drained, because your kundalini was blocked?"
    },
    {
      "index": 207,
      "start_time": 1486420.0,
      "end_time": 1495976.0,
      "text": "Something was blocked, it was not functioning, so he put me on the floor, and he cracked my back"
    },
    {
      "index": 208,
      "start_time": 1495980.0,
      "end_time": 1506780.0,
      "text": "and the neck also, I could hear that noise. He was not even touching me, he put a cloth...."
    },
    {
      "index": 209,
      "start_time": 1506780.0,
      "end_time": 1513179.0,
      "text": "something was on my back, so he doesn&#39;t touch me directly, so he just did that."
    },
    {
      "index": 210,
      "start_time": 1513180.0,
      "end_time": 1516875.0,
      "text": "He was physically touching you through a cloth."
    },
    {
      "index": 211,
      "start_time": 1516870.0,
      "end_time": 1527860.0,
      "text": "Yes, and then he said, that is it. Now this energy is flowing, I see the colour. I didn&#39;t feel anything."
    },
    {
      "index": 212,
      "start_time": 1527860.0,
      "end_time": 1535018.0,
      "text": "So, he said, the color is now white, like yellowish white, but he said something beautiful to me."
    },
    {
      "index": 213,
      "start_time": 1535020.0,
      "end_time": 1545582.0,
      "text": "He said, &quot;My sister, this kundalini awakening is a blessing for you, do not give energy to people,"
    },
    {
      "index": 214,
      "start_time": 1545580.0,
      "end_time": 1557307.0,
      "text": "because I have seen people get into this, and that pump their sense of self and ego so strongly,"
    },
    {
      "index": 215,
      "start_time": 1557310.0,
      "end_time": 1563199.0,
      "text": "and they lose themselves in this path, although they do service, but they are lost."
    },
    {
      "index": 216,
      "start_time": 1563200.0,
      "end_time": 1567273.0,
      "text": "They think, like they are something special. (Exactly). Right."
    },
    {
      "index": 217,
      "start_time": 1567270.0,
      "end_time": 1576209.0,
      "text": "So, if I were you, he said, I would go within, and I would try to find who am I, and I said"
    },
    {
      "index": 218,
      "start_time": 1576210.0,
      "end_time": 1584999.0,
      "text": "that was always my question. So I came home, Rick, and that was that, and the job that I have,"
    },
    {
      "index": 219,
      "start_time": 1585000.0,
      "end_time": 1593139.0,
      "text": "this was the management of the company, I said, &quot;You know what? I have to know who am I&quot;"
    },
    {
      "index": 220,
      "start_time": 1593140.0,
      "end_time": 1600829.0,
      "text": "I put this into back for a long time, it is long enough, that&#39;s it, I called them up, I told them,"
    },
    {
      "index": 221,
      "start_time": 1600830.0,
      "end_time": 1609031.0,
      "text": "I am quitting my job, I came back home, and I went back to this naturally,"
    },
    {
      "index": 222,
      "start_time": 1609030.0,
      "end_time": 1612548.0,
      "text": "I think this body felt to go back to the cocoon,"
    },
    {
      "index": 223,
      "start_time": 1612550.0,
      "end_time": 1618269.0,
      "text": "and the meditation started. Strong, powerful meditation. This was not any specific"
    },
    {
      "index": 224,
      "start_time": 1618270.0,
      "end_time": 1626604.0,
      "text": "kind of meditation, I didn&#39;t follow any specific guru or teacher. One thing I heard"
    },
    {
      "index": 225,
      "start_time": 1626600.0,
      "end_time": 1633658.0,
      "text": "that I know it helped me, that is from a very famous Indian guru, again I don&#39;t want to mention the name"
    },
    {
      "index": 226,
      "start_time": 1633660.0,
      "end_time": 1640489.0,
      "text": "because I am not following this person. All I heard was just a methodology of meditation"
    },
    {
      "index": 227,
      "start_time": 1640490.0,
      "end_time": 1646571.0,
      "text": "with open eyes and with closed eyes. All he was mentioning, is paying attention"
    },
    {
      "index": 228,
      "start_time": 1646570.0,
      "end_time": 1656466.0,
      "text": "to this observer, to this watcher. So, when I did that, I was just paying attention to the observer,"
    },
    {
      "index": 229,
      "start_time": 1656460.0,
      "end_time": 1661054.0,
      "text": "to this awareness who is here, but at that time I didn&#39;t know who was this awareness."
    },
    {
      "index": 230,
      "start_time": 1661060.0,
      "end_time": 1666733.0,
      "text": "All I knew was, I have to pay attention to the awareness, that is all."
    },
    {
      "index": 231,
      "start_time": 1666730.0,
      "end_time": 1679311.0,
      "text": "So, I went back to this cocoon. And days after days, Rick, I was in meditation for hours."
    },
    {
      "index": 232,
      "start_time": 1679310.0,
      "end_time": 1684601.0,
      "text": "Sitting down was not cutting for me, because it was so painful, I couldn&#39;t sit for a long time."
    },
    {
      "index": 233,
      "start_time": 1684600.0,
      "end_time": 1686503.0,
      "text": "Because of the kundalini was painful?"
    },
    {
      "index": 234,
      "start_time": 1686510.0,
      "end_time": 1690728.0,
      "text": "I don&#39;t know, I was so uncomfortable, because the duration of this meditation was so long."
    },
    {
      "index": 235,
      "start_time": 1690720.0,
      "end_time": 1695343.0,
      "text": "It was not 20 minutes or half an hour, it was like 3-hour meditation (yeah)"
    },
    {
      "index": 236,
      "start_time": 1695350.0,
      "end_time": 1700069.0,
      "text": "Just sitting as a lotus position (too uncomfortable), it was very uncomfortable, my back"
    },
    {
      "index": 237,
      "start_time": 1700060.0,
      "end_time": 1707688.0,
      "text": "so I would lay down, like a dead body, on the floor or in bed, no pillow, straight."
    },
    {
      "index": 238,
      "start_time": 1707690.0,
      "end_time": 1713556.0,
      "text": "So, after like 3 or 4 hours, Rick, my whole body was like a dead body, when I would come out of the"
    },
    {
      "index": 239,
      "start_time": 1713560.0,
      "end_time": 1719252.0,
      "text": "meditation, my arms were just, oh my God was so painful, because I was holding it like this"
    },
    {
      "index": 240,
      "start_time": 1719250.0,
      "end_time": 1722997.0,
      "text": "for a long time, it was all painful."
    },
    {
      "index": 241,
      "start_time": 1723000.0,
      "end_time": 1726371.0,
      "text": "You were trying to maintain a still position?"
    },
    {
      "index": 242,
      "start_time": 1726370.0,
      "end_time": 1730982.0,
      "text": "Absolutely (ok). This stillness had to be there. For some reason I knew"
    },
    {
      "index": 243,
      "start_time": 1730980.0,
      "end_time": 1740428.0,
      "text": "that this was it-stillness, awareness. Now this was the most important thing in this path for me,"
    },
    {
      "index": 244,
      "start_time": 1740430.0,
      "end_time": 1749133.0,
      "text": "because as I was meditating, it was healing, meditation for me was a healer. All those memories"
    },
    {
      "index": 245,
      "start_time": 1749130.0,
      "end_time": 1758015.0,
      "text": "were coming, all those emotions were coming up, but it was coming up to the presence of me,"
    },
    {
      "index": 246,
      "start_time": 1758020.0,
      "end_time": 1765347.0,
      "text": "the presence of &quot;I am&quot;, and it would come and slowly...all this stories of me"
    },
    {
      "index": 247,
      "start_time": 1765340.0,
      "end_time": 1776948.0,
      "text": "as a separate sense of self, that sense of separate me, with the story, was coming up and was dissolving."
    },
    {
      "index": 248,
      "start_time": 1776950.0,
      "end_time": 1781006.0,
      "text": "And the emotion... sometimes there is a memory, as if something was happening, and I would just"
    },
    {
      "index": 249,
      "start_time": 1781010.0,
      "end_time": 1790660.0,
      "text": "be watching it, allowing this to happen. And it happened, and it just cleaned up."
    },
    {
      "index": 250,
      "start_time": 1790660.0,
      "end_time": 1799220.0,
      "text": "I don&#39;t know how to describe, it was like purifying, it was so healing. And the wisdom, it is amazing,"
    },
    {
      "index": 251,
      "start_time": 1799220.0,
      "end_time": 1809772.0,
      "text": "the knowing, and I was so acquainted with this nothingness, with this emptyness,"
    },
    {
      "index": 252,
      "start_time": 1809770.0,
      "end_time": 1815735.0,
      "text": "I know this is not emptyness, this is absolutely fullness."
    },
    {
      "index": 253,
      "start_time": 1815730.0,
      "end_time": 1820213.0,
      "text": "So, unlike when you were a little girl, and you would have that experience and be fearful,"
    },
    {
      "index": 254,
      "start_time": 1820220.0,
      "end_time": 1825948.0,
      "text": "now you were welcoming that experience and kind of befriending it, and not being fearful any more."
    },
    {
      "index": 255,
      "start_time": 1825950.0,
      "end_time": 1833743.0,
      "text": "True, but that was the vision, here was not the vision, this was just a witness,"
    },
    {
      "index": 256,
      "start_time": 1833740.0,
      "end_time": 1839157.0,
      "text": "this was not just like that. I will explain that to you, because that vision later opened up,"
    },
    {
      "index": 257,
      "start_time": 1839160.0,
      "end_time": 1847491.0,
      "text": "but this was not that, this was just a presence, which is healing. The presence is healing, is here."
    },
    {
      "index": 258,
      "start_time": 1847490.0,
      "end_time": 1855179.0,
      "text": "So as I was going through this meditation, my husband was petrified, because he saw me"
    },
    {
      "index": 259,
      "start_time": 1855180.0,
      "end_time": 1861621.0,
      "text": "on the floor sometimes, like flat dead. And he would come up, he would hold me"
    },
    {
      "index": 260,
      "start_time": 1861620.0,
      "end_time": 1867426.0,
      "text": "and he would try to wake me up, honestly, he thought...he was very concerned about this."
    },
    {
      "index": 261,
      "start_time": 1867420.0,
      "end_time": 1871896.0,
      "text": "And you wouldn&#39;t respond? (no) Didn&#39;t you explain to him what you were doing?"
    },
    {
      "index": 262,
      "start_time": 1871900.0,
      "end_time": 1881151.0,
      "text": "I would say go away, I am fine, and he just wanted to make sure, that I am ok, I am not dead..."
    },
    {
      "index": 263,
      "start_time": 1881150.0,
      "end_time": 1884236.0,
      "text": "But you were not being a normal housewife, that&#39;s for sure."
    },
    {
      "index": 264,
      "start_time": 1884240.0,
      "end_time": 1895824.0,
      "text": "No, not at all. So, Rick, I found a friend from a distance. She lives in Canada."
    },
    {
      "index": 265,
      "start_time": 1895820.0,
      "end_time": 1900966.0,
      "text": "She became my friend. She was also doing the same thing-mediation and all that."
    },
    {
      "index": 266,
      "start_time": 1900970.0,
      "end_time": 1905530.0,
      "text": "One day I went to the beach. I had a very nice walk in the beach I sat in the beach"
    },
    {
      "index": 267,
      "start_time": 1905530.0,
      "end_time": 1915146.0,
      "text": "I meditated in the beach, no problem. I was so in peace, I came home, I was sitting in the couch."
    },
    {
      "index": 268,
      "start_time": 1915140.0,
      "end_time": 1921572.0,
      "text": "Something told me that I have to know who meditate and again I feel that energy again,"
    },
    {
      "index": 269,
      "start_time": 1921570.0,
      "end_time": 1926542.0,
      "text": "similar, very similar was coming up, I don&#39;t know what it was, so I said, ok, I am going to lay down."
    },
    {
      "index": 270,
      "start_time": 1926550.0,
      "end_time": 1933971.0,
      "text": "I went upstairs in bed, lay down and I closed my eyes into meditation."
    },
    {
      "index": 271,
      "start_time": 1933970.0,
      "end_time": 1943384.0,
      "text": "After like maybe few minutes, all of a sudden this wave of energy, again was coming from the bottom"
    },
    {
      "index": 272,
      "start_time": 1943380.0,
      "end_time": 1949819.0,
      "text": "the belly part of me was like a wave this time, it was not like a circular like that, it was wave,"
    },
    {
      "index": 273,
      "start_time": 1949820.0,
      "end_time": 1958341.0,
      "text": "it was coming up to my chest all the way to my head holding up, holding my breath."
    },
    {
      "index": 274,
      "start_time": 1958340.0,
      "end_time": 1964044.0,
      "text": "No breath coming and going, nothing whatsoever,  taking over the whole entire body,"
    },
    {
      "index": 275,
      "start_time": 1964050.0,
      "end_time": 1974193.0,
      "text": "the head and this no breath was going on for maybe 10 to 15 seconds, ok, and the wave goes back."
    },
    {
      "index": 276,
      "start_time": 1974190.0,
      "end_time": 1982049.0,
      "text": "And this was going up and down. And up and down for an hour."
    },
    {
      "index": 277,
      "start_time": 1982050.0,
      "end_time": 1989199.0,
      "text": "And the joy and ecstasy... it&#39;s just amazing."
    },
    {
      "index": 278,
      "start_time": 1989200.0,
      "end_time": 1996652.0,
      "text": "All of my, every cell of my body, not just my belly and my heart, not just that."
    },
    {
      "index": 279,
      "start_time": 1996650.0,
      "end_time": 2007258.0,
      "text": "I&#39;m talking about every cell in my finger nails, fingers, every cell was feeling that joy."
    },
    {
      "index": 280,
      "start_time": 2007260.0,
      "end_time": 2014092.0,
      "text": "Even in my mouth I was feeling, all of my gums, every cell of the gum is feeling that joy."
    },
    {
      "index": 281,
      "start_time": 2014090.0,
      "end_time": 2024306.0,
      "text": "That&#39;s how it was. Amazing. And it was just the most power, satisfying, joyful thing, ever. Happy."
    },
    {
      "index": 282,
      "start_time": 2024300.0,
      "end_time": 2035055.0,
      "text": "And I was in it, I was not a watcher, I was not aware, being, no no no, that&#39;s gone."
    },
    {
      "index": 283,
      "start_time": 2035060.0,
      "end_time": 2042902.0,
      "text": "This love is so powerful, it&#39;d take over everything. This is no you, nothing going on."
    },
    {
      "index": 284,
      "start_time": 2042900.0,
      "end_time": 2053648.0,
      "text": "So, as it finished, I said, &quot;Oh, my God, who I can share this one now?&quot; I called my friend in Canada."
    },
    {
      "index": 285,
      "start_time": 2053650.0,
      "end_time": 2060398.0,
      "text": "She says, yes, she has the same experience and she described that to me."
    },
    {
      "index": 286,
      "start_time": 2060400.0,
      "end_time": 2066602.0,
      "text": "It is not that, &quot;ok, I know it&quot;. She gave me the description, how it was, how it started..."
    },
    {
      "index": 287,
      "start_time": 2066600.0,
      "end_time": 2073100.0,
      "text": "So, we know something was going on. So I was so glad that I was not the only one."
    },
    {
      "index": 288,
      "start_time": 2073100.0,
      "end_time": 2080129.0,
      "text": "So, I went to do some research to find out what is this. What is this thing in a meditation."
    },
    {
      "index": 289,
      "start_time": 2080130.0,
      "end_time": 2086046.0,
      "text": "Because the meditation to me was always a quiet place, silence, nothing like this."
    },
    {
      "index": 290,
      "start_time": 2086040.0,
      "end_time": 2092435.0,
      "text": "So, I went to the internet, the only thing I found, honestly, was this Indian lady in India"
    },
    {
      "index": 291,
      "start_time": 2092440.0,
      "end_time": 2097963.0,
      "text": "who had this thing going on in her and people were celebrating around her."
    },
    {
      "index": 292,
      "start_time": 2097960.0,
      "end_time": 2105153.0,
      "text": "And they said that the divine is touching her. And I saw her, it was the same exact thing was going on"
    },
    {
      "index": 293,
      "start_time": 2105160.0,
      "end_time": 2110494.0,
      "text": "with her, the energy was coming, going to her head and she was intoxicated and it was going down."
    },
    {
      "index": 294,
      "start_time": 2110490.0,
      "end_time": 2115863.0,
      "text": "People were dancing around here, giving her something to drink and they said this is divine,"
    },
    {
      "index": 295,
      "start_time": 2115860.0,
      "end_time": 2119439.0,
      "text": "That&#39;s what I saw. Nothing else. I said, ok."
    },
    {
      "index": 296,
      "start_time": 2119440.0,
      "end_time": 2125044.0,
      "text": "And I didn&#39;t share this with my husband, because if I do, I know, it just again, another thing"
    },
    {
      "index": 297,
      "start_time": 2125040.0,
      "end_time": 2127850.0,
      "text": "was going to happen. So, forget it."
    },
    {
      "index": 298,
      "start_time": 2127850.0,
      "end_time": 2139507.0,
      "text": "This thing was so powerful, Rick, for about 2,5 years I was going there and I know this experience."
    },
    {
      "index": 299,
      "start_time": 2139510.0,
      "end_time": 2141358.0,
      "text": "This is just amazing."
    },
    {
      "index": 300,
      "start_time": 2141360.0,
      "end_time": 2143189.0,
      "text": "So, every day for 2,5 years you would lay down?"
    },
    {
      "index": 301,
      "start_time": 2143190.0,
      "end_time": 2148932.0,
      "text": "Not every day, no, this was very powerful, you couldn&#39;t do this every day."
    },
    {
      "index": 302,
      "start_time": 2148930.0,
      "end_time": 2152054.0,
      "text": "You can do this only maybe once a week, if you can."
    },
    {
      "index": 303,
      "start_time": 2152050.0,
      "end_time": 2160320.0,
      "text": "Because the energy of it is so powerful, you feel like you going to explode."
    },
    {
      "index": 304,
      "start_time": 2160320.0,
      "end_time": 2167527.0,
      "text": "The times when you do it, you would do it, when you felt the urge to do it coming on, right?"
    },
    {
      "index": 305,
      "start_time": 2167530.0,
      "end_time": 2171301.0,
      "text": "Almost like you didn&#39;t really have a choice, it is &quot;I have got to go to do it&quot;."
    },
    {
      "index": 306,
      "start_time": 2171300.0,
      "end_time": 2177418.0,
      "text": "Yes, that&#39;s how it was. Like something was coming on, I have to go lay down. (Right)"
    },
    {
      "index": 307,
      "start_time": 2177420.0,
      "end_time": 2184455.0,
      "text": "So this was again, I was falling in love with this. This is my lover fair now. This is me, Ellie"
    },
    {
      "index": 308,
      "start_time": 2184460.0,
      "end_time": 2190866.0,
      "text": "and this thing, whatever this thing is...it is divine, this is how it was, me and the divine"
    },
    {
      "index": 309,
      "start_time": 2190860.0,
      "end_time": 2195541.0,
      "text": "are going and this merge. This is what happening."
    },
    {
      "index": 310,
      "start_time": 2195540.0,
      "end_time": 2200348.0,
      "text": "Let me just interject a question here, as this was happening, not during the actual laying down,"
    },
    {
      "index": 311,
      "start_time": 2200350.0,
      "end_time": 2208966.0,
      "text": "but throughout your 24 hour daily routine, was your normal life disrupted by the changes that were"
    },
    {
      "index": 312,
      "start_time": 2208970.0,
      "end_time": 2212899.0,
      "text": "taking place, I mean you have sort of good relations with your kids and your husband, and your friends,"
    },
    {
      "index": 313,
      "start_time": 2212900.0,
      "end_time": 2215341.0,
      "text": "your shopping and all that stuff was ordinary?"
    },
    {
      "index": 314,
      "start_time": 2215340.0,
      "end_time": 2225922.0,
      "text": "Yes, I try to pretend the image, that facade, that role never changed. I try to not to reveal that (right)"
    },
    {
      "index": 315,
      "start_time": 2225920.0,
      "end_time": 2234824.0,
      "text": "and it is very easy not to. You can just do it, this is your little secret, honestly, the only person that knew"
    },
    {
      "index": 316,
      "start_time": 2234820.0,
      "end_time": 2237186.0,
      "text": "was my friend in Canada, she knows."
    },
    {
      "index": 317,
      "start_time": 2237190.0,
      "end_time": 2240522.0,
      "text": "So you never discussed this stuff with your husband, even where you are going to?"
    },
    {
      "index": 318,
      "start_time": 2240520.0,
      "end_time": 2248521.0,
      "text": "No, he would not understand that. But this love, Rick, is not like a romantic love, it is not like that."
    },
    {
      "index": 319,
      "start_time": 2248520.0,
      "end_time": 2260447.0,
      "text": "This is it. I thought this is the ultimate. You can&#39;t have anything above that, I mean the joy of this"
    },
    {
      "index": 320,
      "start_time": 2260450.0,
      "end_time": 2270254.0,
      "text": "is just overwhelming, and you get so hooked, this is like my love affair, honestly that was it."
    },
    {
      "index": 321,
      "start_time": 2270250.0,
      "end_time": 2273152.0,
      "text": "So, you think you are just going to do this all your life..."
    },
    {
      "index": 322,
      "start_time": 2273160.0,
      "end_time": 2281131.0,
      "text": "All my life, I arrived, I thought that&#39;s it, there is Ellie, who had this love affair, and this is me,"
    },
    {
      "index": 323,
      "start_time": 2281130.0,
      "end_time": 2285327.0,
      "text": "whenever I feel like going, but then when the experience was ending,"
    },
    {
      "index": 324,
      "start_time": 2285320.0,
      "end_time": 2297035.0,
      "text": "I felt that sense of separation. And this love affair gets so intense, Rick, that no matter,"
    },
    {
      "index": 325,
      "start_time": 2297040.0,
      "end_time": 2305689.0,
      "text": "even if you stay there for 24 hours, you still feel separated. And this separation is not good,"
    },
    {
      "index": 326,
      "start_time": 2305690.0,
      "end_time": 2313388.0,
      "text": "was not satisfying for me, I cannot continue this, I cannot be separated from this."
    },
    {
      "index": 327,
      "start_time": 2313390.0,
      "end_time": 2321580.0,
      "text": "So, I don&#39;t know what&#39;s going on with me, but this something is not right. I cannot be separated from this."
    },
    {
      "index": 328,
      "start_time": 2321570.0,
      "end_time": 2327096.0,
      "text": "And I felt separated, and that was giving me pain, again. I wanted to be 24 hours here,"
    },
    {
      "index": 329,
      "start_time": 2327100.0,
      "end_time": 2333208.0,
      "text": "but I couldn&#39;t be here, I wish I was in Himalayans by myself, but I couldn&#39;t do it- I have a  husband,"
    },
    {
      "index": 330,
      "start_time": 2333210.0,
      "end_time": 2346546.0,
      "text": "I have a family, then there was this feeling of bewilderness, it is like something, everything is..."
    },
    {
      "index": 331,
      "start_time": 2346540.0,
      "end_time": 2352043.0,
      "text": "When I was looking at everything, everything is a miracle all of a sudden."
    },
    {
      "index": 332,
      "start_time": 2352050.0,
      "end_time": 2356620.0,
      "text": "This butterfly, oh my God, it is like first time I saw a butterfly"
    },
    {
      "index": 333,
      "start_time": 2356620.0,
      "end_time": 2363361.0,
      "text": "ever in my life, I was sitting in my backyard, again sitting and watching, this grasshopper came,"
    },
    {
      "index": 334,
      "start_time": 2363360.0,
      "end_time": 2371118.0,
      "text": "I was looking at it, and oh my God, look at this legs, look at this face, that kind of thing,"
    },
    {
      "index": 335,
      "start_time": 2371120.0,
      "end_time": 2378541.0,
      "text": "bewilderness. So, I said, I really have to know what is going on. Something came to me,"
    },
    {
      "index": 336,
      "start_time": 2378540.0,
      "end_time": 2389085.0,
      "text": "there was this sufi mystic in Iran, his name is Attar. Attar is very old mystic even prior to Rumi."
    },
    {
      "index": 337,
      "start_time": 2389080.0,
      "end_time": 2400549.0,
      "text": "He came up with this infrastructure in this path, path of self realization. He divided to 7 steps,"
    },
    {
      "index": 338,
      "start_time": 2400550.0,
      "end_time": 2411524.0,
      "text": "or 7 stages, when I read that, and I saw those 7 stages, I said, that&#39;s it, this should be in front of me."
    },
    {
      "index": 339,
      "start_time": 2411530.0,
      "end_time": 2418382.0,
      "text": "as a model, because I don&#39;t have anything else in front of me. And  am going to use that as a model."
    },
    {
      "index": 340,
      "start_time": 2418380.0,
      "end_time": 2426654.0,
      "text": "This is how he said that, and I knew I was in the path. He said, &quot;Step one is the burning desire."
    },
    {
      "index": 341,
      "start_time": 2426650.0,
      "end_time": 2437447.0,
      "text": "In this path you have this passionate desire to know the truth&quot;.That has to be there as a number one"
    },
    {
      "index": 342,
      "start_time": 2437450.0,
      "end_time": 2446380.0,
      "text": "and he emphasized that so much on that. &quot;Stage two  is love&quot;, he says love. And I knew that"
    },
    {
      "index": 343,
      "start_time": 2446380.0,
      "end_time": 2454201.0,
      "text": "this is the love he was talking about that you feel. That is the love affair he is talking about."
    },
    {
      "index": 344,
      "start_time": 2454200.0,
      "end_time": 2463197.0,
      "text": "Stage three he says, some sort of recognition after love, recognition state, stage four..."
    },
    {
      "index": 345,
      "start_time": 2463200.0,
      "end_time": 2465179.0,
      "text": "Recognition of what?"
    },
    {
      "index": 346,
      "start_time": 2465180.0,
      "end_time": 2473653.0,
      "text": "Of the truth, I would  tell you that, because when I was having this experience, I was recognizing"
    },
    {
      "index": 347,
      "start_time": 2473650.0,
      "end_time": 2479134.0,
      "text": "there is something esoteric here, there is something going on, I don&#39;t know what it is"
    },
    {
      "index": 348,
      "start_time": 2479130.0,
      "end_time": 2486443.0,
      "text": "but it is something, it is something different, it is not normal, normal thing that people are going through."
    },
    {
      "index": 349,
      "start_time": 2486450.0,
      "end_time": 2492429.0,
      "text": "There is something in here. I don&#39;t want to call it anything, but there is something in here."
    },
    {
      "index": 350,
      "start_time": 2492430.0,
      "end_time": 2498449.0,
      "text": "So, that was the recognition he was talking about. It is not enlightenment, really, it is not awakening yet."
    },
    {
      "index": 351,
      "start_time": 2498440.0,
      "end_time": 2503509.0,
      "text": "Then he is talking about a bewilderness, which I was there."
    },
    {
      "index": 352,
      "start_time": 2503510.0,
      "end_time": 2505384.0,
      "text": "Bewilderment I think you mean?"
    },
    {
      "index": 353,
      "start_time": 2505390.0,
      "end_time": 2515323.0,
      "text": "Bewilderment, yes, that means, anything is miracle, when you look at anything, but also in this estate,"
    },
    {
      "index": 354,
      "start_time": 2515320.0,
      "end_time": 2522498.0,
      "text": "you are confused, you don&#39;t know who you are yet, you know there is something going on,"
    },
    {
      "index": 355,
      "start_time": 2522500.0,
      "end_time": 2528940.0,
      "text": "but you are still so confuse. That is a very very difficult state, I was there for a while,"
    },
    {
      "index": 356,
      "start_time": 2528940.0,
      "end_time": 2539248.0,
      "text": "and I experienced that. After this, he said unity consciousness. That is the state five,"
    },
    {
      "index": 357,
      "start_time": 2539250.0,
      "end_time": 2545240.0,
      "text": "unity consciousness. Six is &quot;die&quot; in God."
    },
    {
      "index": 358,
      "start_time": 2545240.0,
      "end_time": 2548741.0,
      "text": "A unity consciousness means... elaborate..."
    },
    {
      "index": 359,
      "start_time": 2548740.0,
      "end_time": 2551913.0,
      "text": "I would elaborate in a minute. (ok, sorry)"
    },
    {
      "index": 360,
      "start_time": 2551910.0,
      "end_time": 2559073.0,
      "text": "Unity means just a vision change. The vision that I had at age 6. The vision change,"
    },
    {
      "index": 361,
      "start_time": 2559070.0,
      "end_time": 2563041.0,
      "text": "which I am going to talk about in a minute (ok), that is unity consciousness,"
    },
    {
      "index": 362,
      "start_time": 2563040.0,
      "end_time": 2576318.0,
      "text": "then he says die in love, stage 6. State 7, resurrected as God. Oh my goodness. I just said, this is it."
    },
    {
      "index": 363,
      "start_time": 2576320.0,
      "end_time": 2581545.0,
      "text": "I am going to put that in front of me and just looking at it, and see where I am."
    },
    {
      "index": 364,
      "start_time": 2581550.0,
      "end_time": 2591838.0,
      "text": "So, I am going and living my life, and bewilderment is there for a long time, and I am going to my life,"
    },
    {
      "index": 365,
      "start_time": 2591830.0,
      "end_time": 2598848.0,
      "text": "again meditation, meditation is still going on, because still I was not aware who I was."
    },
    {
      "index": 366,
      "start_time": 2598850.0,
      "end_time": 2602721.0,
      "text": "And even there is a better word then bewilderment, because bewilderment usually means confusion,"
    },
    {
      "index": 367,
      "start_time": 2602720.0,
      "end_time": 2613084.0,
      "text": "but I think you mean like fascination or with the mystery, (exactly) with almost being in oar"
    },
    {
      "index": 368,
      "start_time": 2613090.0,
      "end_time": 2617699.0,
      "text": "of the divine intelligence that you see displayed in things."
    },
    {
      "index": 369,
      "start_time": 2617700.0,
      "end_time": 2627686.0,
      "text": "Yes, absolutely, but it was confusing though, it was not clear, it was blurry (ok, right)"
    },
    {
      "index": 370,
      "start_time": 2627680.0,
      "end_time": 2632514.0,
      "text": "And I knew that was not a place I wanted to be. That was a very uncomfortable place to be."
    },
    {
      "index": 371,
      "start_time": 2632520.0,
      "end_time": 2642745.0,
      "text": "I am telling you, Rick, you don&#39;t want to be here, it is so unclear. So, in one experience, again I just had"
    },
    {
      "index": 372,
      "start_time": 2642740.0,
      "end_time": 2645375.0,
      "text": "to meditate, go through this love affair"
    },
    {
      "index": 373,
      "start_time": 2645380.0,
      "end_time": 2651240.0,
      "text": "in one experience that I have, this was years ago, I don&#39;t even know what year was it -"
    },
    {
      "index": 374,
      "start_time": 2651240.0,
      "end_time": 2659163.0,
      "text": "2004 I think it was. As I was having this experience, there was this me as Ellie,"
    },
    {
      "index": 375,
      "start_time": 2659160.0,
      "end_time": 2663073.0,
      "text": "going and having this love affair, ok?"
    },
    {
      "index": 376,
      "start_time": 2663070.0,
      "end_time": 2678982.0,
      "text": "This is how it happens, I noticed that the experiencer and the experience, they are not two, this is one."
    },
    {
      "index": 377,
      "start_time": 2678990.0,
      "end_time": 2695595.0,
      "text": "And in this experience that sense of separate self, all off a sudden, like this just collapsed,"
    },
    {
      "index": 378,
      "start_time": 2695590.0,
      "end_time": 2709624.0,
      "text": "and then at the end of the love affair, all that was left, was this awareness, this existence."
    },
    {
      "index": 379,
      "start_time": 2709620.0,
      "end_time": 2727179.0,
      "text": "And this existence, what happened, all of a sudden it is like something cracked open, and it was so crystal clear here."
    },
    {
      "index": 380,
      "start_time": 2727180.0,
      "end_time": 2730797.0,
      "text": "So here..."
    },
    {
      "index": 381,
      "start_time": 2730800.0,
      "end_time": 2739139.0,
      "text": "When the experience was over, everything dropped, everything collapsed, and the only thing was left"
    },
    {
      "index": 382,
      "start_time": 2739140.0,
      "end_time": 2753288.0,
      "text": "was this, and immediately, I looked at it, I felt this is me, I am not a part from this,"
    },
    {
      "index": 383,
      "start_time": 2753290.0,
      "end_time": 2760677.0,
      "text": "this is familiar, this is not something new, it was there, it was like from the background"
    },
    {
      "index": 384,
      "start_time": 2760670.0,
      "end_time": 2773088.0,
      "text": "it came to this forefront, very very strongly, powerfully, from the core of the being, it came up."
    },
    {
      "index": 385,
      "start_time": 2773090.0,
      "end_time": 2786006.0,
      "text": "Here for the first time I felt, there is only one thing in here, all there is, is this, there is nothing  but this."
    },
    {
      "index": 386,
      "start_time": 2786010.0,
      "end_time": 2800563.0,
      "text": "And that&#39;s end of that in this body, in this body all there is, is this. This experience was profound"
    },
    {
      "index": 387,
      "start_time": 2800560.0,
      "end_time": 2809169.0,
      "text": "because I didn&#39;t keep the experience any more, I didn&#39;t chase the experience any more,"
    },
    {
      "index": 388,
      "start_time": 2809170.0,
      "end_time": 2816624.0,
      "text": "it feels like you come out of this shell, you drop the shell, this shell is not important for me any more,"
    },
    {
      "index": 389,
      "start_time": 2816620.0,
      "end_time": 2827965.0,
      "text": "because I got what I wanted out of this. What I am trying to say is that the experience in the meditation..."
    },
    {
      "index": 390,
      "start_time": 2827970.0,
      "end_time": 2835901.0,
      "text": "that is not important, that is not something you have to focus on, the focus is that the truth of the being"
    },
    {
      "index": 391,
      "start_time": 2835900.0,
      "end_time": 2843391.0,
      "text": "who is aware of the experience, all of a sudden reveals itself, in the mids of the experience."
    },
    {
      "index": 392,
      "start_time": 2843390.0,
      "end_time": 2850054.0,
      "text": "And the experience wipes away, and you don&#39;t even need to remember the experience."
    },
    {
      "index": 393,
      "start_time": 2850050.0,
      "end_time": 2859794.0,
      "text": "It is just throw it out, but this is the true gem, this is it."
    },
    {
      "index": 394,
      "start_time": 2859800.0,
      "end_time": 2861623.0,
      "text": "The truth of the being..."
    },
    {
      "index": 395,
      "start_time": 2861620.0,
      "end_time": 2883481.0,
      "text": "That &quot;I am&quot;, it felt like &quot;I am&quot;, this stayed there. And that the experience over here, I am... I am..."
    },
    {
      "index": 396,
      "start_time": 2883480.0,
      "end_time": 2891171.0,
      "text": "This was on few days, but that is the unity consciousness he is talking about,"
    },
    {
      "index": 397,
      "start_time": 2891170.0,
      "end_time": 2900793.0,
      "text": "the feeling of oneness within, but it wasn&#39;t oneness without, there was still a within and without, ok?"
    },
    {
      "index": 398,
      "start_time": 2900800.0,
      "end_time": 2912850.0,
      "text": "So, this me, still, I was seeing myself as a separate body, I was still referencing this body as me,"
    },
    {
      "index": 399,
      "start_time": 2912850.0,
      "end_time": 2920905.0,
      "text": "and the rest of the world as separate, it was like this. Although in here there is no person."
    },
    {
      "index": 400,
      "start_time": 2920900.0,
      "end_time": 2927094.0,
      "text": "The oneness within doesn&#39;t refer to your body, does it refer to something more fundamental than that?"
    },
    {
      "index": 401,
      "start_time": 2927100.0,
      "end_time": 2931563.0,
      "text": "That&#39;s true, but there is still some sort of referencing."
    },
    {
      "index": 402,
      "start_time": 2931560.0,
      "end_time": 2933430.0,
      "text": "Some sort of association..."
    },
    {
      "index": 403,
      "start_time": 2933430.0,
      "end_time": 2938964.0,
      "text": "Association was there, yes although there is this oneness very strong, it came up,"
    },
    {
      "index": 404,
      "start_time": 2938960.0,
      "end_time": 2946776.0,
      "text": "it was right here, right now, but still there is this &quot;meness&quot; and this otherness."
    },
    {
      "index": 405,
      "start_time": 2946780.0,
      "end_time": 2952524.0,
      "text": "The sense I am here living this, living this oneness and that is separate from everything else."
    },
    {
      "index": 406,
      "start_time": 2952520.0,
      "end_time": 2962224.0,
      "text": "Exactly (right, ok). Now it was just going on and on, this time when I was meditating,"
    },
    {
      "index": 407,
      "start_time": 2962230.0,
      "end_time": 2967554.0,
      "text": "it was not chasing that experience any more, that was gone."
    },
    {
      "index": 408,
      "start_time": 2967550.0,
      "end_time": 2971732.0,
      "text": "Even before that, when you were meditating, it didn&#39;t sound like you were chasing anything,"
    },
    {
      "index": 409,
      "start_time": 2971730.0,
      "end_time": 2975676.0,
      "text": "it sounded like you were hanging on for the dear life and going on for a ride"
    },
    {
      "index": 410,
      "start_time": 2975680.0,
      "end_time": 2977639.0,
      "text": "and that was all happening automatically."
    },
    {
      "index": 411,
      "start_time": 2977640.0,
      "end_time": 2985154.0,
      "text": "True, but I was enjoying it, I was loving it, ok, here it comes. But now"
    },
    {
      "index": 412,
      "start_time": 2985150.0,
      "end_time": 2992148.0,
      "text": "this was gone, that was not needed any more. It feels like you graduated from that (ok),"
    },
    {
      "index": 413,
      "start_time": 2992150.0,
      "end_time": 2997472.0,
      "text": "outgrown from that. That experience does not need to reveal anything for me any more,"
    },
    {
      "index": 414,
      "start_time": 2997470.0,
      "end_time": 3011843.0,
      "text": "it seems like it pilled off... I was just meditating on myself, as I am this...This amazing... I am"
    },
    {
      "index": 415,
      "start_time": 3011840.0,
      "end_time": 3020075.0,
      "text": "I found who I am, I found myself, but it was not complete, I don&#39;t know how to explain that,"
    },
    {
      "index": 416,
      "start_time": 3020080.0,
      "end_time": 3024593.0,
      "text": "you can tell it was not complete."
    },
    {
      "index": 417,
      "start_time": 3024590.0,
      "end_time": 3027215.0,
      "text": "So, because all of this was not that?"
    },
    {
      "index": 418,
      "start_time": 3027220.0,
      "end_time": 3035961.0,
      "text": "Exactly, there is this duality, that vision was still a duality, I see boundaries in there."
    },
    {
      "index": 419,
      "start_time": 3035960.0,
      "end_time": 3042334.0,
      "text": "At that moment I didn&#39;t know it was duality, I just knew there is something that doesn&#39;t feel right."
    },
    {
      "index": 420,
      "start_time": 3042330.0,
      "end_time": 3047340.0,
      "text": "A lot of times people referred to what you are describing as not dual, always unity,"
    },
    {
      "index": 421,
      "start_time": 3047340.0,
      "end_time": 3049925.0,
      "text": "but in fact it is actually a state of duality."
    },
    {
      "index": 422,
      "start_time": 3049930.0,
      "end_time": 3057156.0,
      "text": "Right, exactly. And here I am not following any particular guru, any books, nothing,"
    },
    {
      "index": 423,
      "start_time": 3057150.0,
      "end_time": 3064480.0,
      "text": "just mostly experiential. This all going through, this body going through all this natural unfolding."
    },
    {
      "index": 424,
      "start_time": 3064480.0,
      "end_time": 3069816.0,
      "text": "I am going to ask you, I don&#39;t want to interrupt your flow but you were saying, that all this stuff"
    },
    {
      "index": 425,
      "start_time": 3069820.0,
      "end_time": 3073829.0,
      "text": "that was going on with you for years, you were not inclined to be reading all kind of books,"
    },
    {
      "index": 426,
      "start_time": 3073830.0,
      "end_time": 3076250.0,
      "text": "to figure out what was happening?"
    },
    {
      "index": 427,
      "start_time": 3076250.0,
      "end_time": 3082514.0,
      "text": "I was reading, but there was no answer in there, (you didn&#39;t find it satisfying...), no absolutely not."
    },
    {
      "index": 428,
      "start_time": 3082510.0,
      "end_time": 3090444.0,
      "text": "They were talking about this and that, I wanted somebody to explain to me, what is going on with me."
    },
    {
      "index": 429,
      "start_time": 3090450.0,
      "end_time": 3097159.0,
      "text": "What a stage am I, and I spoke to someone, who wrote so many books about this spirituality,"
    },
    {
      "index": 430,
      "start_time": 3097160.0,
      "end_time": 3101776.0,
      "text": "he is Iranian guy, I spoke to him, and I explained about my experience, he says,"
    },
    {
      "index": 431,
      "start_time": 3101770.0,
      "end_time": 3107732.0,
      "text": "&quot;Look, I honestly don&#39;t know what are you talking about, but these things that you are saying,"
    },
    {
      "index": 432,
      "start_time": 3107730.0,
      "end_time": 3113837.0,
      "text": "there are some names for it. This stages, and also the experience that you have, there are names for it -"
    },
    {
      "index": 433,
      "start_time": 3113840.0,
      "end_time": 3120469.0,
      "text": "this is this ...but all I am telling you, this is a divine touch, that&#39;s the divine working on himself,"
    },
    {
      "index": 434,
      "start_time": 3120470.0,
      "end_time": 3130134.0,
      "text": "in this body, so, that was going on for a while until, Rick, in one...I go for a walk a lot,"
    },
    {
      "index": 435,
      "start_time": 3130130.0,
      "end_time": 3140135.0,
      "text": "I mean fast walk, this I actually exercise, (yeah, good for you) as I was walking one time in the street,"
    },
    {
      "index": 436,
      "start_time": 3140140.0,
      "end_time": 3147134.0,
      "text": "and this is a busy road I am passing, the cars are passing, here I am going, all of a sudden"
    },
    {
      "index": 437,
      "start_time": 3147130.0,
      "end_time": 3165110.0,
      "text": "there is this stillness that is totally silence, and all of a sudden is embracing everything,"
    },
    {
      "index": 438,
      "start_time": 3165110.0,
      "end_time": 3177521.0,
      "text": "everything is in me. The trees I am looking, the cars are passing and including the body is in me."
    },
    {
      "index": 439,
      "start_time": 3177520.0,
      "end_time": 3186600.0,
      "text": "But I am not it, I am just looking at it as a distance, and I also noticed that, I am not walking,"
    },
    {
      "index": 440,
      "start_time": 3186600.0,
      "end_time": 3196601.0,
      "text": "the body is walking, that&#39;s for sure, I am not walking. And I am looking at the bodies walking in me,"
    },
    {
      "index": 441,
      "start_time": 3196600.0,
      "end_time": 3204045.0,
      "text": "the trees are in me, the scorrow pass by, the scorrow has zero distance from me... zero distance."
    },
    {
      "index": 442,
      "start_time": 3204050.0,
      "end_time": 3218428.0,
      "text": "Everything is equate distance to me. As an eye, as a vision, the vision opened up again, complete."
    },
    {
      "index": 443,
      "start_time": 3218430.0,
      "end_time": 3229449.0,
      "text": "That panoramic vision (360?)Yes, let me... it is not 360, I am not seeing my back, (right)"
    },
    {
      "index": 444,
      "start_time": 3229450.0,
      "end_time": 3238811.0,
      "text": "What I was going to say is - no boundaries. Things are in me, but I am not it, I am embracing them"
    },
    {
      "index": 445,
      "start_time": 3238810.0,
      "end_time": 3246812.0,
      "text": "but at the same time I am not it, I see them as an object, the body became totally an object."
    },
    {
      "index": 446,
      "start_time": 3246810.0,
      "end_time": 3260530.0,
      "text": "That&#39;s it. All there is, is this vision, as a silence, as a subject. That&#39;s the first time in my life I felt love."
    },
    {
      "index": 447,
      "start_time": 3260530.0,
      "end_time": 3269664.0,
      "text": "That is the true love. Love is when there is no separation. There is no distance,"
    },
    {
      "index": 448,
      "start_time": 3269660.0,
      "end_time": 3279631.0,
      "text": "distance disappeared, and then that last for a while, Rick, and then again closed up."
    },
    {
      "index": 449,
      "start_time": 3279640.0,
      "end_time": 3289623.0,
      "text": "Again I see the duality, the vision came back to duality. The next day opened up, again closed up,"
    },
    {
      "index": 450,
      "start_time": 3289620.0,
      "end_time": 3304817.0,
      "text": "opened up, closed... This lasted for a couple of months until finally stayed just like that, opened up..."
    },
    {
      "index": 451,
      "start_time": 3304810.0,
      "end_time": 3308893.0,
      "text": "When it opened up that last time, was there something different about the opening,"
    },
    {
      "index": 452,
      "start_time": 3308900.0,
      "end_time": 3312621.0,
      "text": "or was it like the other ones and you expected that it would go away, but it just didn&#39;t?"
    },
    {
      "index": 453,
      "start_time": 3312620.0,
      "end_time": 3321503.0,
      "text": "It didn&#39;t go away, it seemed like I got adjusted, like some eye wanted to open up but cannot."
    },
    {
      "index": 454,
      "start_time": 3321500.0,
      "end_time": 3335098.0,
      "text": "I don&#39;t know, this is a vision, I cannot say an eye, it is an invisible vision. I try to describe it sometimes,"
    },
    {
      "index": 455,
      "start_time": 3335100.0,
      "end_time": 3342327.0,
      "text": "it is very hard. But that&#39;s what it is, it is not like even a space, the vision is watching this space."
    },
    {
      "index": 456,
      "start_time": 3342330.0,
      "end_time": 3346777.0,
      "text": "Is aware of this space, it is not in a space. So this is a vision..."
    },
    {
      "index": 457,
      "start_time": 3346770.0,
      "end_time": 3354636.0,
      "text": "And by vision I don&#39;t think you mean visual (no, no) like predominantly using this sense"
    },
    {
      "index": 458,
      "start_time": 3354640.0,
      "end_time": 3358908.0,
      "text": "as opposed to any other sense, you are talking about something more fundamental than that,"
    },
    {
      "index": 459,
      "start_time": 3358910.0,
      "end_time": 3362957.0,
      "text": "maybe cognition would be a better word, I don&#39;t know"
    },
    {
      "index": 460,
      "start_time": 3362960.0,
      "end_time": 3370000.0,
      "text": "It is a different vision, it is a different way of looking (perspective)."
    },
    {
      "index": 461,
      "start_time": 3370000.0,
      "end_time": 3378085.0,
      "text": "Perspective, which I know there is this one message from Jesus, I remembered, that he was saying"
    },
    {
      "index": 462,
      "start_time": 3378080.0,
      "end_time": 3385532.0,
      "text": "from the childhood: &quot;The kingdom of God is within you&quot;. But within you is not within this,"
    },
    {
      "index": 463,
      "start_time": 3385530.0,
      "end_time": 3394145.0,
      "text": "that&#39;s not what he is talking about, he is talking about...you are this and the kingdom is in you."
    },
    {
      "index": 464,
      "start_time": 3394150.0,
      "end_time": 3404497.0,
      "text": "That&#39;s what he is talking about. Now I know what he is saying, that message just resonated, that&#39;s it."
    },
    {
      "index": 465,
      "start_time": 3404490.0,
      "end_time": 3410110.0,
      "text": "The kingdom of God is within you. And also this message from prophet Mohamed,"
    },
    {
      "index": 466,
      "start_time": 3410110.0,
      "end_time": 3417334.0,
      "text": "&quot;The one,who knows oneself, knows God&quot;, when you know who you are, you know God."
    },
    {
      "index": 467,
      "start_time": 3417340.0,
      "end_time": 3426985.0,
      "text": "That&#39;s for sure. That was with me, for a long time. Now another message was always carried"
    },
    {
      "index": 468,
      "start_time": 3426980.0,
      "end_time": 3440911.0,
      "text": "from Rumi. If you want me to say it, even in Persian beautiful (sure). It says, &quot;.......(in Persian)...................&quot;."
    },
    {
      "index": 469,
      "start_time": 3440910.0,
      "end_time": 3450460.0,
      "text": "He says, &quot;Those who are looking for God, you are God, it is not outside of you, you are it, you are it&quot;."
    },
    {
      "index": 470,
      "start_time": 3450460.0,
      "end_time": 3459649.0,
      "text": "He is emphasizing &quot;you are it&quot;. So this 3 words, this 3 sentences like a triangle, was with me."
    },
    {
      "index": 471,
      "start_time": 3459650.0,
      "end_time": 3465041.0,
      "text": "One who knows himself, that is awakening, if you know who you are, you know God,"
    },
    {
      "index": 472,
      "start_time": 3465040.0,
      "end_time": 3475126.0,
      "text": "the kingdom of God is within you, that&#39;s the vision and you are God. So this has to be experienced,"
    },
    {
      "index": 473,
      "start_time": 3475130.0,
      "end_time": 3482281.0,
      "text": "fully, fully resonate with you, to know to realize what Rumi is talking about."
    },
    {
      "index": 474,
      "start_time": 3482280.0,
      "end_time": 3490521.0,
      "text": "So that was the opening of the vision again, the vision now sees unity. That duality vision"
    },
    {
      "index": 475,
      "start_time": 3490520.0,
      "end_time": 3500692.0,
      "text": "is not there any more, but what there was this me, still there is a mind in the background,"
    },
    {
      "index": 476,
      "start_time": 3500690.0,
      "end_time": 3512163.0,
      "text": "trying to understand this, and trying to define this somehow. And another tricky part of the process,"
    },
    {
      "index": 477,
      "start_time": 3512170.0,
      "end_time": 3521283.0,
      "text": "try to be one with it, try to be present enough, to be one with this, ok?"
    },
    {
      "index": 478,
      "start_time": 3521280.0,
      "end_time": 3526767.0,
      "text": "In other words it was not so spontaneous, you had to be sort of be trying something (trying)."
    },
    {
      "index": 479,
      "start_time": 3526770.0,
      "end_time": 3529028.0,
      "text": "There was some little effort going on."
    },
    {
      "index": 480,
      "start_time": 3529020.0,
      "end_time": 3542719.0,
      "text": "Yes, so that is when the contemplation started in me. Is there a &quot;me&quot;? Apart from this, that is living here."
    },
    {
      "index": 481,
      "start_time": 3542720.0,
      "end_time": 3549573.0,
      "text": "Trying to be one with this, I am not going to give answers, is that true?"
    },
    {
      "index": 482,
      "start_time": 3549580.0,
      "end_time": 3551111.0,
      "text": "But you were asking yourself that..."
    },
    {
      "index": 483,
      "start_time": 3551110.0,
      "end_time": 3562247.0,
      "text": "I asked myself this (right), is that true? Or this is all there is? This me at the very end"
    },
    {
      "index": 484,
      "start_time": 3562250.0,
      "end_time": 3576299.0,
      "text": "is trying to become this, I mean trying to be aware of this, and also try to analyse that,"
    },
    {
      "index": 485,
      "start_time": 3576290.0,
      "end_time": 3582448.0,
      "text": "maybe philosophize that, I don&#39;t know what I was trying to do. But somehow this mind"
    },
    {
      "index": 486,
      "start_time": 3582450.0,
      "end_time": 3591103.0,
      "text": "was not surrendered. Awakening happened, I knew that, I knew who I was,"
    },
    {
      "index": 487,
      "start_time": 3591100.0,
      "end_time": 3599696.0,
      "text": "there is no doubt in my mind, this was it, this was the truth, the only truth existing here. I know it,"
    },
    {
      "index": 488,
      "start_time": 3599700.0,
      "end_time": 3614152.0,
      "text": "but this mind keeps trying to be in tune with this  to understand this, this was for a while."
    },
    {
      "index": 489,
      "start_time": 3614150.0,
      "end_time": 3621035.0,
      "text": "Almost as if the mind was trying to fit something within its grasp that actually exceeds that grasp,"
    },
    {
      "index": 490,
      "start_time": 3621040.0,
      "end_time": 3623120.0,
      "text": "but it is still trying to get hold of something."
    },
    {
      "index": 491,
      "start_time": 3623120.0,
      "end_time": 3627627.0,
      "text": "Yes, this is nothing to get hold of, this is how it is,"
    },
    {
      "index": 492,
      "start_time": 3627620.0,
      "end_time": 3630383.0,
      "text": "Right, but the mind was trying."
    },
    {
      "index": 493,
      "start_time": 3630390.0,
      "end_time": 3643660.0,
      "text": "This is nothingness, but everythingness, but mind cannot understand this, so, mind in one day"
    },
    {
      "index": 494,
      "start_time": 3643660.0,
      "end_time": 3656187.0,
      "text": "I remember, I just said, I just don&#39;t know, I know this mind came to the knees, I know how it was."
    },
    {
      "index": 495,
      "start_time": 3656190.0,
      "end_time": 3668186.0,
      "text": "It was just so surrendered, so humbled, I cannot tell you how much, I was in tears."
    },
    {
      "index": 496,
      "start_time": 3668180.0,
      "end_time": 3671570.0,
      "text": "Did it just happen spontaneously all the time?"
    },
    {
      "index": 497,
      "start_time": 3671570.0,
      "end_time": 3681675.0,
      "text": "Yes, (this kind of a letting go), this is it, because I know this is it, I don&#39;t know what this thing is"
    },
    {
      "index": 498,
      "start_time": 3681680.0,
      "end_time": 3692551.0,
      "text": "intelectually, but I just know it, this is the only real thing existing here. It is the most powerful thing,"
    },
    {
      "index": 499,
      "start_time": 3692550.0,
      "end_time": 3710300.0,
      "text": "the most being, existing, shining, being that is. The mind at this time, I felt...You can tell,"
    },
    {
      "index": 500,
      "start_time": 3710300.0,
      "end_time": 3718846.0,
      "text": "because this mind was constantly trying to become, to become even aware of the truth,"
    },
    {
      "index": 501,
      "start_time": 3718840.0,
      "end_time": 3722839.0,
      "text": "that&#39;s the tail end of the mind, you really have to watch it."
    },
    {
      "index": 502,
      "start_time": 3722840.0,
      "end_time": 3731826.0,
      "text": "Who wants to be one with this? Is that me authentic? That me, you have to watch it,"
    },
    {
      "index": 503,
      "start_time": 3731830.0,
      "end_time": 3741406.0,
      "text": "very carefully, and because this awakening happened from within very powerfully, from deep in,"
    },
    {
      "index": 504,
      "start_time": 3741400.0,
      "end_time": 3747038.0,
      "text": "it is not something, somebody pointed out to that to me. This was not coming from the outside."
    },
    {
      "index": 505,
      "start_time": 3747040.0,
      "end_time": 3756794.0,
      "text": "This was so deep inside, came out very powerful here, all the time as only king of this whole"
    },
    {
      "index": 506,
      "start_time": 3756800.0,
      "end_time": 3765202.0,
      "text": "entire continent. So, when the king arises, there is nothing else left here, there is nobody else in here."
    },
    {
      "index": 507,
      "start_time": 3765200.0,
      "end_time": 3771618.0,
      "text": "There is nobody here, other than this. So, who is this &quot;my&quot; who is trying?"
    },
    {
      "index": 508,
      "start_time": 3771620.0,
      "end_time": 3775621.0,
      "text": "That is the time, when this mind just surrendered."
    },
    {
      "index": 509,
      "start_time": 3775620.0,
      "end_time": 3788300.0,
      "text": "And after that, Rick, there was absolutely nothing to try, nothing to become, nothing to understand"
    },
    {
      "index": 510,
      "start_time": 3788300.0,
      "end_time": 3801571.0,
      "text": "and also in peace, at ease, this mind is liberated, this mind is free. Free from becoming at last."
    },
    {
      "index": 511,
      "start_time": 3801570.0,
      "end_time": 3809565.0,
      "text": "I was becoming all my life, Rick, even in the path of spirituality, I was becoming, so kind and so loving,"
    },
    {
      "index": 512,
      "start_time": 3809560.0,
      "end_time": 3816356.0,
      "text": "let&#39;s have some unconditional love for every body, the mind was trying all of that, trying to be"
    },
    {
      "index": 513,
      "start_time": 3816360.0,
      "end_time": 3823913.0,
      "text": "non-judgmental. This are all the things that mind is trying to become, but you cannot be non-judgmental"
    },
    {
      "index": 514,
      "start_time": 3823910.0,
      "end_time": 3833623.0,
      "text": "if you see yourself as a separate sense of self. Because you automatically see yourself  as duality."
    },
    {
      "index": 515,
      "start_time": 3833620.0,
      "end_time": 3838129.0,
      "text": "You see duality, when you see duality, the judgment is going to be there, so no matter"
    },
    {
      "index": 516,
      "start_time": 3838130.0,
      "end_time": 3843855.0,
      "text": "how much you try, you get frustrated, that is why the mind in this path gets so frustrated, it thinks that"
    },
    {
      "index": 517,
      "start_time": 3843860.0,
      "end_time": 3848965.0,
      "text": "I have to be good, I have to be non-judgmental, I have to be this and that..."
    },
    {
      "index": 518,
      "start_time": 3848960.0,
      "end_time": 3857769.0,
      "text": "None of that is true, because once you realize the truth, as a truth every though is more than"
    },
    {
      "index": 519,
      "start_time": 3857770.0,
      "end_time": 3862649.0,
      "text": "welcome here. There is no such thing: this thought should not be there,  I was policing."
    },
    {
      "index": 520,
      "start_time": 3862650.0,
      "end_time": 3867339.0,
      "text": "My mind was policing. This mind should not be there, that  is good, this is bad..."
    },
    {
      "index": 521,
      "start_time": 3867340.0,
      "end_time": 3871048.0,
      "text": "So in other words now your might have thought, that might be considered judgmental,"
    },
    {
      "index": 522,
      "start_time": 3871050.0,
      "end_time": 3873186.0,
      "text": "but that&#39;s ok, they just fit in?"
    },
    {
      "index": 523,
      "start_time": 3873190.0,
      "end_time": 3876275.0,
      "text": "Because it is not you, you know that it is not you, you know who you are..."
    },
    {
      "index": 524,
      "start_time": 3876270.0,
      "end_time": 3880951.0,
      "text": "But you might still have an opinion about Ahmadinejad, for instance (absolutely)"
    },
    {
      "index": 525,
      "start_time": 3880950.0,
      "end_time": 3888027.0,
      "text": "or this rather the other thing, but all this where and why you put, they just float through."
    },
    {
      "index": 526,
      "start_time": 3888030.0,
      "end_time": 3895364.0,
      "text": "Any idea is welcome, any emotion is welcome. You cannot say, ok, now this awakening is happening,"
    },
    {
      "index": 527,
      "start_time": 3895360.0,
      "end_time": 3903520.0,
      "text": "it should not be any kind of sadness here, I should not be sad, that&#39;s not true. This sadness arises"
    },
    {
      "index": 528,
      "start_time": 3903520.0,
      "end_time": 3908564.0,
      "text": "but you know who you are, you are not going to be a separate sense of self,"
    },
    {
      "index": 529,
      "start_time": 3908570.0,
      "end_time": 3914347.0,
      "text": "that doesn&#39;t have any kind of identity, so that it grabs that sadness as this is my sadness."
    },
    {
      "index": 530,
      "start_time": 3914340.0,
      "end_time": 3919949.0,
      "text": "So the same thing with the body, the body can get sick, this body is getting old, it is getting sick."
    },
    {
      "index": 531,
      "start_time": 3919950.0,
      "end_time": 3926948.0,
      "text": "If you know who you are, you tolerate any pain, any disease, any sickness was going on in the body"
    },
    {
      "index": 532,
      "start_time": 3926950.0,
      "end_time": 3933766.0,
      "text": "very consciously, you are very aware of this, everything..."
    },
    {
      "index": 533,
      "start_time": 3933770.0,
      "end_time": 3938309.0,
      "text": "So one way of saying it might be, you are not trying around it, there is nobody trying around the show any more,"
    },
    {
      "index": 534,
      "start_time": 3938300.0,
      "end_time": 3942513.0,
      "text": "the show is just going on and you are just enjoying it as it goes."
    },
    {
      "index": 535,
      "start_time": 3942520.0,
      "end_time": 3952237.0,
      "text": "Absolutely, such a relax, no more &quot;this is good and bad&quot;, how I feel? Am I feeling good, am I feeling bad."
    },
    {
      "index": 536,
      "start_time": 3952240.0,
      "end_time": 3960889.0,
      "text": "This is nothing to do with feeling, what you are is completely beyond feeling,"
    },
    {
      "index": 537,
      "start_time": 3960880.0,
      "end_time": 3966451.0,
      "text": "any feeling can come and go, but you know who you are as long as you know your identity."
    },
    {
      "index": 538,
      "start_time": 3966460.0,
      "end_time": 3973900.0,
      "text": "That&#39;s the most important thing, you have to know who you are, and claim that, not claim as momentally"
    },
    {
      "index": 539,
      "start_time": 3973900.0,
      "end_time": 3982585.0,
      "text": "this is you know, this is the only truth existing here, and you know that&#39;s what I am. And that&#39;s it."
    },
    {
      "index": 540,
      "start_time": 3982580.0,
      "end_time": 3987315.0,
      "text": "That&#39;s the end of this path. When there is no more becoming."
    },
    {
      "index": 541,
      "start_time": 3987310.0,
      "end_time": 3993821.0,
      "text": "So in your experience, it is that... so you went through all this stages, and unfoldments"
    },
    {
      "index": 542,
      "start_time": 3993830.0,
      "end_time": 3997210.0,
      "text": "and in some cases you thought this is the final thing I am going to do all my life."
    },
    {
      "index": 543,
      "start_time": 3997210.0,
      "end_time": 4001213.0,
      "text": "Are you still going through stages around formats, or has it all come to rest?"
    },
    {
      "index": 544,
      "start_time": 4001210.0,
      "end_time": 4005715.0,
      "text": "That is resting, (and how does this correspond with those 7 stages of that man?)"
    },
    {
      "index": 545,
      "start_time": 4005710.0,
      "end_time": 4016587.0,
      "text": "At the end he talks about the &quot;fino effelo&quot;, that means that you die in God, death of the self,"
    },
    {
      "index": 546,
      "start_time": 4016590.0,
      "end_time": 4020384.0,
      "text": "this sense of separate self,  which is always there, to the last minute,"
    },
    {
      "index": 547,
      "start_time": 4020390.0,
      "end_time": 4025148.0,
      "text": "trying to be one, with the truth, trying to be one  with here, be present."
    },
    {
      "index": 548,
      "start_time": 4025140.0,
      "end_time": 4032837.0,
      "text": "That is completely surrendered, completely to the knees, and once that happen"
    },
    {
      "index": 549,
      "start_time": 4032840.0,
      "end_time": 4041835.0,
      "text": "because you have to admit that part of you, has to say, there is nothing, I am nothing."
    },
    {
      "index": 550,
      "start_time": 4041830.0,
      "end_time": 4049653.0,
      "text": "That part has to admit that I am nothing. That nothingness has to happen first, in other words:"
    },
    {
      "index": 551,
      "start_time": 4049660.0,
      "end_time": 4057513.0,
      "text": "drops in the ocean, but that drop has to become nothing first, once it becomes nothing, then"
    },
    {
      "index": 552,
      "start_time": 4057510.0,
      "end_time": 4065980.0,
      "text": "it becomes everything, then the whole totality is you. You cannot become totality from the mental"
    },
    {
      "index": 553,
      "start_time": 4065980.0,
      "end_time": 4070477.0,
      "text": "all of a sudden to this consciousness. You cannot say,&quot; I am consciousness&quot;."
    },
    {
      "index": 554,
      "start_time": 4070480.0,
      "end_time": 4071894.0,
      "text": "That is not how it works."
    },
    {
      "index": 555,
      "start_time": 4071890.0,
      "end_time": 4083319.0,
      "text": "That part of you, which is a sense, the me that was here, that was a sense of me, that was never real."
    },
    {
      "index": 556,
      "start_time": 4083320.0,
      "end_time": 4089932.0,
      "text": "If it was real, it could be here, the only thing was real, was this, that we are feeling right now"
    },
    {
      "index": 557,
      "start_time": 4089930.0,
      "end_time": 4099553.0,
      "text": "I mean right now, this monitor, the way this vision is, this monitor this body, they both are in me."
    },
    {
      "index": 558,
      "start_time": 4099560.0000000005,
      "end_time": 4102357.0000000005,
      "text": "They are equate distance."
    },
    {
      "index": 559,
      "start_time": 4102350.0000000005,
      "end_time": 4110484.0000000005,
      "text": "The body of... that body is called Rick, and this body is Ellie, this both are objects, fully all there is"
    },
    {
      "index": 560,
      "start_time": 4110490.0,
      "end_time": 4120397.0,
      "text": "is one subject. One alone, there is oneness, alone by itself, that&#39;s how it is, this is the reality"
    },
    {
      "index": 561,
      "start_time": 4120390.0000000005,
      "end_time": 4131113.0000000005,
      "text": "of the whole thing, so you wake up with that, and in this nothing relly happens, and there is no sense"
    },
    {
      "index": 562,
      "start_time": 4131120.0,
      "end_time": 4139032.0,
      "text": "of self, there is no &quot;individual is here&quot;. All there is, is This, because all there is is this presence,"
    },
    {
      "index": 563,
      "start_time": 4139029.9999999995,
      "end_time": 4146956.9999999995,
      "text": "we don&#39;t have any other timing, even if you are thinking about it, that thoughts are happening"
    },
    {
      "index": 564,
      "start_time": 4146960.0,
      "end_time": 4154999.0,
      "text": "right here in the presence, the presence of being that is here it is the only truth,"
    },
    {
      "index": 565,
      "start_time": 4155000.0,
      "end_time": 4162933.0,
      "text": "That is the bottom of that. You know that this path ends, because you know who you are, that&#39;s it."
    },
    {
      "index": 566,
      "start_time": 4162930.0000000005,
      "end_time": 4171195.0000000005,
      "text": "Now, the part of the adjusting and settling; this is all again belongs to the mind, this is a mental game."
    },
    {
      "index": 567,
      "start_time": 4171189.9999999995,
      "end_time": 4180454.9999999995,
      "text": "The reality was always here, this reality is not going to get deep or any of that, the mind gets more"
    },
    {
      "index": 568,
      "start_time": 4180460.0,
      "end_time": 4188034.0,
      "text": "and more surrendered, and dives into the unknown. Because this mind should say,"
    },
    {
      "index": 569,
      "start_time": 4188029.9999999995,
      "end_time": 4196580.0,
      "text": "&quot;This is how it happens, although I don&#39;t know this at all, but that&#39;s the only thing I know&quot;."
    },
    {
      "index": 570,
      "start_time": 4196580.0,
      "end_time": 4203225.0,
      "text": "That has to be so authentic, you cannot borrow it from somebody, it has to come from the depth"
    },
    {
      "index": 571,
      "start_time": 4203230.0,
      "end_time": 4211881.0,
      "text": "of your being, fully. Now another thing , I want to share with you is very important."
    },
    {
      "index": 572,
      "start_time": 4211880.0,
      "end_time": 4222568.0,
      "text": "This knowing, this knowledge cannot be transferred from one person to another."
    },
    {
      "index": 573,
      "start_time": 4222570.0,
      "end_time": 4227486.0,
      "text": "There is sense to what I am saying because I have been talking to so many people: over the phone or"
    },
    {
      "index": 574,
      "start_time": 4227480.0,
      "end_time": 4234262.0,
      "text": "sometimes by email, interacting, this was not successful, although I was a very good teacher"
    },
    {
      "index": 575,
      "start_time": 4234260.0,
      "end_time": 4244950.0,
      "text": "in math, I can transfer knowledge, you cannot transfer this. I get a lot of emails, questions"
    },
    {
      "index": 576,
      "start_time": 4244950.0,
      "end_time": 4251671.0,
      "text": "from people that they go to this satsangs and listen to all this. This is all good,"
    },
    {
      "index": 577,
      "start_time": 4251670.0,
      "end_time": 4257104.0,
      "text": "because I know the intention of that teacher, it has to be very good,"
    },
    {
      "index": 578,
      "start_time": 4257110.0,
      "end_time": 4262696.0,
      "text": "they have good intentions, they are pointing out to the truth"
    },
    {
      "index": 579,
      "start_time": 4262690.0,
      "end_time": 4269246.0,
      "text": "and you recognize that. Definitely. I can bring anybody from the street, right now, I can go"
    },
    {
      "index": 580,
      "start_time": 4269250.0,
      "end_time": 4274180.0,
      "text": "sit down, let me show you who you are. I would point out to the truth and they will recognize that."
    },
    {
      "index": 581,
      "start_time": 4274180.0,
      "end_time": 4278414.0,
      "text": "That is obvious, because that&#39;s your nature, how could you not recognize yourself, that&#39;s you,"
    },
    {
      "index": 582,
      "start_time": 4278420.0,
      "end_time": 4288228.0,
      "text": "the truth is you. So, they can do that, but that is not awakening, so you go home,"
    },
    {
      "index": 583,
      "start_time": 4288220.0,
      "end_time": 4294332.0,
      "text": "and may be for a few days you feel like love, but then that turns of separate self is still there,"
    },
    {
      "index": 584,
      "start_time": 4294330.0,
      "end_time": 4299948.0,
      "text": "it doesn&#39;t  go away. So, this person, this type of people, they have to go through all this,"
    },
    {
      "index": 585,
      "start_time": 4299950.0,
      "end_time": 4306131.0,
      "text": "because the mind has to go through all this. So, that is the path, ultimately,"
    },
    {
      "index": 586,
      "start_time": 4306130.0,
      "end_time": 4313728.0,
      "text": "this mind would be ready to hear the truth when it is said."
    },
    {
      "index": 587,
      "start_time": 4313730.0,
      "end_time": 4317605.0,
      "text": "If this mind is not ready to hear this, no matter how much you say-"
    },
    {
      "index": 588,
      "start_time": 4317610.0,
      "end_time": 4324461.0,
      "text": "you are consciousness, you are awareness, you are God, you are atman, doesn&#39;t sync, because"
    },
    {
      "index": 589,
      "start_time": 4324460.0,
      "end_time": 4329487.0,
      "text": "this mind is not ready to that, to hear it. So, that&#39;s what&#39;s happening to this people."
    },
    {
      "index": 590,
      "start_time": 4329480.0,
      "end_time": 4336520.0,
      "text": "I get a lot of people like this. They are wasting their time, they are in a circle. They go to one class to another,"
    },
    {
      "index": 591,
      "start_time": 4336520.0,
      "end_time": 4344131.0,
      "text": "one person to another, one book to another. They want to hear this, not to practice it."
    },
    {
      "index": 592,
      "start_time": 4344140.0,
      "end_time": 4349305.0,
      "text": "Rumi says, &quot;Don&#39;t be in the circumference of the circle, you need to jump into the center&quot;."
    },
    {
      "index": 593,
      "start_time": 4349300.0,
      "end_time": 4357528.0,
      "text": "The wise person will jump out to the center.  How do you jump? By experiencing, when you close your eyes"
    },
    {
      "index": 594,
      "start_time": 4357530.0,
      "end_time": 4366100.0,
      "text": "and you go, and check and see it for yourself, you need to see it for yourself. You cannot borrow"
    },
    {
      "index": 595,
      "start_time": 4366100.0,
      "end_time": 4372256.0,
      "text": "this from somebody else, nobody can induce that to you. Rumi has a story, if there is still time,"
    },
    {
      "index": 596,
      "start_time": 4372250.0,
      "end_time": 4378662.0,
      "text": "I would like to share (oh plenty, yeah). Rick, Rumi says this, this is metaphor of this."
    },
    {
      "index": 597,
      "start_time": 4378670.0,
      "end_time": 4387965.0,
      "text": "Imagine a room so dark, they put this huge elephant, and they put whole bunch of people around that."
    },
    {
      "index": 598,
      "start_time": 4387960.0,
      "end_time": 4396194.0,
      "text": "It is kitsch black, nobody can see a thing, now they say, find out what this thing is. The person who is"
    },
    {
      "index": 599,
      "start_time": 4396200.0,
      "end_time": 4407859.0,
      "text": "up front is touching the trunk, he says, this is the gadder, ok, the person who was in the back"
    },
    {
      "index": 600,
      "start_time": 4407850.0,
      "end_time": 4415941.0,
      "text": "touching the leg, says, this is the beam, the beam of the house. The person who is in the middle,"
    },
    {
      "index": 601,
      "start_time": 4415950.0,
      "end_time": 4425498.0,
      "text": "touches the top, says, this is a bed, and they start fighting, and they were so right,"
    },
    {
      "index": 602,
      "start_time": 4425490.0,
      "end_time": 4427281.0,
      "text": "because whatever they were touching"
    },
    {
      "index": 603,
      "start_time": 4427290.0,
      "end_time": 4438389.0,
      "text": "it feels like right, ok? But he says, listen how beautiful he says, &quot; In the hands of each individual"
    },
    {
      "index": 604,
      "start_time": 4438380.0,
      "end_time": 4450798.0,
      "text": "if there is a candle that has been lit individually, then there would be no differences&quot;"
    },
    {
      "index": 605,
      "start_time": 4450800.0,
      "end_time": 4458946.0,
      "text": "He doesn&#39;t say that if they turn on the light from outside, everybody can see that, that&#39;s not what he says."
    },
    {
      "index": 606,
      "start_time": 4458950.0,
      "end_time": 4466069.0,
      "text": "He is not saying, if somebody knows in here in the trunk part, he can say to other people"
    },
    {
      "index": 607,
      "start_time": 4466070.0,
      "end_time": 4472211.0,
      "text": "who are standing in the back, who are not seeing this... the message, because the person who is in the back"
    },
    {
      "index": 608,
      "start_time": 4472210.0,
      "end_time": 4482248.0,
      "text": "is hearing this, either he has accepted, just as an idea, or rejected (right), so he can&#39;t see it."
    },
    {
      "index": 609,
      "start_time": 4482250.0,
      "end_time": 4488346.0,
      "text": "So he said, &quot;Each individual has to lit their own candle&quot;. He doesn&#39;t even say that this person,"
    },
    {
      "index": 610,
      "start_time": 4488340.0,
      "end_time": 4495015.0,
      "text": "who has a lit candle, has to go to other people and turn the others&#39; candles either. He does not say that."
    },
    {
      "index": 611,
      "start_time": 4495020.0,
      "end_time": 4502533.0,
      "text": "He may trigger that, he may say, &quot;Oh my God I saw this, oh my God this is elephant&quot;."
    },
    {
      "index": 612,
      "start_time": 4502530.0,
      "end_time": 4509630.0,
      "text": "And other people get excited about this, so that they can work on it and whatever happens naturally,"
    },
    {
      "index": 613,
      "start_time": 4509630.0,
      "end_time": 4518048.0,
      "text": "they can see it, they can lit their own candle, but you cannot possibly transfer the truth to somebody else."
    },
    {
      "index": 614,
      "start_time": 4518050.0,
      "end_time": 4524457.0,
      "text": "I know that from fact, this is my experience and based on what Rumi says."
    },
    {
      "index": 615,
      "start_time": 4524460.0,
      "end_time": 4526072.0,
      "text": "So we have to remember that."
    },
    {
      "index": 616,
      "start_time": 4526070.0,
      "end_time": 4530318.0,
      "text": "That&#39;s good. So, in other words, you have to live it for yourself."
    },
    {
      "index": 617,
      "start_time": 4530310.0,
      "end_time": 4533459.0,
      "text": "You have to live it for yourself and that&#39;s why I don&#39;t have  any classes."
    },
    {
      "index": 618,
      "start_time": 4533460.0,
      "end_time": 4538692.0,
      "text": "And the description of it does not suffice as the actual living of it."
    },
    {
      "index": 619,
      "start_time": 4538700.0,
      "end_time": 4541603.0,
      "text": "Like hearing a description of some delicious meal, it is not like eating the meal."
    },
    {
      "index": 620,
      "start_time": 4541600.0,
      "end_time": 4546565.0,
      "text": "No, because, you know, people heard about it, that&#39;s why I don&#39;t want to have classes about this."
    },
    {
      "index": 621,
      "start_time": 4546560.0,
      "end_time": 4552675.0,
      "text": "I know this path is very long and difficult, it is not so easy that you hear about this,"
    },
    {
      "index": 622,
      "start_time": 4552680.0,
      "end_time": 4557503.0,
      "text": "somebody introduced that to you and you go home, and try to practice, to be that."
    },
    {
      "index": 623,
      "start_time": 4557500.0,
      "end_time": 4566471.0,
      "text": "People call me and they say, oh some teacher told me try to be a  watcher,"
    },
    {
      "index": 624,
      "start_time": 4566470.0,
      "end_time": 4570456.0,
      "text": "I tried to be a watcher for a long time, it was ok, I was in peace, but then I was frastrated,"
    },
    {
      "index": 625,
      "start_time": 4570460.0,
      "end_time": 4573159.0,
      "text": "I had to drop it, that was too much effort."
    },
    {
      "index": 626,
      "start_time": 4573160.0,
      "end_time": 4574401.0,
      "text": "It is manipulative."
    },
    {
      "index": 627,
      "start_time": 4574400.0,
      "end_time": 4579926.0,
      "text": "Yes, because that watcher is a duality watcher already, the watcher that you are at this time."
    },
    {
      "index": 628,
      "start_time": 4579920.0,
      "end_time": 4588094.0,
      "text": "You see me as this, separate, and that, Rick, is totally separate, you and me are two different people"
    },
    {
      "index": 629,
      "start_time": 4588100.0,
      "end_time": 4592783.0,
      "text": "so what kind of watching am I practicing here? I am practicing duality, and that reinforces"
    },
    {
      "index": 630,
      "start_time": 4592780.0,
      "end_time": 4598862.0,
      "text": "that sense of me, so that watching is not the watching that we are talking about."
    },
    {
      "index": 631,
      "start_time": 4598860.0,
      "end_time": 4602759.0,
      "text": "I think the watching you are talking about is something which either is happening, or it isn&#39;t."
    },
    {
      "index": 632,
      "start_time": 4602760.0,
      "end_time": 4608862.0,
      "text": "It&#39;s spontaneous, it is not a willful exercise, that you kind of do all day long."
    },
    {
      "index": 633,
      "start_time": 4608870.0,
      "end_time": 4612826.0,
      "text": "(Exactly) It is just like breathing, it is just happening."
    },
    {
      "index": 634,
      "start_time": 4612820.0,
      "end_time": 4620533.0,
      "text": "And watching happens from here, this is how you watch, not like this, or maybe the eyes used to be"
    },
    {
      "index": 635,
      "start_time": 4620530.0,
      "end_time": 4626887.0,
      "text": "connected to the head - this way you were watching, now this way you&#39;re watching. I don&#39;t know how to describe it."
    },
    {
      "index": 636,
      "start_time": 4626890.0,
      "end_time": 4634215.0,
      "text": "Also some people say, there is nobody here, that&#39;s not going to awaken you. Don&#39;t waste your time"
    },
    {
      "index": 637,
      "start_time": 4634220.0,
      "end_time": 4639776.0,
      "text": "(It is a concept) Let me explain to you. I am a math teacher, ok? Let&#39;s make an example, Rick."
    },
    {
      "index": 638,
      "start_time": 4639770.0,
      "end_time": 4646851.0,
      "text": "Let&#39;s say, when this bodies were born, there is one question, big problem has been given to us to solve."
    },
    {
      "index": 639,
      "start_time": 4646850.0,
      "end_time": 4652474.0,
      "text": "Same exact problem, everybody has to solve it. Let&#39;s say, you solve the problem, ok?"
    },
    {
      "index": 640,
      "start_time": 4652480.0,
      "end_time": 4659665.0,
      "text": "You got the answer, X is equal to 0, which is nothingness, and X is also equal to infinite,"
    },
    {
      "index": 641,
      "start_time": 4659660.0,
      "end_time": 4664394.0,
      "text": "which is everything, ok? You got the answer, and then you come to me and say, &quot;You know what?"
    },
    {
      "index": 642,
      "start_time": 4664400.0,
      "end_time": 4673962.0,
      "text": "I got the answer, here you give it to me, I plugin, I test this answer into my problem,"
    },
    {
      "index": 643,
      "start_time": 4673960.0,
      "end_time": 4681515.0,
      "text": "So X is equal to 0, I plugin and it is working, isn&#39;t that so? X is working, X is equal to infinite, I put"
    },
    {
      "index": 644,
      "start_time": 4681510.0,
      "end_time": 4690020.0,
      "text": "infinite, I cancel out, rationalize it, it works. But does that mean that I solve this problem?"
    },
    {
      "index": 645,
      "start_time": 4690020.0,
      "end_time": 4695932.0,
      "text": "Now, if I check the answer, it works, you may say something else, as someone"
    },
    {
      "index": 646,
      "start_time": 4695940.0,
      "end_time": 4706731.0,
      "text": "who really solved the problem, you may say, &quot;That X equal to 0, that 0 is also equivalent to infinite&quot;."
    },
    {
      "index": 647,
      "start_time": 4706730.0,
      "end_time": 4714482.0,
      "text": "0 is equal to infinite to my mind, I cannot comprehend that. That is the part I get caught."
    },
    {
      "index": 648,
      "start_time": 4714480.0,
      "end_time": 4718581.0,
      "text": "Because I didn&#39;t solve this problem, you solved it, you gave me the answer."
    },
    {
      "index": 649,
      "start_time": 4718580.0,
      "end_time": 4721845.0,
      "text": "So if I sit in the middle of all this people, who solved this problem,"
    },
    {
      "index": 650,
      "start_time": 4721840.0,
      "end_time": 4727321.0,
      "text": "I have nothing to say, although I have the answer, X equal to 0 is infinite..."
    },
    {
      "index": 651,
      "start_time": 4727330.0,
      "end_time": 4733304.0,
      "text": "Even if I may remember, ok this X is equal to infinite, so equivalent, fine, no problem,"
    },
    {
      "index": 652,
      "start_time": 4733300.0,
      "end_time": 4740854.0,
      "text": "but that is not awakening, please do not waste your time, just trying to learn all that and incorporate it"
    },
    {
      "index": 653,
      "start_time": 4740850.0,
      "end_time": 4747637.0,
      "text": "into your own life, try to fit it in, you don&#39;t fit in that. This is something like realization,"
    },
    {
      "index": 654,
      "start_time": 4747640.0,
      "end_time": 4755272.0,
      "text": "this is not becoming, this is not a study, this is not a becoming kind of thing,"
    },
    {
      "index": 655,
      "start_time": 4755270.0,
      "end_time": 4758701.0,
      "text": "trying to fit in that kind of a thing idea."
    },
    {
      "index": 656,
      "start_time": 4758700.0,
      "end_time": 4763163.0,
      "text": "There is a Tibetan proverb that I said I was not going to say any more, because I have said it so may times"
    },
    {
      "index": 657,
      "start_time": 4763170.0,
      "end_time": 4770333.0,
      "text": "but it fits nicely into this, it is a: &quot;Don&#39;t mistake understanding for realization,"
    },
    {
      "index": 658,
      "start_time": 4770330.0,
      "end_time": 4774107.0,
      "text": "don&#39;t mistake realization for liberation&quot;."
    },
    {
      "index": 659,
      "start_time": 4774110.0,
      "end_time": 4783748.0,
      "text": "Oh, beautiful, absolutely, deliberation part is important, you may realize that"
    },
    {
      "index": 660,
      "start_time": 4783740.0,
      "end_time": 4793483.0,
      "text": "somebody pointed out to you, but that doesn&#39;t mean a thing, people go to these teachers as a disciples."
    },
    {
      "index": 661,
      "start_time": 4793490.0,
      "end_time": 4798186.0,
      "text": "They sit down, they have to go to this satsang, and next year, and next... I am not saying"
    },
    {
      "index": 662,
      "start_time": 4798180.0,
      "end_time": 4805240.0,
      "text": "not to go to satsang. Go there. This is good for the mind, but that is not enough, if that&#39;s all what"
    },
    {
      "index": 663,
      "start_time": 4805240.0,
      "end_time": 4814381.0,
      "text": "you are doing, trying to get ideas of what they are saying and... even if the say, Buddha said, &quot;Deeds are happening,"
    },
    {
      "index": 664,
      "start_time": 4814380.0,
      "end_time": 4820781.0,
      "text": "events are happening, but there is no doer&quot;. Yes, that&#39;s true but that is not meant for you to go"
    },
    {
      "index": 665,
      "start_time": 4820790.0,
      "end_time": 4823916.0,
      "text": "and use that as a practice."
    },
    {
      "index": 666,
      "start_time": 4823910.0,
      "end_time": 4827061.0,
      "text": "Right, it&#39;s a description, it&#39;s not a prescription."
    },
    {
      "index": 667,
      "start_time": 4827060.0,
      "end_time": 4834604.0,
      "text": "Exactly, the real practice is your own experience, you have to see it for yourself,"
    },
    {
      "index": 668,
      "start_time": 4834610.0,
      "end_time": 4836603.0,
      "text": "like it never happened before."
    },
    {
      "index": 669,
      "start_time": 4836600.0,
      "end_time": 4840325.0,
      "text": "And unfortunately, one thing that happens at lot of these satsangs, is that the teachers"
    },
    {
      "index": 670,
      "start_time": 4840320.0,
      "end_time": 4846296.0,
      "text": "discourage people from actually doing any sort of practice, which might result in that experience."
    },
    {
      "index": 671,
      "start_time": 4846300.0,
      "end_time": 4851057.0,
      "text": "They say, &quot;Oh, practice is going to reinforce the notion, that they are someone practicing,"
    },
    {
      "index": 672,
      "start_time": 4851060.0,
      "end_time": 4854650.0,
      "text": "don&#39;t bother with that, just listen to me&quot;."
    },
    {
      "index": 673,
      "start_time": 4854650.0,
      "end_time": 4861256.0,
      "text": "Actually, someone practicing, the ego takes you there, that&#39;s true, someone is practicing,"
    },
    {
      "index": 674,
      "start_time": 4861250.0,
      "end_time": 4869672.0,
      "text": "but ego dissolves in that. That part they don&#39;t realize. In this path ego would burn out."
    },
    {
      "index": 675,
      "start_time": 4869670.0,
      "end_time": 4878064.0,
      "text": "That love I was talking to you, that essence, that experience would burn up the ego."
    },
    {
      "index": 676,
      "start_time": 4878070.0,
      "end_time": 4884743.0,
      "text": "One other thing that I would like to share, is that, in order to be awakened to who you are,"
    },
    {
      "index": 677,
      "start_time": 4884740.0,
      "end_time": 4891687.0,
      "text": "you don&#39;t have to have all this experiences either, like kundalini awakening if it happens, it happens,"
    },
    {
      "index": 678,
      "start_time": 4891690.0,
      "end_time": 4897507.0,
      "text": "but you don&#39;t go to someone to try to manipulate your energies, don&#39;t do that, because,"
    },
    {
      "index": 679,
      "start_time": 4897510.0,
      "end_time": 4905658.0,
      "text": "that delays this process of realization. In order to realize who you are you don&#39;t have to have kundalini awakening."
    },
    {
      "index": 680,
      "start_time": 4905650.0,
      "end_time": 4910085.0,
      "text": "Now that I know, and I went through all this experience, even that person said, use that..."
    },
    {
      "index": 681,
      "start_time": 4910090.0,
      "end_time": 4919164.0,
      "text": "That was just a trick for the mind, honestly, you don&#39;t need that, and also that love experience"
    },
    {
      "index": 682,
      "start_time": 4919160.0,
      "end_time": 4927136.0,
      "text": "that I told you, love affair, that also is not needed. Let me tell you why, because, when you meditate,"
    },
    {
      "index": 683,
      "start_time": 4927140.0,
      "end_time": 4937064.0,
      "text": "when you close your eyes in that silence, when the mind quiets down, in that silence,"
    },
    {
      "index": 684,
      "start_time": 4937060.0,
      "end_time": 4945237.0,
      "text": "if you really pay attention, that silence, that easeness, that existence of silence, is pointing out"
    },
    {
      "index": 685,
      "start_time": 4945240.0,
      "end_time": 4958251.0,
      "text": "to the truth, ok? Now, people are mistaking actual truth with the silence, this silence of being,"
    },
    {
      "index": 686,
      "start_time": 4958250.0,
      "end_time": 4968819.0,
      "text": "that emptiness is the... shadow of the truth, it is not the truth."
    },
    {
      "index": 687,
      "start_time": 4968820.0,
      "end_time": 4972588.0,
      "text": "Because the truth does not have a quality, is that one way of saying it?"
    },
    {
      "index": 688,
      "start_time": 4972590.0,
      "end_time": 4979349.0,
      "text": "Because the truth is observing that, it cannot be that (right). The truth is what is observing that."
    },
    {
      "index": 689,
      "start_time": 4979350.0,
      "end_time": 4985552.0,
      "text": "This is very delicate. People think this is what I have, all the time I get emails, they say,"
    },
    {
      "index": 690,
      "start_time": 4985550.0,
      "end_time": 4993365.0,
      "text": "&quot;Oh I know I am consciousness, but when I go to talk to people, I lose myself, now I have to come back, to step in&quot;."
    },
    {
      "index": 691,
      "start_time": 4993360.0,
      "end_time": 5001404.0,
      "text": "You don&#39;t know the truth, because if you know the truth, the truth has to be there, you have to be there"
    },
    {
      "index": 692,
      "start_time": 5001410.0,
      "end_time": 5009505.0,
      "text": "in order to have that interaction, the truth is not  any state, any specific state of mind, people think that"
    },
    {
      "index": 693,
      "start_time": 5009500.0,
      "end_time": 5015243.0,
      "text": "when I come to the present, and then silence, that is the truth. That is the reflection of the truth,"
    },
    {
      "index": 694,
      "start_time": 5015250.0,
      "end_time": 5022442.0,
      "text": "that is the aroma, that arises from the truth, but that is not the truth, truth is always here,"
    },
    {
      "index": 695,
      "start_time": 5022440.0,
      "end_time": 5027689.0,
      "text": "whether there is a mind, or no mind. Mind can come and go, emotion can come and go."
    },
    {
      "index": 696,
      "start_time": 5027690.0,
      "end_time": 5033956.0,
      "text": "This does not come and go, it is always here, ever presence. That&#39;s a very important thing."
    },
    {
      "index": 697,
      "start_time": 5033950.0,
      "end_time": 5038824.0,
      "text": "So, there is no such a thing - I go and I forget who I am, and I come back..."
    },
    {
      "index": 698,
      "start_time": 5038830.0,
      "end_time": 5044738.0,
      "text": "That&#39;s you don&#39;t know who you are, because the attention may go to the mind,"
    },
    {
      "index": 699,
      "start_time": 5044730.0,
      "end_time": 5052082.0,
      "text": "but when this awakening fully happens, when the mind surrenders, the mind is liberated."
    },
    {
      "index": 700,
      "start_time": 5052090.0,
      "end_time": 5060325.0,
      "text": "The attention automatically comes back, you don&#39;t have to put any effort to that, the attention comes back here."
    },
    {
      "index": 701,
      "start_time": 5060320.0,
      "end_time": 5064934.0,
      "text": "By itself, there is no effort, it effortlessly comes back. It is not that"
    },
    {
      "index": 702,
      "start_time": 5064940.0,
      "end_time": 5071409.0,
      "text": "I have to remember that attention has to be here. It is not like that, and that mind"
    },
    {
      "index": 703,
      "start_time": 5071400.0,
      "end_time": 5078412.0,
      "text": "that was trying to become, and those thoughts of self seeking, they automatically vanish, they dissolve."
    },
    {
      "index": 704,
      "start_time": 5078420.0,
      "end_time": 5087125.0,
      "text": "So, this mind is not a quiet mind, it is not saying anything, nothing is going on, this mind is just"
    },
    {
      "index": 705,
      "start_time": 5087120.0,
      "end_time": 5098224.0,
      "text": "in service, right here, at your service, and this mind realized what is the king.  What is the king here,"
    },
    {
      "index": 706,
      "start_time": 5098230.0,
      "end_time": 5101998.0,
      "text": "and listening to that, it becomes a tool, really."
    },
    {
      "index": 707,
      "start_time": 5101990.0,
      "end_time": 5105142.0,
      "text": "-I was going to say that word, I was going to say it is a tool."
    },
    {
      "index": 708,
      "start_time": 5105150.0,
      "end_time": 5110347.0,
      "text": "Yes, that&#39;s the tool, just like the way this arm is. (right) So, it is in my control now,"
    },
    {
      "index": 709,
      "start_time": 5110340.0,
      "end_time": 5119854.0,
      "text": "it&#39;s in the control of This. That&#39;s the end of that. There is no such thing- I have to bring my attention back."
    },
    {
      "index": 710,
      "start_time": 5119860.0,
      "end_time": 5123010.0,
      "text": "Another question I get a lot is &quot;what is life&#39;s..."
    },
    {
      "index": 711,
      "start_time": 5123010.0,
      "end_time": 5126802.0,
      "text": "Let me just say, wouldn&#39;t you agree that if there was something that you had to have"
    },
    {
      "index": 712,
      "start_time": 5126800.0,
      "end_time": 5134468.0,
      "text": "by putting your attention there, in other words, if your attention had to be responsible for having that,"
    },
    {
      "index": 713,
      "start_time": 5134470.0,
      "end_time": 5141169.0,
      "text": "then it would necessarily be very intermittent, because by its very nature the attention"
    },
    {
      "index": 714,
      "start_time": 5141170.0,
      "end_time": 5146377.0,
      "text": "doesn&#39;t stay in one place, (exactly) it goes here, it goes there, according to what we need to do."
    },
    {
      "index": 715,
      "start_time": 5146370.0,
      "end_time": 5152375.0,
      "text": "And so this is more of a foundational rock bottom thing, which is irrespective of whether the attention"
    },
    {
      "index": 716,
      "start_time": 5152380.0,
      "end_time": 5153956.0,
      "text": "may or may not be."
    },
    {
      "index": 717,
      "start_time": 5153950.0,
      "end_time": 5160307.0,
      "text": "Absolutely. The attention goes where it is needed, it goes out when it is needed and then comes back."
    },
    {
      "index": 718,
      "start_time": 5160310.0,
      "end_time": 5168951.0,
      "text": "It is not going to stay there, like the way it was, trying to self seeking, like I have to now become something and get credits..."
    },
    {
      "index": 719,
      "start_time": 5168950.0,
      "end_time": 5174302.0,
      "text": "No, I think when it is done, the work is done, this comes back right here, and that&#39;s it,"
    },
    {
      "index": 720,
      "start_time": 5174300.0,
      "end_time": 5182265.0,
      "text": "and that&#39;s why... the truth is so ordinary, when attention comes back to the ordineriness,"
    },
    {
      "index": 721,
      "start_time": 5182270.0,
      "end_time": 5192198.0,
      "text": "it becomes extraordinary. That is the gem, this mind has to train, to be trained, to respect"
    },
    {
      "index": 722,
      "start_time": 5192200.0,
      "end_time": 5201700.0,
      "text": "to honor This as  the way it is. A mind which never meditated, never is not comfortable with this silence,"
    },
    {
      "index": 723,
      "start_time": 5201700.0,
      "end_time": 5207864.0,
      "text": "with this stillness, this mind even if you tell them, what is the truth, this mind will not accept that."
    },
    {
      "index": 724,
      "start_time": 5207860.0,
      "end_time": 5215523.0,
      "text": "Because this mind is not comfortable with this silence, this aroma of the truth."
    },
    {
      "index": 725,
      "start_time": 5215520.0,
      "end_time": 5223127.0,
      "text": "The mind sees that, but mind bounces back to sleep. That&#39;s what happens in people."
    },
    {
      "index": 726,
      "start_time": 5223130.0,
      "end_time": 5229371.0,
      "text": "I work with a lot of people, I thought that they understood, they just got it, not mentally,"
    },
    {
      "index": 727,
      "start_time": 5229370.0,
      "end_time": 5237119.0,
      "text": "but I thought they realized what I am talking about. I felt that they have a robber bound, you just pull them..."
    },
    {
      "index": 728,
      "start_time": 5237120.0,
      "end_time": 5245772.0,
      "text": "they feel like they are there, but the next time they call, they are exactly bounced back, as amazing, so dissapointing."
    },
    {
      "index": 729,
      "start_time": 5245770.0,
      "end_time": 5250277.0,
      "text": "So what would you say to them to prevent that robber band phenomenon?"
    },
    {
      "index": 730,
      "start_time": 5250280.0,
      "end_time": 5260092.0,
      "text": "I would say - meditate, I would say, you just need to go within, just jump in, and see it for yourself."
    },
    {
      "index": 731,
      "start_time": 5260090.0,
      "end_time": 5268716.0,
      "text": "In the meditation, again not that experience does not have to happen, that silence is talking to you. I mean there is nothing"
    },
    {
      "index": 732,
      "start_time": 5268720.0,
      "end_time": 5275814.0,
      "text": "else in here, something is here, as observing this silence."
    },
    {
      "index": 733,
      "start_time": 5275810.0,
      "end_time": 5282070.0,
      "text": "Now, in your own case, meditation was almost involuntarily, it was spontaneous, you sort of"
    },
    {
      "index": 734,
      "start_time": 5282070.0,
      "end_time": 5289533.0,
      "text": "had no choice almost, and people hearing your story might think, &quot;Well, she is special, because even since"
    },
    {
      "index": 735,
      "start_time": 5289540.0,
      "end_time": 5292657.0,
      "text": "she was a young girl, she was having this recognition that there was no one there."
    },
    {
      "index": 736,
      "start_time": 5292650.0,
      "end_time": 5299847.0,
      "text": "And then she went through life, she was almost overtaken by this periods, when she would lie down"
    },
    {
      "index": 737,
      "start_time": 5299850.0,
      "end_time": 5306677.0,
      "text": "and all this stuff would happened to. But in my case, I am speaking as someone, I am busy, I sit and try"
    },
    {
      "index": 738,
      "start_time": 5306680.0,
      "end_time": 5316975.0,
      "text": "to meditate, nothing happens, it&#39;s boring, I am not like her, and maybe I can&#39;t get this like she did&quot;."
    },
    {
      "index": 739,
      "start_time": 5316970.0,
      "end_time": 5325085.0,
      "text": "That&#39;s possible, and to be honest with you, this path is not for every one. I am not saying this from"
    },
    {
      "index": 740,
      "start_time": 5325090.0,
      "end_time": 5330229.0,
      "text": "the ego, from the mind. This path is that you need that number 1, that &quot;burning desire&quot;"
    },
    {
      "index": 741,
      "start_time": 5330230.0,
      "end_time": 5339362.0,
      "text": "that I just mentioned to you. It has to be number 1 priority of you, honestly. If this is your first priority,"
    },
    {
      "index": 742,
      "start_time": 5339360.0,
      "end_time": 5346511.0,
      "text": "then you can do it, then this opens up for you. But if this is in your &quot;to do&quot; list stuff,"
    },
    {
      "index": 743,
      "start_time": 5346510.0,
      "end_time": 5351527.0,
      "text": "and probably at the bottom of it: &quot;if I have time I am going to meditate... and now I have to take care"
    },
    {
      "index": 744,
      "start_time": 5351520.0,
      "end_time": 5359324.0,
      "text": "of my kids my husband&quot;. So go ahead and do it, that is your path. Because this is not, as I said,"
    },
    {
      "index": 745,
      "start_time": 5359330.0,
      "end_time": 5366058.0,
      "text": "it is not meant to be that every single being realizes That. It is only for the beings"
    },
    {
      "index": 746,
      "start_time": 5366060.0,
      "end_time": 5376395.0,
      "text": "that are so uncomfortable with this format, this play. My play was not that much of a horrendous play,"
    },
    {
      "index": 747,
      "start_time": 5376390.0,
      "end_time": 5388182.0,
      "text": "but still was not fitting. I knew this is not it. For a fact I knew, so something was pulling me to find out"
    },
    {
      "index": 748,
      "start_time": 5388180.0,
      "end_time": 5394267.0,
      "text": "what is the truth and what pulled me was just this way, I went this way..."
    },
    {
      "index": 749,
      "start_time": 5394270.0,
      "end_time": 5398328.0,
      "text": "When I hear a story like yours, I think, well... I believe in reincarnation first,"
    },
    {
      "index": 750,
      "start_time": 5398330.0,
      "end_time": 5405960.0,
      "text": "I don&#39;t know if everybody does, but, obviously she built up a head of steam in previous life,"
    },
    {
      "index": 751,
      "start_time": 5405960.0,
      "end_time": 5412091.0,
      "text": "she built up a momentum, so in this life, even as a young girl, there was that pull.  And there were these"
    },
    {
      "index": 752,
      "start_time": 5412090.0,
      "end_time": 5417086.0,
      "text": "experiences, and she just picked up, where she left off. Like it says the Gita: Arjuna says,"
    },
    {
      "index": 753,
      "start_time": 5417090.0,
      "end_time": 5421400.0,
      "text": "&quot;What happens of the persons on the path and then die&quot;. Krishna says, &quot;Well, they pick up where"
    },
    {
      "index": 754,
      "start_time": 5421400.0,
      "end_time": 5428104.0,
      "text": "they left off&quot;... and then they born in a family of a yogis where they are incline to do this sort of things."
    },
    {
      "index": 755,
      "start_time": 5428100.0,
      "end_time": 5433830.0,
      "text": "But, my response to that would be, that it is always a good time to start, even if you don&#39;t have the"
    },
    {
      "index": 756,
      "start_time": 5433830.0,
      "end_time": 5441518.0,
      "text": "burning fire and you don&#39;t have this spontaneous ability to meditate as you have, start where you are,"
    },
    {
      "index": 757,
      "start_time": 5441520.0,
      "end_time": 5448830.0,
      "text": "and there is always something you can do, and maybe that little spark will grow into a fire."
    },
    {
      "index": 758,
      "start_time": 5448830.0,
      "end_time": 5455290.0,
      "text": "Absolutely, you mentioned about reincarnation. That&#39;s a belief, the mind believes in that."
    },
    {
      "index": 759,
      "start_time": 5455290.0,
      "end_time": 5459085.0,
      "text": "-It&#39;s a belief, maybe wrong, but who knows."
    },
    {
      "index": 760,
      "start_time": 5459080.0,
      "end_time": 5466451.0,
      "text": "Rick, when you realize the truth, you will notice, there is only one thing here."
    },
    {
      "index": 761,
      "start_time": 5466450.0,
      "end_time": 5474561.0,
      "text": "There is no individual soul exist in here, so that it would go back and try to reincarnate."
    },
    {
      "index": 762,
      "start_time": 5474560.0,
      "end_time": 5483870.0,
      "text": "You know it for fact, it is not a belief now, you know there is this, all there is, is this, this is it."
    },
    {
      "index": 763,
      "start_time": 5483880.0,
      "end_time": 5493855.0,
      "text": "Because there is no individuality, that&#39;s the fairness of this truth in each body-mind, that&#39;s the fairness."
    },
    {
      "index": 764,
      "start_time": 5493850.0,
      "end_time": 5500896.0,
      "text": "Honestly, I think that if that was the case, that the story is right, so then people are born so differently,"
    },
    {
      "index": 765,
      "start_time": 5500900.0,
      "end_time": 5506854.0,
      "text": "so different backgrounds and different advantages, that&#39;s not how I see it. I see this oneness."
    },
    {
      "index": 766,
      "start_time": 5506850.0,
      "end_time": 5513987.0,
      "text": "One unbroken wholeness is functioning throughout these bodies. These are objects,"
    },
    {
      "index": 767,
      "start_time": 5513990.0,
      "end_time": 5522419.0,
      "text": "this is not a person here, only an object. So, if this oneness is functioning here, what is left out?"
    },
    {
      "index": 768,
      "start_time": 5522420.0,
      "end_time": 5531597.0,
      "text": "What is going on? Nothing. Even if the body drops, I don&#39;t go anywhere, this is what I am always,"
    },
    {
      "index": 769,
      "start_time": 5531590.0,
      "end_time": 5540579.0,
      "text": "it doesn&#39;t come and go. This is not something that evolves, doesn&#39;t evolve, this all game of becoming"
    },
    {
      "index": 770,
      "start_time": 5540580.0,
      "end_time": 5551127.0,
      "text": "and enlightenment, this is all for mind, it is a mental game, because the truth never ever changes."
    },
    {
      "index": 771,
      "start_time": 5551130.0,
      "end_time": 5552837.0,
      "text": "That&#39;s how I experience."
    },
    {
      "index": 772,
      "start_time": 5552840.0,
      "end_time": 5558338.0,
      "text": "Yeah, they get us into the whole levels of a reality thing, and ultimately there is no universe,"
    },
    {
      "index": 773,
      "start_time": 5558330.0,
      "end_time": 5564232.0,
      "text": "I mean not only no reincarnation, not only no mind. But there is no body, no universe..."
    },
    {
      "index": 774,
      "start_time": 5564240.0,
      "end_time": 5568433.0,
      "text": "A physicist will tell you, boil it down to its essence and there are no atoms, there are no molecules,"
    },
    {
      "index": 775,
      "start_time": 5568430.0,
      "end_time": 5576311.0,
      "text": "there are no compounds, there are no organs, all that in its essence is unmanifest, you know."
    },
    {
      "index": 776,
      "start_time": 5576310.0,
      "end_time": 5581658.0,
      "text": "But if we give any credence whatsoever, for the sake, you know, there is this term mythio,"
    },
    {
      "index": 777,
      "start_time": 5581660.0,
      "end_time": 5587973.0,
      "text": "which I heard you mentioned in one of your talks, which means dependent reality."
    },
    {
      "index": 778,
      "start_time": 5587970.0,
      "end_time": 5595359.0,
      "text": "The example often uses that of a pad, we see a pad, we put water in it, we put bins, we use it as a drum."
    },
    {
      "index": 779,
      "start_time": 5595360.0,
      "end_time": 5601166.0,
      "text": "There seems to be a pad, but really it is only clay, there is no pad,"
    },
    {
      "index": 780,
      "start_time": 5601170.0,
      "end_time": 5607954.0,
      "text": "and for the sake of relative interaction and life and so on, we can acknowledge the virtual reality"
    },
    {
      "index": 781,
      "start_time": 5607950.0,
      "end_time": 5613646.0,
      "text": "of all this levels and stages, and evolution and all that stuff, but ultimately, it&#39;s all a fabrication."
    },
    {
      "index": 782,
      "start_time": 5613650.0,
      "end_time": 5625314.0,
      "text": "Exactly, and it is a  miracle fabrication, this game of duality, the way... nothing is happening here."
    },
    {
      "index": 783,
      "start_time": 5625310.0,
      "end_time": 5627199.0,
      "text": "Right, and nothing ever happens."
    },
    {
      "index": 784,
      "start_time": 5627200.0,
      "end_time": 5633877.0,
      "text": "So, now watch how things are happening. Look at this, it is such a miraculous, and everybody,"
    },
    {
      "index": 785,
      "start_time": 5633880.0,
      "end_time": 5643150.0,
      "text": "over 6 billion people, believe that something is here, and something is happening. Isn&#39;t that beautiful?"
    },
    {
      "index": 786,
      "start_time": 5643150.0,
      "end_time": 5654091.0,
      "text": "That&#39;s a miracle, so you believe in this dream, ok? But when you wake up, in the background you see the truth."
    },
    {
      "index": 787,
      "start_time": 5654090.0,
      "end_time": 5658632.0,
      "text": "But then you play, this time you play differently, you don&#39;t take it seriously,"
    },
    {
      "index": 788,
      "start_time": 5658630.0,
      "end_time": 5667034.0,
      "text": "you know this is a play, for fact you know, this is not a reality, this is just a play. It is not even a game."
    },
    {
      "index": 789,
      "start_time": 5667030.0,
      "end_time": 5673739.0,
      "text": "Game has winning and losing, &quot;oh I lost&quot;... that&#39;s not even a game. I am telling you everyone."
    },
    {
      "index": 790,
      "start_time": 5673740.0,
      "end_time": 5682333.0,
      "text": "This is just a play. When you realize that that&#39;s  the end of that. So just like when they didn&#39;t know anything"
    },
    {
      "index": 791,
      "start_time": 5682330.0,
      "end_time": 5688504.0,
      "text": "about the moon many years ago, they thought moon has its own light. So, some people worship moon and.."
    },
    {
      "index": 792,
      "start_time": 5688510.0,
      "end_time": 5695169.0,
      "text": "oh full moon... beautiful. Then they found out that the moon does not have any light. Moon is inert."
    },
    {
      "index": 793,
      "start_time": 5695170.0,
      "end_time": 5704502.0,
      "text": "So, the light comes from the sun. You know it now, but you still go out and enjoy a full moon."
    },
    {
      "index": 794,
      "start_time": 5704500.0,
      "end_time": 5708987.0,
      "text": "Still you write a poetry for the moon, don&#39;t you? You are not going to stop that,"
    },
    {
      "index": 795,
      "start_time": 5708990.0,
      "end_time": 5722341.0,
      "text": "but that is the miracle of that. You see what is the truth in the background, but yet you play the game."
    },
    {
      "index": 796,
      "start_time": 5722340.0,
      "end_time": 5725007.0,
      "text": "And that&#39;s how it is."
    },
    {
      "index": 797,
      "start_time": 5725000.0,
      "end_time": 5730632.0,
      "text": "There was a story about Shankara, he was tested by  king, who wanted to see if he was the real deal."
    },
    {
      "index": 798,
      "start_time": 5730640.0,
      "end_time": 5735354.0,
      "text": "And  so as he was coming up to the king&#39;s palace, the king let loose a wild elephant."
    },
    {
      "index": 799,
      "start_time": 5735350.0,
      "end_time": 5740060.0,
      "text": "The elephant came running down, and Shankara quickly climbed up a tree. Then the king said,"
    },
    {
      "index": 800,
      "start_time": 5740060.0,
      "end_time": 5744629.0,
      "text": "&quot;Hah, you must be a phony, if it is all an illusion, why would bother to climb a tree?&quot;."
    },
    {
      "index": 801,
      "start_time": 5744630.0,
      "end_time": 5752530.0,
      "text": "Shankara said, &quot;Ah, the illusory elephant chase the illusory me, up the illusory tree&quot;."
    },
    {
      "index": 802,
      "start_time": 5752530.0,
      "end_time": 5761442.0,
      "text": "Absolutely, it is not that it is not real, it is real, I am touching it. See? This is for now."
    },
    {
      "index": 803,
      "start_time": 5761440.0,
      "end_time": 5763060.0,
      "text": "It is, and it isn&#39;t."
    },
    {
      "index": 804,
      "start_time": 5763060.0,
      "end_time": 5773046.0,
      "text": "It is so temporary, you see things as objects. Everything I see and touch I know that is not ultimate."
    },
    {
      "index": 805,
      "start_time": 5773050.0,
      "end_time": 5776931.0,
      "text": "But for now, this is just a play."
    },
    {
      "index": 806,
      "start_time": 5776930.0,
      "end_time": 5778809.0,
      "text": "It is mythia, it is Lila."
    },
    {
      "index": 807,
      "start_time": 5778810.0,
      "end_time": 5787197.0,
      "text": "That needs to be realized from fully within. Another question, Rick I want to share with you,"
    },
    {
      "index": 808,
      "start_time": 5787190.0,
      "end_time": 5795572.0,
      "text": "a lot of people say, so what is life after awakening after this awareness? Nothing."
    },
    {
      "index": 809,
      "start_time": 5795580.0,
      "end_time": 5801473.0,
      "text": "Life goes on, there is no a specific... People think they have this image in their minds that"
    },
    {
      "index": 810,
      "start_time": 5801470.0,
      "end_time": 5809107.0,
      "text": "this type of people have to have the specific way they walk or talk, or eat or kind of a lifestyle."
    },
    {
      "index": 811,
      "start_time": 5809110.0,
      "end_time": 5820910.0,
      "text": "None of that. This life goes on as a liberated mind. The mind that is not any more seeking for the truth."
    },
    {
      "index": 812,
      "start_time": 5820910.0,
      "end_time": 5829056.0,
      "text": "And trying to become God. End of the story. We were talking about this common question that I get,"
    },
    {
      "index": 813,
      "start_time": 5829050.0,
      "end_time": 5838248.0,
      "text": "&quot;What is the lifestyle of someone...?&quot; (right). We just said, it is very simple. It is just  the same way it was, very ordinary."
    },
    {
      "index": 814,
      "start_time": 5838250.0,
      "end_time": 5847736.0,
      "text": "You will be amazed how ordinary it is, but yet as I mentioned is extraordinariness in that ordinariness."
    },
    {
      "index": 815,
      "start_time": 5847740.0,
      "end_time": 5852793.0,
      "text": "You have to find this, what I am talking about. You have to be there,"
    },
    {
      "index": 816,
      "start_time": 5852790.0,
      "end_time": 5861635.0,
      "text": "to realize what I am talking about. There is nothing missing, that&#39;s how it feels. It feels like this is whole and complete."
    },
    {
      "index": 817,
      "start_time": 5861630.0,
      "end_time": 5871903.0,
      "text": "And it&#39;s unfolding itself, there is no agenda, you don&#39;t need to do a plan or anything. The way that I was:"
    },
    {
      "index": 818,
      "start_time": 5871910.0,
      "end_time": 5879486.0,
      "text": "always have some agenda. There is no such a thing, a lot of things come to you, you don&#39;t chase things."
    },
    {
      "index": 819,
      "start_time": 5879480.0,
      "end_time": 5890252.0,
      "text": "That&#39;s how it&#39;s happening here. That&#39;s the only change that happens, if there is any. This mind is free"
    },
    {
      "index": 820,
      "start_time": 5890260.0,
      "end_time": 5903827.0,
      "text": "from becoming, as so in peace with not knowing this. This mind needs to jump into this unknown,"
    },
    {
      "index": 821,
      "start_time": 5903820.0,
      "end_time": 5910614.0,
      "text": "and be trusting it always."
    },
    {
      "index": 822,
      "start_time": 5910620.0,
      "end_time": 5914363.0,
      "text": "Everything just unfolds naturally."
    },
    {
      "index": 823,
      "start_time": 5914360.0,
      "end_time": 5921431.0,
      "text": "Absolutely, that trust is important, when I am asking people if you are experiencing things,"
    },
    {
      "index": 824,
      "start_time": 5921430.0,
      "end_time": 5928313.0,
      "text": "just pay attention to the watcher who is experiencing it, not just the experience itself, because if you chase"
    },
    {
      "index": 825,
      "start_time": 5928310.0,
      "end_time": 5934307.0,
      "text": "the experience, that&#39;s going to take a long time for you. Just before you meditate,"
    },
    {
      "index": 826,
      "start_time": 5934310.0,
      "end_time": 5939613.0,
      "text": "when you close your eyes, be aware of that awareness, who is always here. Be aware of the"
    },
    {
      "index": 827,
      "start_time": 5939610.0,
      "end_time": 5947237.0,
      "text": "peace, which is always here. And then, whatever happens, just pay attention to that, and notice that"
    },
    {
      "index": 828,
      "start_time": 5947240.0,
      "end_time": 5957010.0,
      "text": "this silence is pointing out to something which is always here. And you need to trust that."
    },
    {
      "index": 829,
      "start_time": 5957010.0,
      "end_time": 5966341.0,
      "text": "That trust is very important. This awakening once it happened from the core of the being, it&#39;s so self shining."
    },
    {
      "index": 830,
      "start_time": 5966340.0,
      "end_time": 5971519.0,
      "text": "You don&#39;t need to do anything, it&#39;s just so here. But the important thing is that,"
    },
    {
      "index": 831,
      "start_time": 5971520.0,
      "end_time": 5979141.0,
      "text": "if the mind says &quot;Oh! This is so simple, this is so ordinary, that should not be It, it has to be"
    },
    {
      "index": 832,
      "start_time": 5979140.0,
      "end_time": 5985776.0,
      "text": "something extraordinary, an esoteric, or as this lady said, the love and this&quot;... that&#39;s not good."
    },
    {
      "index": 833,
      "start_time": 5985780.0,
      "end_time": 5992084.0,
      "text": "That takes you again to the journey, so, I am emphasizing one more time, during meditation,"
    },
    {
      "index": 834,
      "start_time": 5992080.0,
      "end_time": 5995767.0,
      "text": "nothing necessarily needs to happen."
    },
    {
      "index": 835,
      "start_time": 5995770.0,
      "end_time": 5999800.0,
      "text": "I think it is good you are emphasizing that, because some people just are naturally wired such that"
    },
    {
      "index": 836,
      "start_time": 5999800.0,
      "end_time": 6007155.0,
      "text": "they have kind of flashy experiences and all but most people aren&#39;t. And the people who aren&#39;t, often"
    },
    {
      "index": 837,
      "start_time": 6007150.0,
      "end_time": 6012773.0,
      "text": "look to those who are, and think, &quot;Well, it&#39;s not happening to me, I&#39;m missing, because I am not having"
    },
    {
      "index": 838,
      "start_time": 6012780.0,
      "end_time": 6019987.0,
      "text": "flashy experiences, so I must be so far away from it&quot;. And I think it is good to...as you are doing,"
    },
    {
      "index": 839,
      "start_time": 6019980.0,
      "end_time": 6024978.0,
      "text": "to reassure people, that it&#39;s not necessarily going to be that way and it&#39;s not going to be for them"
    },
    {
      "index": 840,
      "start_time": 6024980.0,
      "end_time": 6029301.0,
      "text": "the way it was for you necessarily. But it could be just as legitimate."
    },
    {
      "index": 841,
      "start_time": 6029300.0,
      "end_time": 6038964.0,
      "text": "Absolutely, it is so unique for every being, I know for a fact that in everybody&#39;s mind, entity,"
    },
    {
      "index": 842,
      "start_time": 6038970.0,
      "end_time": 6044312.0,
      "text": "because they have different background and culture and everything else that&#39;s coming from,"
    },
    {
      "index": 843,
      "start_time": 6044310.0,
      "end_time": 6051569.0,
      "text": "the way that this thing blooms up is so different and unique. That&#39;s the beauty of it."
    },
    {
      "index": 844,
      "start_time": 6051570.0,
      "end_time": 6056967.0,
      "text": "This truth does not want a copy. I know for a fact."
    },
    {
      "index": 845,
      "start_time": 6056960.0,
      "end_time": 6063206.0,
      "text": "And if God loves anything it&#39;s variety. I mean, look at the universe, look at the plant kingdom"
    },
    {
      "index": 846,
      "start_time": 6063210.0,
      "end_time": 6068615.0,
      "text": "and the animal kingdom, everything is an infinite variety."
    },
    {
      "index": 847,
      "start_time": 6068620.0,
      "end_time": 6075423.0,
      "text": "Even two twins, if they decide to do that, it&#39;s not going to look alike. It&#39;s going to be so different."
    },
    {
      "index": 848,
      "start_time": 6075420.0,
      "end_time": 6082520.0,
      "text": "And also knowing that, you are all already That. You see, this is like a circle  going, starting,"
    },
    {
      "index": 849,
      "start_time": 6082520.0,
      "end_time": 6090883.0,
      "text": "and when you turn around, you go back to the same exact point. You circle around. Point A. And then,"
    },
    {
      "index": 850,
      "start_time": 6090880.0,
      "end_time": 6097380.0,
      "text": "when you turn around, you come back to that point, it is going still point A. This is so important to know."
    },
    {
      "index": 851,
      "start_time": 6097380.0,
      "end_time": 6103484.0,
      "text": "You are already there. But you are...  there is a veil in there. Remember that beggar I told you,"
    },
    {
      "index": 852,
      "start_time": 6103490.0,
      "end_time": 6113571.0,
      "text": "that they dress you in that beggar outfit, and now even this veil is just removed."
    },
    {
      "index": 853,
      "start_time": 6113570.0,
      "end_time": 6118417.0,
      "text": "Veil, I see you are saying veil. I thought you are saying whale."
    },
    {
      "index": 854,
      "start_time": 6118410.0,
      "end_time": 6129044.0,
      "text": "That beggar is wearing it. When that&#39;s removed, that all there is, is you. There is no becoming here."
    },
    {
      "index": 855,
      "start_time": 6129050.0,
      "end_time": 6130998.0,
      "text": "You are already That."
    },
    {
      "index": 856,
      "start_time": 6131000.0,
      "end_time": 6136066.0,
      "text": "How would you reconcile the notion that on the one hand you are saying &quot;know that you are already That&quot;,"
    },
    {
      "index": 857,
      "start_time": 6136060.0,
      "end_time": 6141811.0,
      "text": "with what you said earlier, which is that it&#39;s not an intellectual concept and you can&#39;t know it really"
    },
    {
      "index": 858,
      "start_time": 6141810.0,
      "end_time": 6144696.0,
      "text": "by  just hearing somebody saying it, such as you are saying it right now."
    },
    {
      "index": 859,
      "start_time": 6144700.0,
      "end_time": 6148364.0,
      "text": "How would you reconcile those 2 things? What&#39;s to stops people from somebody just walking around saying,"
    },
    {
      "index": 860,
      "start_time": 6148360.0,
      "end_time": 6151549.0,
      "text": "&quot;I&#39;m already That&quot; when they don&#39;t really realize it?"
    },
    {
      "index": 861,
      "start_time": 6151550.0,
      "end_time": 6158957.0,
      "text": "That is a very good question. I&#39;m so glad that you asked that. Excellent, you know. This message"
    },
    {
      "index": 862,
      "start_time": 6158960.0,
      "end_time": 6165462.0,
      "text": "is not for someone, that is in the beginning of this path. I gave 3 or 4 different messages"
    },
    {
      "index": 863,
      "start_time": 6165460.0,
      "end_time": 6171741.0,
      "text": "throughout this whole entire lecture. For someone who is beginner I would say, just go within,"
    },
    {
      "index": 864,
      "start_time": 6171740.0,
      "end_time": 6175754.0,
      "text": "discover the truth youself. And every answer is here."
    },
    {
      "index": 865,
      "start_time": 6175760.0,
      "end_time": 6178346.0,
      "text": "And you would advocate some sort of meditation for that person."
    },
    {
      "index": 866,
      "start_time": 6178340.0,
      "end_time": 6187178.0,
      "text": "That&#39;s the only thing it worked for me, for this body-mind. This body needed to go to this cocoon."
    },
    {
      "index": 867,
      "start_time": 6187180.0,
      "end_time": 6194211.0,
      "text": "Put this cocoon around  itself and stay there, and then all of a sudden open up and then fly out."
    },
    {
      "index": 868,
      "start_time": 6194210.0,
      "end_time": 6200542.0,
      "text": "That&#39;s the way this body wanted to do. But if you have some other way you think,"
    },
    {
      "index": 869,
      "start_time": 6200540.0,
      "end_time": 6211154.0,
      "text": "because there is no only one way. There are 6 billion ways to do this, let&#39;s put it this way. But if your path,"
    },
    {
      "index": 870,
      "start_time": 6211160.0,
      "end_time": 6217567.0,
      "text": "if you think you are comfortable with meditation, and that&#39;s  pretty much what all of Iranian sufies"
    },
    {
      "index": 871,
      "start_time": 6217560.0,
      "end_time": 6223714.0,
      "text": "and mystics are mentioning. Rumi, at the end of every poem, it says in ... he says &quot;jamush&quot;,"
    },
    {
      "index": 872,
      "start_time": 6223720.0,
      "end_time": 6228796.0,
      "text": "&quot;jamush&quot; means silence, silence, keeps saying that,. But they don&#39;t introduce"
    },
    {
      "index": 873,
      "start_time": 6228790.0,
      "end_time": 6235048.0,
      "text": "any specific methodology of the silence, how you do that. There are so many different ways of meditation."
    },
    {
      "index": 874,
      "start_time": 6235050.0,
      "end_time": 6242374.0,
      "text": "Mine was not any specific way, not watching the breath or any of that. It was mostly - &quot;be aware&quot;,"
    },
    {
      "index": 875,
      "start_time": 6242380.0,
      "end_time": 6248817.0,
      "text": "aware of what comes and goes. Not even quieting the mind, because the mind quiets down on his own,"
    },
    {
      "index": 876,
      "start_time": 6248810.0,
      "end_time": 6256038.0,
      "text": "you don&#39;t need to force it, ok? So very important, even in this path there are so many people saying"
    },
    {
      "index": 877,
      "start_time": 6256040.0,
      "end_time": 6263898.0,
      "text": "&quot;Oh I have  to keep myself quiet&quot;, that&#39;s not what it is. The awakening is not about a quiet mind."
    },
    {
      "index": 878,
      "start_time": 6263900.0,
      "end_time": 6271346.0,
      "text": "You awaken to the truth, of who you are, and the mind can come and go and there is nothing wrong with that,"
    },
    {
      "index": 879,
      "start_time": 6271350.0,
      "end_time": 6276545.0,
      "text": "emotions come and go. And it doesn&#39;t have to be any specific emotion, it doesn&#39;t have to be"
    },
    {
      "index": 880,
      "start_time": 6276540.0,
      "end_time": 6284904.0,
      "text": "always joyful...it&#39;s not like that. Because this body is conditioned, this body has gone through"
    },
    {
      "index": 881,
      "start_time": 6284900.0,
      "end_time": 6293282.0,
      "text": "so many things in the DNA and all that. So, let the body, just whatever arises in the body, it will arise"
    },
    {
      "index": 882,
      "start_time": 6293290.0,
      "end_time": 6300511.0,
      "text": "As long as you know who you are, it doesn&#39;t matter what&#39;s happening in this body, what kind of feeling."
    },
    {
      "index": 883,
      "start_time": 6300510.0,
      "end_time": 6305518.0,
      "text": "So, that&#39;s the advice you would give to a relative beginner, (absolutely), ok."
    },
    {
      "index": 884,
      "start_time": 6305520.0,
      "end_time": 6310943.0,
      "text": "People who are in the middle, you need to come into some sort of contemplations."
    },
    {
      "index": 885,
      "start_time": 6310940.0,
      "end_time": 6324429.0,
      "text": "Like this &quot;I&quot; that I am talking about, ok? Is there an &quot;I&quot; in here, apart from the memory, there are"
    },
    {
      "index": 886,
      "start_time": 6324430.0,
      "end_time": 6331015.0,
      "text": "memories here, go investigate. Is there an &quot;I&quot; apart from this memory existing,"
    },
    {
      "index": 887,
      "start_time": 6331010.0,
      "end_time": 6337787.0,
      "text": "that is claiming all this memories. There is no doubt about that,"
    },
    {
      "index": 888,
      "start_time": 6337790.0,
      "end_time": 6345307.0,
      "text": "whatever happens in the mind, is happening. But is that true, that there is this &quot;I&quot; in here?"
    },
    {
      "index": 889,
      "start_time": 6345310.0,
      "end_time": 6348392.0,
      "text": "So, sort of a self inquiry you are saying, for the intermediate people."
    },
    {
      "index": 890,
      "start_time": 6348390.0,
      "end_time": 6357121.0,
      "text": "Yes, and also this &quot;I&quot; keep saying that, &quot;I have to be ... I am so conditioned..."
    },
    {
      "index": 891,
      "start_time": 6357120.0,
      "end_time": 6362588.0,
      "text": "I have to uncondition myself&quot;. Go and find out if this &quot;I&quot;"
    },
    {
      "index": 892,
      "start_time": 6362590.0,
      "end_time": 6368273.0,
      "text": "is an authentic &quot;I&quot;. Is this &quot;I&quot; real? These are all questions I have to ask myself."
    },
    {
      "index": 893,
      "start_time": 6368270.0,
      "end_time": 6369762.0,
      "text": "And how does a person find that out?"
    },
    {
      "index": 894,
      "start_time": 6369760.0,
      "end_time": 6378642.0,
      "text": "Just close your eyes, go and search, where is this &quot;I&quot;, show it to me, very simple, is this &quot;I&quot; here?"
    },
    {
      "index": 895,
      "start_time": 6378640.0,
      "end_time": 6387395.0,
      "text": "Show it to me, where is it? You see there is nobody here. And also this is very important when you say &quot;I&quot;,"
    },
    {
      "index": 896,
      "start_time": 6387400.0,
      "end_time": 6396255.0,
      "text": "immediately, you are going to the mind and the history. &quot;I&quot;, when you say &quot;I&quot; , in this minute, who you are?"
    },
    {
      "index": 897,
      "start_time": 6396250.0,
      "end_time": 6404524.0,
      "text": "Always in the presente, this is the only time there is. In the presence of here who am I?"
    },
    {
      "index": 898,
      "start_time": 6404530.0,
      "end_time": 6413033.0,
      "text": "If you don&#39;t go to the mind, because the mind has stories, so the thought, that separate sense of self"
    },
    {
      "index": 899,
      "start_time": 6413030.0,
      "end_time": 6422622.0,
      "text": "is there as an illusion and have that story. So, this mind is not authentic. The mind tries to keep itself quiet."
    },
    {
      "index": 900,
      "start_time": 6422620.0,
      "end_time": 6429521.0,
      "text": "&quot;I have to keep my mind quiet&quot;. I am watching this sentence now. I am as an observer watching"
    },
    {
      "index": 901,
      "start_time": 6429520.0,
      "end_time": 6436534.0,
      "text": "&quot;I have to keep myself quiet, bring my mind over here, I have to be in the present moment&quot;,"
    },
    {
      "index": 902,
      "start_time": 6436540.0,
      "end_time": 6438210.0,
      "text": "who is saying that?"
    },
    {
      "index": 903,
      "start_time": 6438210.0,
      "end_time": 6442770.0,
      "text": "You don&#39;t have..., you are saying this is though, as someone who might say that."
    },
    {
      "index": 904,
      "start_time": 6442770.0,
      "end_time": 6449646.0,
      "text": "Someone who might say that, yes. If he says, &quot;I have to be in the present moment&quot;, who is this &quot;I&quot;?"
    },
    {
      "index": 905,
      "start_time": 6449640.0,
      "end_time": 6456192.0,
      "text": "Because as presence, that you are, you don&#39;t need to be present. Who wants to be present?"
    },
    {
      "index": 906,
      "start_time": 6456200.0,
      "end_time": 6464132.0,
      "text": "These are the good questions. Ask yourself. The presence that you are does not need any of that."
    },
    {
      "index": 907,
      "start_time": 6464130.0,
      "end_time": 6472450.0,
      "text": "That &quot;me&quot; that is trying to be is not authentic. You go and see that. So this is for the middle people."
    },
    {
      "index": 908,
      "start_time": 6472450.0,
      "end_time": 6481716.0,
      "text": "And the people who are at the tale end. They have to jump, jump, jump...just drop as a drop."
    },
    {
      "index": 909,
      "start_time": 6481710.0,
      "end_time": 6491105.0,
      "text": "That means that if you really know that you are this awareness, this existence that is here,  and you are"
    },
    {
      "index": 910,
      "start_time": 6491110.0,
      "end_time": 6500072.0,
      "text": "totally one with That. It is not you are apart from That. The mind has to surrender. Your mind has to value This,"
    },
    {
      "index": 911,
      "start_time": 6500070.0,
      "end_time": 6510309.0,
      "text": "and trust This. This mind has to know, this is all there is. Admit that, I don&#39;t know how to say, just melt into This."
    },
    {
      "index": 912,
      "start_time": 6510310.0,
      "end_time": 6517551.0,
      "text": "Was that a choice for you or did it happen spontaneously when it happened?"
    },
    {
      "index": 913,
      "start_time": 6517550.0,
      "end_time": 6525145.0,
      "text": "That was a little bit of an effort, (little bit of a choice?) Yes, it was choice, because at that time,"
    },
    {
      "index": 914,
      "start_time": 6525150.0,
      "end_time": 6533351.0,
      "text": "the truth was here. But this mind keeps trying to become That again, still wants to be one with That,"
    },
    {
      "index": 915,
      "start_time": 6533350.0,
      "end_time": 6541326.0,
      "text": "pay attention to That, just be with That...very mild..."
    },
    {
      "index": 916,
      "start_time": 6541320.0,
      "end_time": 6546436.0,
      "text": "So you just recognize that you were doing that, and you just voluntarily gave up the effort."
    },
    {
      "index": 917,
      "start_time": 6546440.0,
      "end_time": 6549356.0,
      "text": "Yes, one day it hapenned just dropped."
    },
    {
      "index": 918,
      "start_time": 6549350.0,
      "end_time": 6550943.0,
      "text": "Yeah, it just felt like &quot;enough&quot;."
    },
    {
      "index": 919,
      "start_time": 6550950.0,
      "end_time": 6558335.0,
      "text": "That&#39;s it. There is nothing, you realize that This cannot be known, but it can be live."
    },
    {
      "index": 920,
      "start_time": 6558330.0,
      "end_time": 6571167.0,
      "text": "You can dance it. But you cannot describe This. You know it, you live it, but you cannot describe it."
    },
    {
      "index": 921,
      "start_time": 6571170.0,
      "end_time": 6576961.0,
      "text": "This cannot be talked about. You cannot talk about the truth, the moment you talk about it, it is not"
    },
    {
      "index": 922,
      "start_time": 6576960.0,
      "end_time": 6585965.0,
      "text": "truth any more. You can go and sit in front of teachers and they talk about it, they point to it, they"
    },
    {
      "index": 923,
      "start_time": 6585970.0,
      "end_time": 6594580.0,
      "text": "mention it. But talking about it, does not cut. It just don&#39;t satisfy you, it&#39;s not awaken you. So if you are just"
    },
    {
      "index": 924,
      "start_time": 6594580.0,
      "end_time": 6601711.0,
      "text": "using them and bringing home, and mind thinks, &quot;Oh! I know I am able...&quot;, a lot of people I get phone calls from"
    },
    {
      "index": 925,
      "start_time": 6601710.0,
      "end_time": 6610912.0,
      "text": "&quot;I know that I am awareness, I know that I am not this body mind but... &quot; If there is a &quot;but&quot; in there,"
    },
    {
      "index": 926,
      "start_time": 6610910.0,
      "end_time": 6619374.0,
      "text": "I know something is not... There is no but, if you know who you are, that&#39;s it, you know it."
    },
    {
      "index": 927,
      "start_time": 6619370.0,
      "end_time": 6625709.0,
      "text": "Like for example if right now if I ask you, Rick, are you hungry? Answer me, just anything."
    },
    {
      "index": 928,
      "start_time": 6625710.0,
      "end_time": 6628074.0,
      "text": "Well, actually I am not at the moment."
    },
    {
      "index": 929,
      "start_time": 6628080.0,
      "end_time": 6629882.0,
      "text": "Ok, how do you know that?"
    },
    {
      "index": 930,
      "start_time": 6629880.0,
      "end_time": 6634248.0,
      "text": "Because that&#39;s my experience, that&#39;s the way I feel and don&#39;t feel hungry, I had breakfast."
    },
    {
      "index": 931,
      "start_time": 6634250.0,
      "end_time": 6637817.0,
      "text": "Can you prove it to me? Just let me see how it is."
    },
    {
      "index": 932,
      "start_time": 6637810.0,
      "end_time": 6643001.0,
      "text": "I don&#39;t know if I could prove it, (is that needed to be proved?) no because it&#39;s my knowledge,"
    },
    {
      "index": 933,
      "start_time": 6643000.0,
      "end_time": 6646201.0,
      "text": "it&#39;s my experience, you know."
    },
    {
      "index": 934,
      "start_time": 6646210.0,
      "end_time": 6652428.0,
      "text": "That&#39;s the same way with that when you know yourself.That&#39;s the same exact way, you know this"
    },
    {
      "index": 935,
      "start_time": 6652420.0,
      "end_time": 6659549.0,
      "text": "you don&#39;t have to prove it. You know it. This is very important, this knowing is not...and that not knowing"
    },
    {
      "index": 936,
      "start_time": 6659550.0,
      "end_time": 6667827.0,
      "text": "that comes from the mind, it has a wisdom behind it. That not knowing..it is a surrender not knowing."
    },
    {
      "index": 937,
      "start_time": 6667830.0,
      "end_time": 6677637.0,
      "text": "When I was a 6 year old girl, that not knowing was a scary not knowing, that not knowing needed to know,"
    },
    {
      "index": 938,
      "start_time": 6677640.0,
      "end_time": 6683867.0,
      "text": "have to know. It&#39;s just something so puzzled. I really have to know that, it is like huge difference"
    },
    {
      "index": 939,
      "start_time": 6683860.0,
      "end_time": 6690071.0,
      "text": "between these 2 not knowings. Huge... although both of them are not knowing. Both of them was"
    },
    {
      "index": 940,
      "start_time": 6690070.0,
      "end_time": 6702664.0,
      "text": "the same experience. But one was just a not knowing who started a path, a desire a burning desire"
    },
    {
      "index": 941,
      "start_time": 6702670.0,
      "end_time": 6713719.0,
      "text": "the other not knowing completed this desire. Although it&#39;s not knowing. How could you not know still?"
    },
    {
      "index": 942,
      "start_time": 6713720.0,
      "end_time": 6717769.0,
      "text": "But you are in peace. How could that be? That&#39;s the miracle."
    },
    {
      "index": 943,
      "start_time": 6717770.0,
      "end_time": 6719305.0,
      "text": "You surrendered to it.."
    },
    {
      "index": 944,
      "start_time": 6719300.0,
      "end_time": 6722673.0,
      "text": "Fully, that has to happen."
    },
    {
      "index": 945,
      "start_time": 6722670.0,
      "end_time": 6729574.0,
      "text": "After a long and winding road, you surrendered to it. (yes) And I think, things can happen till they happen, you know."
    },
    {
      "index": 946,
      "start_time": 6729580.0,
      "end_time": 6734455.0,
      "text": "They can&#39;t happen till they are ready to happen. You couldn&#39;t have as a 6 year old girl,"
    },
    {
      "index": 947,
      "start_time": 6734450.0,
      "end_time": 6739741.0,
      "text": "you didn&#39;t have a choice to somehow be like this now. You had to sort of go through all those things..."
    },
    {
      "index": 948,
      "start_time": 6739740.0,
      "end_time": 6744992.0,
      "text": "sequentially, or I don&#39;t know... I can&#39;t say have to, but that&#39;s the way it happened, and you didn&#39;t appear"
    },
    {
      "index": 949,
      "start_time": 6745000.0,
      "end_time": 6750148.0,
      "text": "to have any big choice at any stage of the game. You just went from one thing to the next."
    },
    {
      "index": 950,
      "start_time": 6750140.0,
      "end_time": 6752113.0,
      "text": "And then, you know, finally here you are"
    },
    {
      "index": 951,
      "start_time": 6752120.0,
      "end_time": 6758145.0,
      "text": "Exactly, and what I also want to say is that, although I didn&#39;t have any teacher and guru, I am not saying"
    },
    {
      "index": 952,
      "start_time": 6758140.0,
      "end_time": 6766361.0,
      "text": "that you shouldn&#39;t have, as a matter of facts, they can really, if the teacher is really knowing the truth can help you"
    },
    {
      "index": 953,
      "start_time": 6766360.0,
      "end_time": 6771349.0,
      "text": "in the right place. Because they see you where you stand, where you are right now, they can"
    },
    {
      "index": 954,
      "start_time": 6771350.0,
      "end_time": 6777703.0,
      "text": "guide you through that. But they cannot transfer you the knowledge. This knowledge is individual."
    },
    {
      "index": 955,
      "start_time": 6777710.0,
      "end_time": 6781630.0,
      "text": "So, I am not saying that you shouldn&#39;t have that, but I am saying that you have to do your own"
    },
    {
      "index": 956,
      "start_time": 6781620.0,
      "end_time": 6789663.0,
      "text": "investigation also. So, that&#39;s why what I do is, I don&#39;t have classes like that, because I really don&#39;t want"
    },
    {
      "index": 957,
      "start_time": 6789670.0,
      "end_time": 6796951.0,
      "text": "to talk about questions, the only question you need to have, one question, that&#39;s a goal question"
    },
    {
      "index": 958,
      "start_time": 6796950.0,
      "end_time": 6805387.0,
      "text": "and what is that? Who am I? That&#39;s the only question I want to hear. If I hear something else,"
    },
    {
      "index": 959,
      "start_time": 6805390.0,
      "end_time": 6810729.0,
      "text": "I cannot go along with that. Because these questions are being answered by other teachers."
    },
    {
      "index": 960,
      "start_time": 6810730.0,
      "end_time": 6818998.0,
      "text": "Let this people go, and answer their questions... get the answers, once they are at the tail end of themselves."
    },
    {
      "index": 961,
      "start_time": 6818990.0,
      "end_time": 6826319.0,
      "text": "There is absolutely nothing else they can do. Once this mind is at the tail end of this rope,"
    },
    {
      "index": 962,
      "start_time": 6826320.0,
      "end_time": 6839113.0,
      "text": "then you can contact me. Because that&#39;s the only way, and I have been for your backwards."
    },
    {
      "index": 963,
      "start_time": 6839120.0,
      "end_time": 6844838.0,
      "text": "And that&#39;s for free, there is no donation, I don&#39;t live my life like this, thank God, I have a good life."
    },
    {
      "index": 964,
      "start_time": 6844830.0,
      "end_time": 6853447.0,
      "text": "I don&#39;t need to get donations, any of that. I do this for the humanity, I just want this message to go around"
    },
    {
      "index": 965,
      "start_time": 6853450.0,
      "end_time": 6860818.0,
      "text": "and people if that resonate with you totally, you can contact me and I see where you are."
    },
    {
      "index": 966,
      "start_time": 6860820.0,
      "end_time": 6866309.0,
      "text": "If you are a beginner, I will tell you, if you are in the middle, or if you are at the end. I know some people"
    },
    {
      "index": 967,
      "start_time": 6866310.0,
      "end_time": 6873336.0,
      "text": "are at the end, they are struggling so badly at the end, that at the end people who have to jump..."
    },
    {
      "index": 968,
      "start_time": 6873330.0,
      "end_time": 6881622.0,
      "text": "I think I can help them with the mind not with the awakening.The awakening is something from within."
    },
    {
      "index": 969,
      "start_time": 6881620.0,
      "end_time": 6887376.0,
      "text": "It has to happen from the core of your being, but the mind is not necessarily surrendered to That."
    },
    {
      "index": 970,
      "start_time": 6887380.0,
      "end_time": 6895052.0,
      "text": "Mind still wants to play the game. That part, definitely I can help. Then also I have to tell you,"
    },
    {
      "index": 971,
      "start_time": 6895050.0,
      "end_time": 6902356.0,
      "text": "all these people I talked to and tried to help didn&#39;t honestly..it didn&#39;t work out the way I wanted it."
    },
    {
      "index": 972,
      "start_time": 6902360.0,
      "end_time": 6908641.0,
      "text": "But there are 2 people in my life that are so ready to hear this. And I have to mention, one is my son."
    },
    {
      "index": 973,
      "start_time": 6908640.0,
      "end_time": 6920857.0,
      "text": "He is only 21, and he told me that, &quot;Mommy, when I was up to 10 years old, I see myself as a vision&quot;."
    },
    {
      "index": 974,
      "start_time": 6920860.0,
      "end_time": 6922462.0,
      "text": "A vision..."
    },
    {
      "index": 975,
      "start_time": 6922460.0,
      "end_time": 6931240.0,
      "text": "The same vision (chip off the old block, as they say), that&#39;s what happened, and he was explaining about it."
    },
    {
      "index": 976,
      "start_time": 6931240.0,
      "end_time": 6938845.0,
      "text": "Exactly that&#39;s what it was, and I pointed out to him the awareness, the existence, that he is."
    },
    {
      "index": 977,
      "start_time": 6938840.0,
      "end_time": 6946852.0,
      "text": "So he knows, he is aware of That, he is aware of the awareness, but he is not fully surrendered,"
    },
    {
      "index": 978,
      "start_time": 6946860.0,
      "end_time": 6954459.0,
      "text": "because the ego, the separate sense of self is still there. So he acknowledge That, because I pointed out to That."
    },
    {
      "index": 979,
      "start_time": 6954460.0,
      "end_time": 6961662.0,
      "text": "But he has to go through the path of this completeness, complete surrender and that.."
    },
    {
      "index": 980,
      "start_time": 6961660.0,
      "end_time": 6971526.0,
      "text": "So, that one, which is very easy. And the other one is my sister, she is in Hawaii, and she lives there."
    },
    {
      "index": 981,
      "start_time": 6971520.0,
      "end_time": 6979313.0,
      "text": "All day long, she was a meditator, all day long, in the beach,  at home, long time. As I was talking to her"
    },
    {
      "index": 982,
      "start_time": 6979320.0,
      "end_time": 6987970.0,
      "text": "over the phone, and I pointed out to the awareness, to the existence, absolutely... Bingo...."
    },
    {
      "index": 983,
      "start_time": 6987970.0,
      "end_time": 6998255.0,
      "text": "She says, &quot;Oh my goodness, of course&quot;. She was just shouting, she was happy, that kind of readiness..."
    },
    {
      "index": 984,
      "start_time": 6998250.0,
      "end_time": 7003758.0,
      "text": "This is not a message that every ear, every mind can hear."
    },
    {
      "index": 985,
      "start_time": 7003760.0,
      "end_time": 7005831.0,
      "text": "This message right now, if there are people now listening,"
    },
    {
      "index": 986,
      "start_time": 7005830.0,
      "end_time": 7015438.0,
      "text": "There is a certain group of people, they can definitely hear this, and...&quot;Oh my goodness! Of course&quot;."
    },
    {
      "index": 987,
      "start_time": 7015440.0,
      "end_time": 7020200.0,
      "text": "But there are some people who hear this but they don&#39;t understand, they don&#39;t comprehend, that mind"
    },
    {
      "index": 988,
      "start_time": 7020200.0,
      "end_time": 7025140.0,
      "text": "is not ready for this, to hear this. So, therefore, there is whole bunch..."
    },
    {
      "index": 989,
      "start_time": 7025140.0,
      "end_time": 7029702.0,
      "text": "That&#39;s why this classes are so difficult, there are so many varieties of group of people sitting here."
    },
    {
      "index": 990,
      "start_time": 7029700.0,
      "end_time": 7036136.0,
      "text": "It&#39;s not in the same level. So, whatever you are saying, it hits some people,"
    },
    {
      "index": 991,
      "start_time": 7036140.0,
      "end_time": 7041590.0,
      "text": "it doesn&#39;t hit other people, it is just so... the energy and everything are not really the way"
    },
    {
      "index": 992,
      "start_time": 7041590.0,
      "end_time": 7048209.0,
      "text": "it&#39;s supposed to. So, I definitely say, if you want to go there, go ahead, but just do your own homework."
    },
    {
      "index": 993,
      "start_time": 7048210.0,
      "end_time": 7058995.0,
      "text": "You have to do it on your own, this is something, it is like resurrecting, this means some sort of an effort."
    },
    {
      "index": 994,
      "start_time": 7058990.0,
      "end_time": 7068840.0,
      "text": "Not effort mentally, from this body, it has to happen here, so have that in mind and do not mistake"
    },
    {
      "index": 995,
      "start_time": 7068840.0,
      "end_time": 7077237.0,
      "text": "the real truth with the silence. The real truth is not just a silence of the mind. It&#39;s not just this stillness.."
    },
    {
      "index": 996,
      "start_time": 7077240.0,
      "end_time": 7084872.0,
      "text": "You are close, very close, but somebody has to point out to you, the actual truth, what is the truth here?"
    },
    {
      "index": 997,
      "start_time": 7084870.0,
      "end_time": 7094437.0,
      "text": "And that is so self shining. If somebody is aware of That, and fully that, and such confidence, and such"
    },
    {
      "index": 998,
      "start_time": 7094440.0,
      "end_time": 7103098.0,
      "text": "beauty and joy and energy comes out. So when you see That, if it resonates with you, you say,"
    },
    {
      "index": 999,
      "start_time": 7103090.0,
      "end_time": 7111583.0,
      "text": "&quot;Oh my God, this is the kind of being, I love to interact&quot;. This person can definitely help me."
    },
    {
      "index": 1000,
      "start_time": 7111590.0,
      "end_time": 7129389.0,
      "text": "That&#39;s my suggestion. Other than that, I just know, although this is a long way, but it is very worth it."
    },
    {
      "index": 1001,
      "start_time": 7129390.0,
      "end_time": 7139813.0,
      "text": "Because there is a difference between you as a separate self of self, living this life not knowing"
    },
    {
      "index": 1002,
      "start_time": 7139810.0,
      "end_time": 7152993.0,
      "text": "who you are. But you as this whole totality, knowing who you are, it&#39;s a huge difference."
    },
    {
      "index": 1003,
      "start_time": 7152990.0,
      "end_time": 7158938.0,
      "text": "Huge difference, and I would say that even if it is a long way, every stage of the path is rewarding."
    },
    {
      "index": 1004,
      "start_time": 7158940.0,
      "end_time": 7164817.0,
      "text": "So, it&#39;s not like, nothing&#39;s happening, and then all sudden, boom. It&#39;s like some kind of a reinforcement"
    },
    {
      "index": 1005,
      "start_time": 7164820.0,
      "end_time": 7167061.0,
      "text": "as you go along."
    },
    {
      "index": 1006,
      "start_time": 7167060.0,
      "end_time": 7174138.0,
      "text": "Absolutely, that&#39;s why Attar has this 7 steps, (right). It&#39;s an enforcement. You are going from this stage"
    },
    {
      "index": 1007,
      "start_time": 7174140.0,
      "end_time": 7185443.0,
      "text": "to stage and stage and it&#39;s unfolding. It&#39;s cooked up. Something is baking, something is unfolding,"
    },
    {
      "index": 1008,
      "start_time": 7185440.0,
      "end_time": 7197219.0,
      "text": "getting ready and finally blooms, and that&#39;s it. Once it bloomed, done, end of the story, Rick."
    },
    {
      "index": 1009,
      "start_time": 7197220.0,
      "end_time": 7207232.0,
      "text": "There is no more becoming, mind is free. This mind is not any more looking for...searching for things..."
    },
    {
      "index": 1010,
      "start_time": 7207230.0,
      "end_time": 7211265.0,
      "text": "desires... those kind of desires that mind has....gone."
    },
    {
      "index": 1011,
      "start_time": 7211270.0,
      "end_time": 7215110.0,
      "text": "And of course, what you are saying now, kind of clashes with the popular notion these days"
    },
    {
      "index": 1012,
      "start_time": 7215100.0,
      "end_time": 7219852.0,
      "text": "that you shouldn&#39;t think that it&#39;s somewhere in the future, and there is some path that you are going"
    },
    {
      "index": 1013,
      "start_time": 7219860.0,
      "end_time": 7224846.0,
      "text": "to go through, and you eventually going to arrive at some goal, because that just gets you"
    },
    {
      "index": 1014,
      "start_time": 7224840.0,
      "end_time": 7230496.0,
      "text": "out of the present. I mean, maybe at some level that&#39;s true, but also I think"
    },
    {
      "index": 1015,
      "start_time": 7230500.0,
      "end_time": 7236765.0,
      "text": "that as your whole story has illustrated, it&#39;s not true. And there can very well be an unfoldment,"
    },
    {
      "index": 1016,
      "start_time": 7236760.0,
      "end_time": 7240646.0,
      "text": "that appears to take place in time, even if there is no time. And a realization"
    },
    {
      "index": 1017,
      "start_time": 7240650.0,
      "end_time": 7248240.0,
      "text": "that finally may appear to take place at a certain time, even though, ultimately, you know"
    },
    {
      "index": 1018,
      "start_time": 7248240.0,
      "end_time": 7253247.0,
      "text": "it has always been there, and so and so. To see a paradox thing."
    },
    {
      "index": 1019,
      "start_time": 7253250.0,
      "end_time": 7260059.0,
      "text": "Very true, and I just remember when you said path, people think, path means from point A to point B."
    },
    {
      "index": 1020,
      "start_time": 7260060.0,
      "end_time": 7266153.0,
      "text": "That&#39;s not what we are talking about, I just said, you are in the same circle you end up with the same"
    },
    {
      "index": 1021,
      "start_time": 7266150.0,
      "end_time": 7275987.0,
      "text": "exact spot, so thats not from point A. It is from point A to point A. But this way, its not this way."
    },
    {
      "index": 1022,
      "start_time": 7275990.0,
      "end_time": 7285268.0,
      "text": "So there is the difference, this way. Do you follow what I am saying? It is this way, always here."
    },
    {
      "index": 1023,
      "start_time": 7285260.0,
      "end_time": 7289695.0,
      "text": "Everything happens here. It seems like everything happens at the same time."
    },
    {
      "index": 1024,
      "start_time": 7289700.0,
      "end_time": 7296753.0,
      "text": "Here, this way. The things are happening this way, that is the reality. The illusion of the mind, it seems"
    },
    {
      "index": 1025,
      "start_time": 7296750.0,
      "end_time": 7304443.0,
      "text": "that things are happening  horizontal. It&#39;s not horizontal, everything is here. And everything&#39;s"
    },
    {
      "index": 1026,
      "start_time": 7304440.0,
      "end_time": 7318169.0,
      "text": "happening here. It is so hard to describe. Ultimately all of these happening are nothing."
    },
    {
      "index": 1027,
      "start_time": 7318170.0,
      "end_time": 7324337.0,
      "text": "The end of nothing, there is nothing happening. I mean right now all of these talks that we have,"
    },
    {
      "index": 1028,
      "start_time": 7324340.0,
      "end_time": 7333581.0,
      "text": "that came back to nothing, to nothingness. So eventually ultimately nothing is happening."
    },
    {
      "index": 1029,
      "start_time": 7333580.0,
      "end_time": 7343610.0,
      "text": "So, that is what I am talking about. The function of you is here, is not some future kind of thing"
    },
    {
      "index": 1030,
      "start_time": 7343610.0,
      "end_time": 7352566.0,
      "text": "is going to happen, no, this is like unfolding in here. The truth unfold itself to itself by itself."
    },
    {
      "index": 1031,
      "start_time": 7352570.0,
      "end_time": 7359397.0,
      "text": "Excellent, there is a verse that Gita said exactly that. There is also a beautiful T.S. Eloit poem, I am reminded of here,"
    },
    {
      "index": 1032,
      "start_time": 7359400.0,
      "end_time": 7364844.0,
      "text": "which I can&#39;t quote exactly, something about coming back to where we started and realizing"
    },
    {
      "index": 1033,
      "start_time": 7364840.0,
      "end_time": 7369287.0,
      "text": "the place for the first time."
    },
    {
      "index": 1034,
      "start_time": 7369290.0,
      "end_time": 7379418.0,
      "text": "Absolutely, coming back to what we started, exactly that. That means nothing has to improve in here,"
    },
    {
      "index": 1035,
      "start_time": 7379410.0,
      "end_time": 7388076.0,
      "text": "that you are That already. See again, this message is for not beginners again, you are not that."
    },
    {
      "index": 1036,
      "start_time": 7388080.0,
      "end_time": 7396471.0,
      "text": "You notices that all my goodness there is nothing to become, absolutely nothing to become."
    },
    {
      "index": 1037,
      "start_time": 7396470.0,
      "end_time": 7404792.0,
      "text": "Because this mind was so into this, now this here, there is nothing. And everything arise"
    },
    {
      "index": 1038,
      "start_time": 7404790.0,
      "end_time": 7415627.0,
      "text": "from this nothingness, see, it just arises. Like all this talk that you hear, oh my God, this is just coming out of This."
    },
    {
      "index": 1039,
      "start_time": 7415630.0,
      "end_time": 7422754.0,
      "text": "And it is so powerful, it is so energetic, people feel that energy."
    },
    {
      "index": 1040,
      "start_time": 7422750.0,
      "end_time": 7427226.0,
      "text": "It&#39;s not just some learnt stuff, you know, somebody is talking about."
    },
    {
      "index": 1041,
      "start_time": 7427230.0,
      "end_time": 7435617.0,
      "text": "You feel the energy, that comes from this talk, it has a power behind there. So, people notice that."
    },
    {
      "index": 1042,
      "start_time": 7435620.0,
      "end_time": 7442294.0,
      "text": "It&#39;s just noticeable, it is very powerful, and that is what I am seeing in that body right now."
    },
    {
      "index": 1043,
      "start_time": 7442290.0,
      "end_time": 7450932.0,
      "text": "This is the same exact thing, talking to itself, there&#39;s only one. This is only alone. And another thing:"
    },
    {
      "index": 1044,
      "start_time": 7450930.0,
      "end_time": 7464854.0,
      "text": "that sense of false security, that this &quot;me&quot; has. &quot;Me&quot; and my God, that is gone..."
    },
    {
      "index": 1045,
      "start_time": 7464860.0,
      "end_time": 7467591.0,
      "text": "And replaced I would suggest by a real security."
    },
    {
      "index": 1046,
      "start_time": 7467590.0,
      "end_time": 7476686.0,
      "text": "Real security is: all there is, is This. There is no &quot;me&quot;, you have to be very mature. This mind has to be very"
    },
    {
      "index": 1047,
      "start_time": 7476680.0,
      "end_time": 7490777.0,
      "text": "mature to surrender to this, it has to be mature, you have to have to stand up for this truth. And claim it,"
    },
    {
      "index": 1048,
      "start_time": 7490780.0,
      "end_time": 7499457.0,
      "text": "and knowing it, and knowing that is all there is. So, this maturity has to be there, that readiness"
    },
    {
      "index": 1049,
      "start_time": 7499460.0,
      "end_time": 7507664.0,
      "text": "to hear this, it has to be there. You can not just know this and then go and say: &quot;Oh, my god...&quot;, and  talk to God,"
    },
    {
      "index": 1050,
      "start_time": 7507660.0,
      "end_time": 7513212.0,
      "text": "conversation with God. You can not do that. There is no two in here. There is no you,"
    },
    {
      "index": 1051,
      "start_time": 7513210.0,
      "end_time": 7519600.0,
      "text": "there is no God, there is no somebody else. There is no any of that, all there is, is This."
    },
    {
      "index": 1052,
      "start_time": 7519600.0,
      "end_time": 7525086.0,
      "text": "This, is all, there is, and that&#39;s the end of that."
    },
    {
      "index": 1053,
      "start_time": 7525090.0,
      "end_time": 7536731.0,
      "text": "So, that would be that what it is, very powerful, mind completely trusted This, relies on This."
    },
    {
      "index": 1054,
      "start_time": 7536730.0,
      "end_time": 7544706.0,
      "text": "Although, it&#39;s not tangible, although you can not do this, but it&#39;s so here."
    },
    {
      "index": 1055,
      "start_time": 7544710.0,
      "end_time": 7547679.0,
      "text": "Beautiful, I can talk to you all day,"
    },
    {
      "index": 1056,
      "start_time": 7547680.0,
      "end_time": 7555497.0,
      "text": "but probably better not. But this is beautiful, I&#39;ve really benefited from this conversation. I&#39;d say more"
    },
    {
      "index": 1057,
      "start_time": 7555490.0,
      "end_time": 7562222.0,
      "text": "so than many of the conversations I had, it really kind of resonated with me, hit home to a deep level."
    },
    {
      "index": 1058,
      "start_time": 7562230.0,
      "end_time": 7569455.0,
      "text": "So, I really appreciate it, and maybe we will do another one some time."
    },
    {
      "index": 1059,
      "start_time": 7569450.0,
      "end_time": 7577721.0,
      "text": "Rick, Im trying to write this down, I put it in writing. And again the whole path,"
    },
    {
      "index": 1060,
      "start_time": 7577720.0,
      "end_time": 7584646.0,
      "text": "so when the people read that, they see there is this way of doing and unfolding. I am doing that."
    },
    {
      "index": 1061,
      "start_time": 7584650.0,
      "end_time": 7590915.0,
      "text": "So, within the next month, or so,  I&#39;m just putting some stuff in writing, I&#39;d love to share that with you."
    },
    {
      "index": 1062,
      "start_time": 7590910.0,
      "end_time": 7592114.0,
      "text": "I&#39;d love to read it."
    },
    {
      "index": 1063,
      "start_time": 7592120.0,
      "end_time": 7595445.0,
      "text": "Are you turning it into an actual book, or you just going to puti it into a web site or something?"
    },
    {
      "index": 1064,
      "start_time": 7595440.0,
      "end_time": 7598845.0,
      "text": "In a website. As I mentioned to you, I don&#39;t want to create a business out of this."
    },
    {
      "index": 1065,
      "start_time": 7598850.0,
      "end_time": 7605480.0,
      "text": "That&#39;s how comes from here. I don&#39;t want to have a book, I don&#39;t want people to buy this book."
    },
    {
      "index": 1066,
      "start_time": 7605480.0,
      "end_time": 7611536.0,
      "text": "In this path, you don&#39;t have to pay a dime, nothing."
    },
    {
      "index": 1067,
      "start_time": 7611530.0,
      "end_time": 7614544.0,
      "text": "You can turn it into PDF and people can download."
    },
    {
      "index": 1068,
      "start_time": 7614550.0,
      "end_time": 7619436.0,
      "text": "Absolutely. I&#39;m going to put it in PDF. I&#39;m going to put it in my website, but I definitely like to talk about this"
    },
    {
      "index": 1069,
      "start_time": 7619430.0,
      "end_time": 7625945.0,
      "text": "again because I&#39;m sure that I&#39;d get a lot of emails, talking, people get back to me and again have some"
    },
    {
      "index": 1070,
      "start_time": 7625950.0,
      "end_time": 7633210.0,
      "text": "more questions come up. And I love do that....So, that would clarify. Has to be clarified"
    },
    {
      "index": 1071,
      "start_time": 7633210.0,
      "end_time": 7636167.0,
      "text": "to some many people, people who are confused."
    },
    {
      "index": 1072,
      "start_time": 7636160.0,
      "end_time": 7642381.0,
      "text": "Maybe we could do this, you know, after you have written the things, send it to me and I will read it."
    },
    {
      "index": 1073,
      "start_time": 7642380.0,
      "end_time": 7649998.0,
      "text": "Then you can also accumulate a list of kinds of questions people are submiting. Also on my website"
    },
    {
      "index": 1074,
      "start_time": 7650000.0,
      "end_time": 7657825.0,
      "text": "people will submit questions when they hear this interview. Let me actually conclude by explaining that..."
    },
    {
      "index": 1075,
      "start_time": 7657830.0,
      "end_time": 7663383.0,
      "text": "There you know, this interview is posted on batgap.com,"
    },
    {
      "index": 1076,
      "start_time": 7663380.0,
      "end_time": 7670470.0,
      "text": "which is the acronym for Buddha at the Gas Pump. It&#39;s also in youtube. It&#39;s also a podcast, and so on."
    },
    {
      "index": 1077,
      "start_time": 7670470.0,
      "end_time": 7677018.0,
      "text": "But each time I post a new interview, there is a little discussion group often springs up"
    },
    {
      "index": 1078,
      "start_time": 7677020.0,
      "end_time": 7683115.0,
      "text": "around each particular one, and sometimes people get off and talk about all kind of things"
    },
    {
      "index": 1079,
      "start_time": 7683110.0,
      "end_time": 7687589.0,
      "text": "we have a general common section for that, we try to kind of encourage people"
    },
    {
      "index": 1080,
      "start_time": 7687590.0,
      "end_time": 7694745.0,
      "text": "to stay focused on what this particular  interview is about. So, this all be posted there,"
    },
    {
      "index": 1081,
      "start_time": 7694750.0,
      "end_time": 7698853.0,
      "text": "if you have questions for Ellie, or questions that you would like to discuss among yourselves,"
    },
    {
      "index": 1082,
      "start_time": 7698850.0,
      "end_time": 7706300.0,
      "text": "please go there and you will find that. And also if you&#39;d like to be notified each time I post"
    },
    {
      "index": 1083,
      "start_time": 7706300.0,
      "end_time": 7712435.0,
      "text": "a new interview, there is an email sign up thing on the website, where you will just get on the average"
    },
    {
      "index": 1084,
      "start_time": 7712440.0,
      "end_time": 7718139.0,
      "text": "one email a week announcing each new interview. I don&#39;t sell the email list or anything,"
    },
    {
      "index": 1085,
      "start_time": 7718130.0,
      "end_time": 7728938.0,
      "text": "for whose who don&#39;t like getting spam. Please do that if you wish. And of course I will have  a link"
    },
    {
      "index": 1086,
      "start_time": 7728940.0,
      "end_time": 7735564.0,
      "text": "to Ellies website  there. So,  you can go there, read what she is offering and getting touch with her if you like,"
    },
    {
      "index": 1087,
      "start_time": 7735570.0,
      "end_time": 7744008.0,
      "text": "but only  if you advanced.  (No Im not excluding anybody) I am just joking. (Thank you) But anyway,"
    },
    {
      "index": 1088,
      "start_time": 7744000.0,
      "end_time": 7749216.0,
      "text": "so  that&#39;s a good conclusion. So, I really appreciate having had this conversation with you,"
    },
    {
      "index": 1089,
      "start_time": 7749220.0,
      "end_time": 7757940.0,
      "text": "and we will have another one  and the next interview is  Gangaji, so shall be coming up Tuesday night."
    },
    {
      "index": 1090,
      "start_time": 7757940.0,
      "end_time": 7763079.0,
      "text": "Thank you everyone for listening or watching and well see you next time."
    },
    {
      "index": 1091,
      "start_time": 7763080.0,
      "end_time": 7764112.0,
      "text": "Thank you"
    },
    {
      "index": 1092,
      "start_time": 7764110.0,
      "end_time": 7766292.0,
      "text": "Thank you Ellie, I have really enjoyed this."
    },
    {
      "index": 1093,
      "start_time": 7766290.0,
      "end_time": 7776290.0,
      "text": "Thank you so much."
    }
  ]
}