{
  "video_id": "XRajZhUAjUQ",
  "title": "Alice's Adventures in Wonderland by Lewis Carroll (Book Summary) - Minute Book Report",
  "json": [
    {
      "index": 1,
      "start_time": 1130.0,
      "end_time": 5890.0,
      "text": "This is a story about a girl named Alice who falls down a rabbit hole while chasing a White"
    },
    {
      "index": 2,
      "start_time": 5890.0,
      "end_time": 9330.0,
      "text": "Rabbit. After falling for quite some time, she lands softly in a great hall and begins"
    },
    {
      "index": 3,
      "start_time": 9330.0,
      "end_time": 13410.0,
      "text": "looking for a way out. She sees a small door, but can’t fit through it. She drinks from"
    },
    {
      "index": 4,
      "start_time": 13410.0,
      "end_time": 17460.0,
      "text": "a bottle labeled “Drink Me” and shrinks. However, she’s too small to open the door"
    },
    {
      "index": 5,
      "start_time": 17460.0,
      "end_time": 21929.0,
      "text": "with a key and so she eats some cake to grow tall. She begins to cry, but after holding"
    },
    {
      "index": 6,
      "start_time": 21929.0,
      "end_time": 25189.0,
      "text": "a fan, she shrinks back down and finds herself in water."
    },
    {
      "index": 7,
      "start_time": 25189.0,
      "end_time": 28989.0,
      "text": "The water disappears and Alice is ordered by the White Rabbit to fetch a fan and some"
    },
    {
      "index": 8,
      "start_time": 28989.0,
      "end_time": 32610.0,
      "text": "gloves from his house. She enters the White Rabbit’s house and drinks from a bottle,"
    },
    {
      "index": 9,
      "start_time": 32610.0,
      "end_time": 36580.0,
      "text": "which makes her grow, resulting in her being stuck in the house. The White Rabbit gets"
    },
    {
      "index": 10,
      "start_time": 36580.0,
      "end_time": 40360.0,
      "text": "scared and tries to get her out. Alice eats more cake and shrinks back down."
    },
    {
      "index": 11,
      "start_time": 40360.0,
      "end_time": 44130.0,
      "text": "Alice encounters a caterpillar who is smoking a hookah. They talk and then she enters a"
    },
    {
      "index": 12,
      "start_time": 44130.0,
      "end_time": 48590.0,
      "text": "house with a woman who is nursing a baby. The woman leaves the baby alone with Alice."
    },
    {
      "index": 13,
      "start_time": 48590.0,
      "end_time": 52900.0,
      "text": "The baby transforms into a pig and Alice lets it go in the wild."
    },
    {
      "index": 14,
      "start_time": 52900.0,
      "end_time": 55940.0,
      "text": "Alice then encounters a Cheshire Cat in the woods, who directs her to the March Hare’s"
    },
    {
      "index": 15,
      "start_time": 55940.0,
      "end_time": 61690.0,
      "text": "house for a tea party. At the tea party, Alice meets the March Hare, Mad Hatter, and Dormouse."
    },
    {
      "index": 16,
      "start_time": 61690.0,
      "end_time": 65749.0,
      "text": "After talking with them over tea, she leaves and enters the Queen of Hearts’ garden."
    },
    {
      "index": 17,
      "start_time": 65749.0,
      "end_time": 69339.0,
      "text": "She meets the Queen of Hearts and they play a game of croquet with flamingoes and hedgehogs,"
    },
    {
      "index": 18,
      "start_time": 69340.0,
      "end_time": 72299.0,
      "text": "while the Queen threatens her subjects with beheadings."
    },
    {
      "index": 19,
      "start_time": 72299.0,
      "end_time": 76579.0,
      "text": "The Cheshire Cat appears and the Queen orders a beheading of the cat, but the cat can&#39;t"
    },
    {
      "index": 20,
      "start_time": 76579.0,
      "end_time": 79529.0,
      "text": "be beheaded since the cat can make his body disappear."
    },
    {
      "index": 21,
      "start_time": 79530.0,
      "end_time": 83509.0,
      "text": "Alice appears at a hearing that is held by the King and Queen of Hearts over who had"
    },
    {
      "index": 22,
      "start_time": 83509.0,
      "end_time": 87829.0,
      "text": "stolen a missing tart. After a few witnesses, Alice is called to the stand and begins to"
    },
    {
      "index": 23,
      "start_time": 87829.0,
      "end_time": 89380.0,
      "text": "grow larger and larger."
    },
    {
      "index": 24,
      "start_time": 89380.0,
      "end_time": 93170.0,
      "text": "In the end, Alice wakes up from her experience in Wonderland and her sister reflects on a"
    },
    {
      "index": 25,
      "start_time": 93170.0,
      "end_time": 102380.0,
      "text": "similar experience she had as a little girl."
    }
  ]
}