{
  "video_id": "xRJCOz3AfYY",
  "title": "Intro - The Math of Intelligence",
  "json": [
    {
      "index": 1,
      "start_time": 1940.0,
      "end_time": 4580.0,
      "text": "Hello World!  It's Siraj"
    },
    {
      "index": 2,
      "start_time": 4640.0,
      "end_time": 8120.0,
      "text": "And welcome to \"The Math of Intelligence\""
    },
    {
      "index": 3,
      "start_time": 16000.0,
      "end_time": 24000.0,
      "text": "For the next 3 months, we're going to take a journey through the most important math concepts that underlie machine learning."
    },
    {
      "index": 4,
      "start_time": 24500.0,
      "end_time": 34440.0,
      "text": "That means [that] all the concepts you need from the great disciplines of calculus, linear algebra, probability theory, and statistics."
    },
    {
      "index": 5,
      "start_time": 34440.0,
      "end_time": 39240.0,
      "text": "The prerequisites are knowing basic python syntax and algebra."
    },
    {
      "index": 6,
      "start_time": 39240.0,
      "end_time": 45500.0,
      "text": "Every single algorithm we code will be done without using any popular machine learning library,"
    },
    {
      "index": 7,
      "start_time": 45600.0,
      "end_time": 55280.0,
      "text": "because the point of this course is to help you build a solid mathematical intuition around building algorithms that can learn from data."
    },
    {
      "index": 8,
      "start_time": 55400.0,
      "end_time": 69660.0,
      "text": "I mean let's face it, you could just use a black box API for all this stuff, but if you have the intuition you'll have the intuition you'll know exactly which algorithm to use for the job or even custom make your own from scratch."
    },
    {
      "index": 9,
      "start_time": 69800.0,
      "end_time": 80800.0,
      "text": "As humans, we are constantly receiving data through our five senses and somehow we've got to make sense of all this chaotic input so that we can survive."
    },
    {
      "index": 10,
      "start_time": 80800.0,
      "end_time": 86320.0,
      "text": "Thanks to the evolutionary process we've developed brains capable of doing this."
    },
    {
      "index": 11,
      "start_time": 86440.0,
      "end_time": 90900.0,
      "text": "We've got the most precious resource in the universe —intelligence—"
    },
    {
      "index": 12,
      "start_time": 90900.0,
      "end_time": 94320.0,
      "text": "the ability to learn and apply knowledge."
    },
    {
      "index": 13,
      "start_time": 94320.0,
      "end_time": 100320.0,
      "text": "One way to measure our intelligence against the rest of the animal kingdom is using a ladder."
    },
    {
      "index": 14,
      "start_time": 100460.0,
      "end_time": 108560.0,
      "text": "Ours is indeed the most generalized type of intelligence, capable of being applied to the widest variety of tasks."
    },
    {
      "index": 15,
      "start_time": 108560.0,
      "end_time": 113120.0,
      "text": "But that doesn't mean that we are necessarily the best kind of intelligence."
    },
    {
      "index": 16,
      "start_time": 113120.0,
      "end_time": 117360.0,
      "text": "In the 1960s, a primate researcher named, Dr. Jane Goodall, concluded"
    },
    {
      "index": 17,
      "start_time": 117480.0,
      "end_time": 126800.0,
      "text": "that chimpanzees had been living in the forest for 100's of thousands of years without overpopulating or destroying their environment at all."
    },
    {
      "index": 18,
      "start_time": 126800.0,
      "end_time": 136700.0,
      "text": "Orcas have the ability to sleep with one hemisphere of their brain at a time, which allows them to recuperate, while at the same time being aware of their surroundings."
    },
    {
      "index": 19,
      "start_time": 136820.0,
      "end_time": 140780.0,
      "text": "In some ways animals are more intelligent than us."
    },
    {
      "index": 20,
      "start_time": 140780.0,
      "end_time": 143380.0,
      "text": "Intelligence consists of many dimensions."
    },
    {
      "index": 21,
      "start_time": 143380.0,
      "end_time": 147320.0,
      "text": "Think of it like a multi-dimensional space of possibility."
    },
    {
      "index": 22,
      "start_time": 147480.0,
      "end_time": 155300.0,
      "text": "When building a AI, the human brain is a great road map, after all the neural networks have achieved state of the art performance in countless tasks,"
    },
    {
      "index": 23,
      "start_time": 155420.0,
      "end_time": 162420.0,
      "text": "but it's not the only road map, there are many possible types of intelligence out there that we can and will create."
    },
    {
      "index": 24,
      "start_time": 162440.0,
      "end_time": 166340.0,
      "text": "Some will seem familiar to us, and some very alien."
    },
    {
      "index": 25,
      "start_time": 166400.0,
      "end_time": 169000.0,
      "text": "Thinking in a way we've never done before."
    },
    {
      "index": 26,
      "start_time": 169040.0,
      "end_time": 171180.0,
      "text": "Like when AlphaGo played move 37."
    },
    {
      "index": 27,
      "start_time": 171180.0,
      "end_time": 175020.0,
      "text": "Even the best Go players in the world were stunned at the move."
    },
    {
      "index": 28,
      "start_time": 175060.0,
      "end_time": 184280.0,
      "text": "It went against everything we've learned about the game from millennia of practice, but it turned out to be an objectively better strategy that led to its win."
    },
    {
      "index": 29,
      "start_time": 184280.0,
      "end_time": 188020.0,
      "text": "The many different types of intelligence are like symphonies,"
    },
    {
      "index": 30,
      "start_time": 188020.0,
      "end_time": 190440.0,
      "text": "each comprising of different instruments and"
    },
    {
      "index": 31,
      "start_time": 190440.0,
      "end_time": 196700.0,
      "text": "these instruments vary, not just in their dynamics but in their pitch and tempo and color and melody."
    },
    {
      "index": 32,
      "start_time": 196700.0,
      "end_time": 200940.0,
      "text": "The amount of data that we're generating is growing really fast."
    },
    {
      "index": 33,
      "start_time": 201040.0,
      "end_time": 203280.0,
      "text": "No I mean really, REALLY fast!"
    },
    {
      "index": 34,
      "start_time": 203280.0,
      "end_time": 211800.0,
      "text": "In the time since you started watching this video enough data was generated for you to spend an entire lifetime analyzing."
    },
    {
      "index": 35,
      "start_time": 212140.0,
      "end_time": 214220.0,
      "text": "And only .5% of all data ever is."
    },
    {
      "index": 36,
      "start_time": 214220.0,
      "end_time": 218440.0,
      "text": "Creating intelligence isn't just a nice to have, it's a necessity."
    },
    {
      "index": 37,
      "start_time": 218440.0,
      "end_time": 223380.0,
      "text": "Put in the right hands it will help us solve problems we never dreamed could be possible to solve."
    },
    {
      "index": 38,
      "start_time": 223400.0,
      "end_time": 224840.0,
      "text": "So were do we start?"
    },
    {
      "index": 39,
      "start_time": 224840.0,
      "end_time": 229640.0,
      "text": "At it's core, machine learning is all about mathematical optimization."
    },
    {
      "index": 40,
      "start_time": 229640.0,
      "end_time": 232160.0,
      "text": "This is a way of thinking."
    },
    {
      "index": 41,
      "start_time": 232160.0,
      "end_time": 236340.0,
      "text": "Every single problem can be broken down into an optimization problem."
    },
    {
      "index": 42,
      "start_time": 236400.0,
      "end_time": 246420.0,
      "text": "Once we have some data set that acts as our input, we'll build a model that uses that data to optimize for an objective - a goal that we want to reach."
    },
    {
      "index": 43,
      "start_time": 246420.0,
      "end_time": 250800.0,
      "text": "And the way it does this is by minimizing some error value that we define."
    },
    {
      "index": 44,
      "start_time": 250860.0,
      "end_time": 255060.0,
      "text": "One example problem could be, \"what should I wear today?\""
    },
    {
      "index": 45,
      "start_time": 255340.0,
      "end_time": 260380.0,
      "text": "I could frame this as optimizing for stylishness, instead of say, comfort,"
    },
    {
      "index": 46,
      "start_time": 260480.00000000003,
      "end_time": 267660.0,
      "text": "then define an error that I want to minimize as the amount of ratings a group of people give me that are negative."
    },
    {
      "index": 47,
      "start_time": 267680.0,
      "end_time": 271620.0,
      "text": "Or even what's the best design for my iOs app's homepage."
    },
    {
      "index": 48,
      "start_time": 271720.0,
      "end_time": 279040.0,
      "text": "Rather than hardcoding in some elements, I could find a data set of app designs and their ratings from users."
    },
    {
      "index": 49,
      "start_time": 279160.0,
      "end_time": 287380.0,
      "text": "If I want to optimize for a design that would be the highest rated I would learn the mapping between design styles and ratings."
    },
    {
      "index": 50,
      "start_time": 287380.0,
      "end_time": 291140.0,
      "text": "This is the way that every single layer of the stack will be built in the future."
    },
    {
      "index": 51,
      "start_time": 291140.0,
      "end_time": 293120.0,
      "text": "Sometimes our data is labeled,"
    },
    {
      "index": 52,
      "start_time": 293200.0,
      "end_time": 294940.0,
      "text": "sometimes it isn't,"
    },
    {
      "index": 53,
      "start_time": 294940.0,
      "end_time": 298460.0,
      "text": "there are different techniques we can use to find patterns in this data."
    },
    {
      "index": 54,
      "start_time": 298460.0,
      "end_time": 304940.0,
      "text": "And sometimes optimizing for an objective can happen not through the frame of pattern recognition but"
    },
    {
      "index": 55,
      "start_time": 304940.0,
      "end_time": 309640.0,
      "text": "through the exploration of many possibilities and seeing what works and what doesn't."
    },
    {
      "index": 56,
      "start_time": 310140.0,
      "end_time": 313320.0,
      "text": "There are many ways that we can frame the learning process..."
    },
    {
      "index": 57,
      "start_time": 313320.0,
      "end_time": 317740.0,
      "text": "But the easiest way to learn is when we used labelled data."
    },
    {
      "index": 58,
      "start_time": 317740.0,
      "end_time": 321300.0,
      "text": "Mathematically speaking we have some input."
    },
    {
      "index": 59,
      "start_time": 321300.0,
      "end_time": 325160.0,
      "text": "Theres a domain, X, where every point of X has features that we observe."
    },
    {
      "index": 60,
      "start_time": 325200.0,
      "end_time": 331080.0,
      "text": "Then we have a label set Y. So the data consists of a set of labeled examples that we can denote this way."
    },
    {
      "index": 61,
      "start_time": 331080.0,
      "end_time": 338080.0,
      "text": "The output, then, would be a prediction rule. So given a new X value, what’s its associated Y value?"
    },
    {
      "index": 62,
      "start_time": 338080.0,
      "end_time": 342500.0,
      "text": "We’ve gotta learn this mapping, which is an unknown distribution over X,"
    },
    {
      "index": 63,
      "start_time": 342500.0,
      "end_time": 348820.0,
      "text": "to be able to answer this. So we have to measure some error function that acts as a performance metric."
    },
    {
      "index": 64,
      "start_time": 348820.0,
      "end_time": 354660.0,
      "text": "So what we’d do is choose from a number of possible models to represent this function."
    },
    {
      "index": 65,
      "start_time": 354680.0,
      "end_time": 359980.0,
      "text": "We’ll initially set some parameter values to represent the mapping, then we’d evaluate the initial result,"
    },
    {
      "index": 66,
      "start_time": 360000.0,
      "end_time": 372140.0,
      "text": "measure the error, update the parameters, and repeat this process optimizing the model again and again until it fully learns the mapping. So that brings us to the main topic of this video, first order optimization. What is this?"
    },
    {
      "index": 67,
      "start_time": 372140.0,
      "end_time": 378680.0,
      "text": "Was it convex or concave functions that were easier to optimize? I think convex. I really hope my lab partner is epic at optimization."
    },
    {
      "index": 68,
      "start_time": 378680.0,
      "end_time": 383680.0,
      "text": "I guess I should be thankful, not many data scientists get a grant from CERN to detect the Higgs-Boson."
    },
    {
      "index": 69,
      "start_time": 383680.0,
      "end_time": 390160.0,
      "text": "What was her name again? Eloise, I think. Yup, she did win an award at ICML. I wonder if she’s cute?"
    },
    {
      "index": 70,
      "start_time": 390160.0,
      "end_time": 395740.0,
      "text": "No, that doesn’t matter. I am not going to mix business and pleasure, not this time."
    },
    {
      "index": 71,
      "start_time": 395740.0,
      "end_time": 401400.0,
      "text": "Suppose I’ve got a bunch of data points. These are just toy data points, like what Apple probably trained Siri on."
    },
    {
      "index": 72,
      "start_time": 401400.0,
      "end_time": 406600.0,
      "text": "They’re all x-y value pairs where x represents the distance a person bikes,"
    },
    {
      "index": 73,
      "start_time": 406600.0,
      "end_time": 412280.0,
      "text": "and y represents the amount of calories they lost. We can just plot them on a graph like so."
    },
    {
      "index": 74,
      "start_time": 412280.0,
      "end_time": 418140.0,
      "text": "We want to be able to predict the calories lost for a new person giving their biking distance."
    },
    {
      "index": 75,
      "start_time": 418140.0,
      "end_time": 429420.0,
      "text": "How should we do this? Well we could try to draw a line that fits through all the data points but it seems like our points are too spaced out for a straight line to pass through all of them."
    },
    {
      "index": 76,
      "start_time": 429420.0,
      "end_time": 436380.0,
      "text": "So we can settle for drawing the line of best fit, a line that goes through as many data points as possible."
    },
    {
      "index": 77,
      "start_time": 436380.0,
      "end_time": 442080.0,
      "text": "Algebra tells us that the equation for a straight line is of the form y = mx+ b."
    },
    {
      "index": 78,
      "start_time": 442080.0,
      "end_time": 448060.0,
      "text": "Where m represents the slope or steepness of the line and b represents it’s y-axis intercept point."
    },
    {
      "index": 79,
      "start_time": 448060.0,
      "end_time": 451360.0,
      "text": "We want to find the optimal values for b and m such that"
    },
    {
      "index": 80,
      "start_time": 451360.0,
      "end_time": 460180.0,
      "text": "line fits as many points as possible, so given any new x value, we can plug it into our equation and it’ll output the most likely y value."
    },
    {
      "index": 81,
      "start_time": 460180.0,
      "end_time": 468820.0,
      "text": "Our error metric can be a measure of closeness, which we can define like this. So lets start off with a random b and m value and plot this line."
    },
    {
      "index": 82,
      "start_time": 468820.0,
      "end_time": 473380.0,
      "text": "For every single data point we have, lets calculate its associated y value in our already randomly drawn line."
    },
    {
      "index": 83,
      "start_time": 473420.0,
      "end_time": 479620.0,
      "text": "Then we’ll subtract the actual y value from it to measure the distance between the two."
    },
    {
      "index": 84,
      "start_time": 479620.0,
      "end_time": 483460.0,
      "text": "We’ll want to square this error to make our next steps easier."
    },
    {
      "index": 85,
      "start_time": 483520.0,
      "end_time": 490400.0,
      "text": "Once we sum all these values we get a single value that represents our error given that line we just drew."
    },
    {
      "index": 86,
      "start_time": 490400.0,
      "end_time": 496780.0,
      "text": "Now if we did this process repeatedly, say 666 times, for a bunch of different randomly drawn lines,"
    },
    {
      "index": 87,
      "start_time": 496780.0,
      "end_time": 502980.0,
      "text": "we could create a 3D graph that shows the error value for every associated b and m value."
    },
    {
      "index": 88,
      "start_time": 502980.0,
      "end_time": 509280.0,
      "text": "Notice how there is a valley in this graph. At the bottom of this valley, the error is at its smallest."
    },
    {
      "index": 89,
      "start_time": 509280.0,
      "end_time": 518040.0,
      "text": "And so the associated b and m values would be the line of best fit, where the distance between all our data points and our line would be the smallest!"
    },
    {
      "index": 90,
      "start_time": 518039.99999999994,
      "end_time": 524279.99999999994,
      "text": "But how do we find it? Well we’ll need to try out a bunch of different lines to create this 3D graph."
    },
    {
      "index": 91,
      "start_time": 524280.0,
      "end_time": 533180.0,
      "text": "But rather than just randomly drawing lines over and over again with no signal, what if we could do it in a more efficient way,"
    },
    {
      "index": 92,
      "start_time": 533180.0,
      "end_time": 539340.0,
      "text": "such that each successive line we draw brings us closer and closer to the bottom of this valley."
    },
    {
      "index": 93,
      "start_time": 539340.0,
      "end_time": 547200.0,
      "text": "We need a direction a way to descend this valley. What if for a given function, we could find the slope of it at a given point."
    },
    {
      "index": 94,
      "start_time": 547200.0,
      "end_time": 551220.0,
      "text": "Then that slope would point in a certain direction, towards the minima of the graph."
    },
    {
      "index": 95,
      "start_time": 551220.0,
      "end_time": 562560.0,
      "text": "And when we re-draw our line over and over again we could do so using the slope as our compass, as our guide on how best to redraw as we “walk through the valley of the shadow of death”"
    },
    {
      "index": 96,
      "start_time": 562560.0,
      "end_time": 569860.0,
      "text": "towards the minima until our slope approaches 0. In calculus, we call this slope the derivative of a function."
    },
    {
      "index": 97,
      "start_time": 569860.0,
      "end_time": 578540.0,
      "text": "Since we are updating 2 values, b and m. We want to calculate the derivative with respect to both of them, the partial derivative."
    },
    {
      "index": 98,
      "start_time": 578540.0,
      "end_time": 586620.0,
      "text": "The partial derivative with respect to a variable means that we calculate the derivative of that variable while ignoring the others."
    },
    {
      "index": 99,
      "start_time": 586660.0,
      "end_time": 593040.0,
      "text": "So we’ll compute the partial derivative with respect to b. Then the partial derivative with respect to m."
    },
    {
      "index": 100,
      "start_time": 593040.0,
      "end_time": 601020.0,
      "text": "To do this we usr the power rule. We multiply the exponent by the coefficient and subtract 1 from the exponent."
    },
    {
      "index": 101,
      "start_time": 601020.0,
      "end_time": 610300.0,
      "text": "Once we have these 2 values we can update both of these parameters from our function by subtracting them from our existing b and m values."
    },
    {
      "index": 102,
      "start_time": 610300.0,
      "end_time": 614560.0,
      "text": "And we just keep doing that for a set number of iterations that we pre-define."
    },
    {
      "index": 103,
      "start_time": 614560.0,
      "end_time": 621800.0,
      "text": "So this optimization technique that we just performed is called gradient descent and its the most popular one in machine learning."
    },
    {
      "index": 104,
      "start_time": 621800.0,
      "end_time": 626080.0,
      "text": "So what do you need to remember from this video? 3 points."
    },
    {
      "index": 105,
      "start_time": 626080.0,
      "end_time": 633900.0,
      "text": "The derivative is the slope of a function at a given point, the partial derivative is the slope with respect to one variable in that function."
    },
    {
      "index": 106,
      "start_time": 633900.0,
      "end_time": 640360.0,
      "text": "We can use them to compose a gradient which points in the direction of the local minima of a function."
    },
    {
      "index": 107,
      "start_time": 640360.0,
      "end_time": 662620.0,
      "text": "And gradient descent is a very popular optimization strategy in machine learning that uses the gradient to do this. Now its your turn. I’ve got a coding challenge for you."
    },
    {
      "index": 108,
      "start_time": 662620.0,
      "end_time": 666900.0,
      "text": "Implement gradient descent on your own on a different dataset that I’ll provide."
    },
    {
      "index": 109,
      "start_time": 666900.0,
      "end_time": 671020.0,
      "text": "Check out the GitHub link for details, the winner will be announced in a week."
    },
    {
      "index": 110,
      "start_time": 671020.0,
      "end_time": 676720.0,
      "text": "Please subscribe for more programming videos and for now I’ve gotta find memorize the power rule so thanks for watching :)"
    }
  ]
}