{
  "video_id": "XrLtJb-qaDg",
  "title": "Chinese tech is going global | CNBC Reports",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 180.0,
      "end_time": 6600.0,
      "text": "China sends 350,000 students to America every year. America sends about 9,000 to China every year."
    },
    {
      "index": 2,
      "start_time": 6600.0,
      "end_time": 9400.0,
      "text": "That's about the same we send to Costa Rica every year."
    },
    {
      "index": 3,
      "start_time": 9400.0,
      "end_time": 12639.0,
      "text": "This is the world's second-largest market and will soon be the world's largest market."
    },
    {
      "index": 4,
      "start_time": 12640.0,
      "end_time": 15500.0,
      "text": "Americans on average just do not know China."
    },
    {
      "index": 5,
      "start_time": 15600.0,
      "end_time": 23200.0,
      "text": "That's Benjamin Harburg, he's managing partner of MSA, a Beijing-based venture capital firm that's invested in Uber and Mobike."
    },
    {
      "index": 6,
      "start_time": 26200.0,
      "end_time": 33740.0,
      "text": "I'm at East Tech West, the first of its kind invite-only event that examines China's increasing role in the world of technology."
    },
    {
      "index": 7,
      "start_time": 33740.0,
      "end_time": 37220.0,
      "text": "The Chinese know up and down most of the major U.S. tech companies."
    },
    {
      "index": 8,
      "start_time": 37220.0,
      "end_time": 42580.0,
      "text": "Even folks in Silicon Valley, even a few months ago, probably wouldn't have even heard of a company like ByteDance."
    },
    {
      "index": 9,
      "start_time": 42580.0,
      "end_time": 49820.0,
      "text": "ByteDance is the Chinese tech company behind Toutiao, a popular content sharing platform, and Tik Tok, a video platform."
    },
    {
      "index": 10,
      "start_time": 49830.0,
      "end_time": 56200.0,
      "text": "It's become one of the world's most valuable startups and it has a valuation of 75 billion dollars."
    },
    {
      "index": 11,
      "start_time": 56240.0,
      "end_time": 63920.0,
      "text": "Just take a look at the list of world's biggest unicorns, companies valued at more than a billion dollars, a number of them are in China."
    },
    {
      "index": 12,
      "start_time": 63920.0,
      "end_time": 70440.0,
      "text": "The Chinese understand what's going in America and how they can adapt those business models for their local market, which we've seen obviously plenty of."
    },
    {
      "index": 13,
      "start_time": 70450.0,
      "end_time": 81300.0,
      "text": "But the Americans have to date, had this attitude that there's nothing in China I want to replicate, the Chinese market is protectionist and therefore I'm not even going to try and enter it, which I think is the wrong approach."
    },
    {
      "index": 14,
      "start_time": 81400.0,
      "end_time": 84640.0,
      "text": "Historically China's been a hard market to tap into."
    },
    {
      "index": 15,
      "start_time": 84650.0,
      "end_time": 89920.0,
      "text": "You can't just launch an app in China and think that it will be successful, a lot of people will sign up."
    },
    {
      "index": 16,
      "start_time": 89920.0,
      "end_time": 95280.0,
      "text": "You have to do a lot of local services, local customization around that for that to be successful."
    },
    {
      "index": 17,
      "start_time": 95280.0,
      "end_time": 98460.0,
      "text": "This is Alain Lam, Managing Director at Credit Suisse."
    },
    {
      "index": 18,
      "start_time": 98460.0,
      "end_time": 104220.0,
      "text": "He says one of the reasons China's impact on global tech is growing isn't just its massive population,"
    },
    {
      "index": 19,
      "start_time": 104220.0,
      "end_time": 107780.0,
      "text": "but also the amount of capital that it's been spending on research."
    },
    {
      "index": 20,
      "start_time": 107790.0,
      "end_time": 120510.0,
      "text": "They have been spending a lot of capital and with the government support in terms of tax breaks, in terms of subsidies, in terms of other grants, to help advance the industries in a massive way."
    },
    {
      "index": 21,
      "start_time": 120560.0,
      "end_time": 128910.0,
      "text": "With the support from the government, with the capital that they have, I think it has enhanced their positioning in terms of innovation."
    },
    {
      "index": 22,
      "start_time": 128919.00000000001,
      "end_time": 135960.0,
      "text": "For example, Xiaomi being able to grab a pretty significant market share in India, that's part of globalization."
    },
    {
      "index": 23,
      "start_time": 135960.0,
      "end_time": 142681.0,
      "text": "China's Xiaomi has become one of the world's top-selling smartphones and it's currently India's most popular smartphone."
    },
    {
      "index": 24,
      "start_time": 142680.0,
      "end_time": 148340.0,
      "text": "In fact, Xiaomi now plans to have 5,000 stores in India by the end of 2019."
    },
    {
      "index": 25,
      "start_time": 148340.0,
      "end_time": 150640.0,
      "text": "So how did Chinese tech companies get here?"
    },
    {
      "index": 26,
      "start_time": 150640.0,
      "end_time": 153600.0,
      "text": "Tencent, Alibaba, huge global portfolios."
    },
    {
      "index": 27,
      "start_time": 153600.0,
      "end_time": 159620.0,
      "text": "Harburg says the evolution started when Chinese public tech companies went public, like Alibaba and Tencent."
    },
    {
      "index": 28,
      "start_time": 159620.0,
      "end_time": 162620.0,
      "text": "Then, Chinese private companies started investing abroad."
    },
    {
      "index": 29,
      "start_time": 162620.0,
      "end_time": 166540.0,
      "text": "Like Didi investing in the ride-hailing company Careem in the Middle East."
    },
    {
      "index": 30,
      "start_time": 166540.0,
      "end_time": 170940.0,
      "text": "And most recently, Chinese companies are going global organically."
    },
    {
      "index": 31,
      "start_time": 170940.0,
      "end_time": 175859.0,
      "text": "If you can make it out of the gantlet of China, especially either as an entrepreneur or as a business model,"
    },
    {
      "index": 32,
      "start_time": 175860.0,
      "end_time": 180700.0,
      "text": "you're so battle-tested, that when you come into a more emerging market,"
    },
    {
      "index": 33,
      "start_time": 180700.0,
      "end_time": 184899.0,
      "text": "one that's maybe a few years behind China in terms of its competitive landscape,"
    },
    {
      "index": 34,
      "start_time": 184900.0,
      "end_time": 191500.0,
      "text": "capital availability things like that, huge swaths of the market can be gobbled up relatively quickly."
    },
    {
      "index": 35,
      "start_time": 191500.0,
      "end_time": 197860.0,
      "text": "And so I think we're just at the tip of the spear in terms of Chinese companies going global."
    }
  ]
}