{
  "video_id": "Xs0yQKI7Yw4",
  "title": "FINAL FANTASY XIV Documentary Part #1 - \"One Point O\"",
  "json": [
    {
      "index": 1,
      "start_time": 516515.99999999994,
      "end_time": 520235.99999999994,
      "text": "I handled network and server related matters."
    },
    {
      "index": 2,
      "start_time": 520236.0,
      "end_time": 526526.0,
      "text": "At the time, PlayStation 2 was implementing online connectivity for the first time"
    },
    {
      "index": 3,
      "start_time": 526542.0,
      "end_time": 534584.0,
      "text": "Of course, online connectivity was available through the Dreamcast but for the PlayStation platform it was the first time they were implementing the online element to it."
    },
    {
      "index": 4,
      "start_time": 534584.0,
      "end_time": 539972.0,
      "text": "So I was in charge of writing programs for network related things for the PlayStation 2, such as TCP/IP drivers"
    },
    {
      "index": 5,
      "start_time": 539989.0,
      "end_time": 553853.0,
      "text": "Back then we were still on modems for communication transmissions, so PPP transmissions. ADSL was starting to get implemented, too"
    },
    {
      "index": 6,
      "start_time": 553853.0,
      "end_time": 558024.0,
      "text": "I wrote programming for PPPoE for the authentication of ADSL. Really the lowest part of the network"
    },
    {
      "index": 7,
      "start_time": 558024.0,
      "end_time": 562912.0,
      "text": "that no one would write programming for anymore, was what I was working on."
    },
    {
      "index": 8,
      "start_time": 562995.0,
      "end_time": 575975.0,
      "text": "So with Final Fantasy 11 it was the first time for Square to do an MMO to that scale in Japan. And there were many many different things..."
    },
    {
      "index": 9,
      "start_time": 575992.0,
      "end_time": 582031.0,
      "text": "Am I allowed to say more? *looks at PR and laughs*"
    },
    {
      "index": 10,
      "start_time": 582048.0,
      "end_time": 588337.0,
      "text": "But for MMO titles overseas like there was Ultima Online and other, different predecessors in the overseas market."
    },
    {
      "index": 11,
      "start_time": 588487.0,
      "end_time": 593926.0,
      "text": "But most of the games, if not all of them, were basically on PCs only. And so coming up with the idea of having an MMO"
    },
    {
      "index": 12,
      "start_time": 594043.0,
      "end_time": 597813.0,
      "text": "on a console was treated as something that was almost impossible."
    },
    {
      "index": 13,
      "start_time": 597813.0,
      "end_time": 604770.0,
      "text": "As well this was in the PS2 era with the hard-disk, and there were so many different arguments that were going on around that."
    },
    {
      "index": 14,
      "start_time": 604787.0,
      "end_time": 613329.0,
      "text": "Their perspective was that it was impossible to do. So it was quite a challenge."
    },
    {
      "index": 15,
      "start_time": 852668.0,
      "end_time": 864647.0,
      "text": "What I believe are some of the problems in looking at that first version of Final Fantasy 14 was…"
    },
    {
      "index": 16,
      "start_time": 864730.0,
      "end_time": 871754.0,
      "text": "that the initial concept was for the game designers to write the scripts to create the game."
    },
    {
      "index": 17,
      "start_time": 871987.0,
      "end_time": 886302.0,
      "text": "Of course there is an advantage of utilizing scripts in that the game designer can write the script and then it's executed quickly."
    },
    {
      "index": 18,
      "start_time": 886302.0,
      "end_time": 893776.0,
      "text": "You don't have to consult with an engineer to talk about how the game is structured or you don't have to debate on the"
    },
    {
      "index": 19,
      "start_time": 893776.0,
      "end_time": 900666.0,
      "text": "different parameters that have to be set if a script is used."
    },
    {
      "index": 20,
      "start_time": 900816.0,
      "end_time": 913495.0,
      "text": "So the majority of the game elements were built upon the usage of scripts that kind of automate the process."
    },
    {
      "index": 21,
      "start_time": 914096.0,
      "end_time": 923856.0,
      "text": "The user interface was affected by this as well. When those scripts are running"
    },
    {
      "index": 22,
      "start_time": 924073.0,
      "end_time": 936051.0,
      "text": "it uses a lot of CPU resources. The usage is extremely high to just run these different scripts."
    },
    {
      "index": 23,
      "start_time": 936218.0,
      "end_time": 942741.0,
      "text": "So as we try to execute something in game it led to the servers being slowed down because it's trying to execute these different scripts."
    },
    {
      "index": 24,
      "start_time": 942975.0,
      "end_time": 952584.0,
      "text": "And so whatever we tried to do would lead to the slowdown of the servers and then the load that was on those servers was just too heavy"
    },
    {
      "index": 25,
      "start_time": 952751.0,
      "end_time": 959742.0,
      "text": "and we could not do anything robust or rich in terms on in-game depiction."
    },
    {
      "index": 26,
      "start_time": 959742.0,
      "end_time": 967449.0,
      "text": "and we could not do anything robust or rich in terms of in-game depiction.\nAnd interface-wise a lot of it was being executed via scripts, so those were some of the problems that we were facing."
    },
    {
      "index": 27,
      "start_time": 1112480.0,
      "end_time": 1125810.0,
      "text": "So the tasks just discussed were done during January 2010 to the actual release of August."
    },
    {
      "index": 28,
      "start_time": 1125870.0,
      "end_time": 1133812.0,
      "text": "When we took notice of the game not being good, was ultimately when the beta started around August, through September, October timing"
    },
    {
      "index": 29,
      "start_time": 1133920.0,
      "end_time": 1139358.0,
      "text": "And then we went into the beta phase. And then more people were starting to notice that they were having a problem here"
    },
    {
      "index": 30,
      "start_time": 1139400.0,
      "end_time": 1144756.0,
      "text": "In actuality, the team's feeling was that, before the release, before the beta started,"
    },
    {
      "index": 31,
      "start_time": 1144760.0,
      "end_time": 1151667.0,
      "text": "people were questioning whether or not we should even release this game. Whether it is at a quality to release it to the world."
    },
    {
      "index": 32,
      "start_time": 1151680.0,
      "end_time": 1165778.0,
      "text": "Of course not officially, but amongst developers they were taking notice of it and deliberating about it."
    },
    {
      "index": 33,
      "start_time": 1448200.0,
      "end_time": 1459645.0,
      "text": "So at the time I was CFO but I did notice the biggest difference between all the issues that happened around Final Fantasy 11"
    },
    {
      "index": 34,
      "start_time": 1459660.0,
      "end_time": 1475592.0,
      "text": "versus the original 1.0 Final Fantasy 14, was that despite all the issues that were happening with Final Fantasy 11, the game was still fairly received well."
    },
    {
      "index": 35,
      "start_time": 1475690.0,
      "end_time": 1485851.0,
      "text": "But of course there were some operational issues surrounding Final Fantasy 11 and it was kind of expected for those problems to happen."
    },
    {
      "index": 36,
      "start_time": 1485930.0,
      "end_time": 1493037.0,
      "text": "But the game content itself was going well received and people were accepting and they thought that it was okay."
    },
    {
      "index": 37,
      "start_time": 1493210.0,
      "end_time": 1497714.0,
      "text": "But with Final Fantasy 14 - the 1.0 version of it."
    },
    {
      "index": 38,
      "start_time": 1497810.0,
      "end_time": 1511307.0,
      "text": "What I felt was problematic was that the game itself was not regarded very well it was actually received very poorly at and after launch. I really felt that sort of reaction."
    },
    {
      "index": 39,
      "start_time": 1511380.0,
      "end_time": 1517786.0,
      "text": "And so you are not too far from the launch of the old Final Fantasy 14."
    },
    {
      "index": 40,
      "start_time": 1517850.0,
      "end_time": 1525308.0,
      "text": "They was worry and concern within the company about can we continue doing this."
    },
    {
      "index": 41,
      "start_time": 1589650.0,
      "end_time": 1597959.0,
      "text": "As mentioned earlier the developers were already sort of sceptical even at the beta even pre-beta phase."
    },
    {
      "index": 42,
      "start_time": 1598030.0,
      "end_time": 1607440.0,
      "text": "There were feelings that this game is very premature, it shouldnt have been released to the world at this state."
    },
    {
      "index": 43,
      "start_time": 1607540.0,
      "end_time": 1614947.0,
      "text": "But before the launch there was this sort of broad feeling that maybe it will resolve itself."
    },
    {
      "index": 44,
      "start_time": 1615050.0,
      "end_time": 1626996.0,
      "text": "Maybe once it's launched maybe. Sort of like a glimpse of hope. We had nothing to back up this feeling"
    },
    {
      "index": 45,
      "start_time": 1627040.0,
      "end_time": 1632378.0,
      "text": "but we were hoping that it would all work out well once we launched the title."
    },
    {
      "index": 46,
      "start_time": 1632450.0,
      "end_time": 1638323.0,
      "text": "But the magic didn't happen. Once released, our fears did come true."
    },
    {
      "index": 47,
      "start_time": 1638370.0,
      "end_time": 1647012.0,
      "text": "It was not ready to be released to the world and I think everybody already had that worry in their minds somewhere in the back of their head."
    },
    {
      "index": 48,
      "start_time": 1647090.0,
      "end_time": 1654798.0,
      "text": "And so it wasn't difficult for everybody to realize that there is some kind of fundamental issue that we need to resolve."
    },
    {
      "index": 49,
      "start_time": 1654920.0,
      "end_time": 1660893.0,
      "text": "So it wasn't difficult to convince the other team members that we were running into an issue here."
    },
    {
      "index": 50,
      "start_time": 1688990.0,
      "end_time": 1692794.0,
      "text": "The first game I have played was on the on the Japanese system it's called Family Computer."
    },
    {
      "index": 51,
      "start_time": 1692860.0,
      "end_time": 1696547.0,
      "text": "the American system I believe it's called Nintendo Entertainment System."
    },
    {
      "index": 52,
      "start_time": 1696590.0,
      "end_time": 1700511.0,
      "text": "But the original Mario Brothers was the first I played."
    },
    {
      "index": 53,
      "start_time": 1700600.0,
      "end_time": 1707441.0,
      "text": "Up until now as a child I always thought a TV is something that you look at."
    },
    {
      "index": 54,
      "start_time": 1707520.0,
      "end_time": 1714877.0,
      "text": "But when I first got a chance to play with Mario Brothers and got to hold that controller in my hand I wish I was"
    },
    {
      "index": 55,
      "start_time": 1715000.0,
      "end_time": 1726462.0,
      "text": "actually playing this at my friend's house but being able to move something that's on the TV screen using a controller - it was just shocking to me."
    },
    {
      "index": 56,
      "start_time": 1726540.0,
      "end_time": 1736533.0,
      "text": "And of course another very impactful video game was the Dragon Quest. It is one of the titles that spread the whole RPG gaming in Japan."
    },
    {
      "index": 57,
      "start_time": 1736580.0,
      "end_time": 1745923.0,
      "text": "It's not about action or the back and forth of numbers but it was very story driven that was very impactful for me as well."
    },
    {
      "index": 58,
      "start_time": 1745940.0,
      "end_time": 1756300.0,
      "text": "And so that kind of prompted me to focus in on the RPG genre as well. And of course the Final Fantasy game"
    },
    {
      "index": 59,
      "start_time": 1756320.0,
      "end_time": 1763844.0,
      "text": "that came out the following year after Dragon Quest took a more cinematic movie like approach to depicting these pictures."
    },
    {
      "index": 60,
      "start_time": 1763840.0,
      "end_time": 1768878.0,
      "text": "So those two games Dragon Quest and Final Fantasy are definitely very memorable games for me."
    },
    {
      "index": 61,
      "start_time": 1808540.0,
      "end_time": 1814979.0,
      "text": "And then the following year one of my seniors had recommended to me Ultima Online and I joined in their beta."
    },
    {
      "index": 62,
      "start_time": 1815110.0,
      "end_time": 1826538.0,
      "text": "And so that would have been my first MMO game. And those like the third time I received such a huge shock."
    },
    {
      "index": 63,
      "start_time": 1826720.0,
      "end_time": 1836914.0,
      "text": "This time it's 3000 people concurrently playing on the same game. That was a big impact to me as well."
    },
    {
      "index": 64,
      "start_time": 1837080.0,
      "end_time": 1851911.0,
      "text": "Ultima Online, especially in the earlier days, I felt like the level of freedom was very big. Some players would have the title of \"Lord\" and be very gentleman-like..."
    },
    {
      "index": 65,
      "start_time": 1851920.0,
      "end_time": 1864750.0,
      "text": "a sort of community leader-type, plus I created a separate, completely evil character that would kill other players. I played a lot as both."
    },
    {
      "index": 66,
      "start_time": 1864910.0,
      "end_time": 1878957.0,
      "text": "And so through Ultima Online I was able to sort of study what kind of like engineering is required for an MMO type game."
    },
    {
      "index": 67,
      "start_time": 1880260.0,
      "end_time": 1891271.0,
      "text": "So yeah around then I think I was playing games on PC just as much as I was on a console."
    },
    {
      "index": 68,
      "start_time": 1891510.0,
      "end_time": 1899785.0,
      "text": "And so I also looked into some FPS games and then also 3D MMOs"
    },
    {
      "index": 69,
      "start_time": 1899830.0,
      "end_time": 1909673.0,
      "text": "Everquest was one of them. I just I got to tell you it was very difficult to obtain a package of Everquest in Japan."
    },
    {
      "index": 70,
      "start_time": 1909740.0,
      "end_time": 1916346.0,
      "text": "I would travel to Tokyo on a business trip and I would go to Akihabara and I would search like a zombie trying to find it."
    },
    {
      "index": 71,
      "start_time": 1916410.0,
      "end_time": 1921348.0,
      "text": "Moving from store to store asking \"Do you have Everquest? Do you have Everquest?\""
    },
    {
      "index": 72,
      "start_time": 1949030.0,
      "end_time": 1955253.0,
      "text": "This may be at risk of being cut by corporate PR but"
    },
    {
      "index": 73,
      "start_time": 1955370.0,
      "end_time": 1961326.0,
      "text": "a middleware by the name of Crystal Tools was in the process of being developed company wide."
    },
    {
      "index": 74,
      "start_time": 1961510.0,
      "end_time": 1968917.0,
      "text": "And a lot of the really talented programmers were pulled from all different projects and different lines so many different projects"
    },
    {
      "index": 75,
      "start_time": 1968920.0,
      "end_time": 1975527.0,
      "text": "were missing our lead programmers, our main programmers."
    },
    {
      "index": 76,
      "start_time": 1975920.0,
      "end_time": 1981676.0,
      "text": "So. I feel that that is one of the reasons that led to the failure of 1.0 as well."
    },
    {
      "index": 77,
      "start_time": 1982200.0,
      "end_time": 1987673.0,
      "text": "And then two large points that were involved in that sort of problem."
    },
    {
      "index": 78,
      "start_time": 1987730.0,
      "end_time": 1996873.0,
      "text": "One of the problems was that because Square-Enix in the PlayStation 2 generation"
    },
    {
      "index": 79,
      "start_time": 1997050.0,
      "end_time": 2004407.0,
      "text": "had produced games that were revolutionary. With very high graphic quality and quality gaming experiences also."
    },
    {
      "index": 80,
      "start_time": 2004550.0,
      "end_time": 2012625.0,
      "text": "That it was regarded as perhaps on top of the line of the world that the corporation itself became very, arrogant so to speak."
    },
    {
      "index": 81,
      "start_time": 2012740.0,
      "end_time": 2022516.0,
      "text": "We had that extraneous sort of confidence that -  oh we have the world's number one graphics and only we are able to accomplish that kind of quality."
    },
    {
      "index": 82,
      "start_time": 2022740.0,
      "end_time": 2034635.0,
      "text": "And I feel that that extremely large success had become a sort of shackle"
    },
    {
      "index": 83,
      "start_time": 2034830.0,
      "end_time": 2040686.0,
      "text": "and I think we had become very arrogant very prideful."
    },
    {
      "index": 84,
      "start_time": 2040920.0,
      "end_time": 2047126.0,
      "text": "Back then, we had swordsmiths, artisans that make katanas"
    },
    {
      "index": 85,
      "start_time": 2047150.0,
      "end_time": 2054724.0,
      "text": "We compared them to swordsmiths creating katanas one by one, by hand. And they would create world-class quality, but"
    },
    {
      "index": 86,
      "start_time": 2054750.0,
      "end_time": 2062591.0,
      "text": "meanwhile the world is developing technologies so that they can cover that sort of tedious manual labor through technology."
    },
    {
      "index": 87,
      "start_time": 2062710.0,
      "end_time": 2066898.0,
      "text": "And so going back to the gaming industry once PlayStation 3 came out."
    },
    {
      "index": 88,
      "start_time": 2067150.0,
      "end_time": 2073123.0,
      "text": "Technology finally had caught up and you are able to cover those tedious task through technology"
    },
    {
      "index": 89,
      "start_time": 2073350.0,
      "end_time": 2083243.0,
      "text": "but Square-Enix did not change our old methods of creating assets. And then we didn't have the resources to catch up"
    },
    {
      "index": 90,
      "start_time": 2083380.0,
      "end_time": 2089236.0,
      "text": "on the technology to cover for that as well. And then the programmers we knew that we had an issue that we needed to catch up"
    },
    {
      "index": 91,
      "start_time": 2089489.9999999998,
      "end_time": 2097248.0,
      "text": "technology-wise were wrapped up in creating middleware. And of course the artists are in that sort of artisan mindset thinking"
    },
    {
      "index": 92,
      "start_time": 2097590.0,
      "end_time": 2105748.0,
      "text": "that \"oh I make the worlds best graphics\" and so it was a very laborious and time consuming way of creating our assets."
    },
    {
      "index": 93,
      "start_time": 2105970.0,
      "end_time": 2114645.0,
      "text": "And I believe that that is one of the large problems that we had in terms of the original 1.0."
    },
    {
      "index": 94,
      "start_time": 2115330.0,
      "end_time": 2121937.0,
      "text": "So the second problem relates to - of course pride is very important but with great success."
    },
    {
      "index": 95,
      "start_time": 2121940.0,
      "end_time": 2128630.0,
      "text": "they started thinking that because they are great they dont need to look at other games."
    },
    {
      "index": 96,
      "start_time": 2128880.0,
      "end_time": 2136505.0,
      "text": "So say for example with an MMORPG. If you ask anybody who knows MMORPGs what is"
    },
    {
      "index": 97,
      "start_time": 2136620.0,
      "end_time": 2147882.0,
      "text": "the most well known MMORPG that you know. If you asked 100 people I'm sure 100 people will say World of Warcraft."
    },
    {
      "index": 98,
      "start_time": 2147880.0,
      "end_time": 2154803.0,
      "text": "But did the staff members play it for Warcraft? No. None of the people were familiar with that game."
    },
    {
      "index": 99,
      "start_time": 2154820.0,
      "end_time": 2162628.0,
      "text": "So I gave that example of World of Warcraft not because I wanted to talk about whether or not"
    },
    {
      "index": 100,
      "start_time": 2162630.0,
      "end_time": 2171372.0,
      "text": "the developers knew World of Warcraft or not. But I just wanted to point out that we need to look at what would be our rival"
    },
    {
      "index": 101,
      "start_time": 2171500.0,
      "end_time": 2178774.0,
      "text": "and what users are experiencing in terms of the latest gameplay experiences."
    },
    {
      "index": 102,
      "start_time": 2179010.0,
      "end_time": 2187852.0,
      "text": "And I felt it was very unbelievable that no one was doing the research for titles outside of your own because you won't"
    },
    {
      "index": 103,
      "start_time": 2187850.0,
      "end_time": 2191770.0,
      "text": "know where you are unless you look at other games. Even with online games."
    },
    {
      "index": 104,
      "start_time": 2191790.0,
      "end_time": 2195978.0,
      "text": "Final Fantasy 11 of course there was great success on that title as well but that was actually based on"
    },
    {
      "index": 105,
      "start_time": 2196040.0,
      "end_time": 2204983.0,
      "text": "a lot of the developers looking at Everquest and they've thoroughly looked at it and studied it and played it and they applied"
    },
    {
      "index": 106,
      "start_time": 2205050.0,
      "end_time": 2209088.0,
      "text": "that sort of knowledge in order to make 11 such a great game."
    },
    {
      "index": 107,
      "start_time": 2209240.0,
      "end_time": 2214912.0,
      "text": "It's like if you're trying to open a new restaurant when you go in and do absolutely no research"
    },
    {
      "index": 108,
      "start_time": 2215030.0,
      "end_time": 2221503.0,
      "text": "on the surrounding competitors and open up a new restaurant, right?"
    },
    {
      "index": 109,
      "start_time": 2239050.0,
      "end_time": 2247825.0,
      "text": "I was in a different team of course but I was reading up on the Internet that the response to the beta was poor and I mean"
    },
    {
      "index": 110,
      "start_time": 2247950.0,
      "end_time": 2258210.0,
      "text": "at that time, of course, whenever an MMO launches I know the Internet tends to get up in arms and they try to complain about it."
    },
    {
      "index": 111,
      "start_time": 2258340.0,
      "end_time": 2266315.0,
      "text": "The development team does do server stress tests but of course the player wants to play it as soon as they can."
    },
    {
      "index": 112,
      "start_time": 2266430.0,
      "end_time": 2270117.0,
      "text": "So of course it is anticipated that server crashes and things like that."
    },
    {
      "index": 113,
      "start_time": 2270230.0,
      "end_time": 2276603.0,
      "text": "So I mean I wasn't involved in the team so I was looking at it from the outside perspective but I was thinking that because"
    },
    {
      "index": 114,
      "start_time": 2276770.0,
      "end_time": 2285062.0,
      "text": "it is the same team who worked on 11 so I thought it was just the consumers comparing it to the high level of completion of FF 11"
    },
    {
      "index": 115,
      "start_time": 2285150.0,
      "end_time": 2294109.0,
      "text": "and so I thought eventually that sort of animosity would die down."
    },
    {
      "index": 116,
      "start_time": 2294260.0,
      "end_time": 2306873.0,
      "text": "But coming from an insider perspective, there were apparentaly a number of people within the original development team"
    },
    {
      "index": 117,
      "start_time": 2307000.0,
      "end_time": 2313273.0,
      "text": "that though if we continued moving forward with this we were in a very bad situation."
    },
    {
      "index": 118,
      "start_time": 2313410.0,
      "end_time": 2321618.0,
      "text": "The company, Square-Enix, had turned around and told those people that well that's how it was for Final Fantasy 11's launch."
    },
    {
      "index": 119,
      "start_time": 2321700.0,
      "end_time": 2329208.0,
      "text": "We had missing functions that were a lot of negative feedback but we were able to patch it up and fix it."
    },
    {
      "index": 120,
      "start_time": 2329440.0,
      "end_time": 2335763.0,
      "text": "So the company had decided to conclude that beta phase and then go into launch."
    },
    {
      "index": 121,
      "start_time": 2335900.0,
      "end_time": 2343240.0,
      "text": "This is information that I found out when I talked with and interviewed with some of the development staff members after I had joined the project."
    },
    {
      "index": 122,
      "start_time": 2343310.0,
      "end_time": 2350000.0,
      "text": "But yeah there were indeed people within the development team that did raise their voice that it was we were in a very bad situation."
    },
    {
      "index": 123,
      "start_time": 2350130.0,
      "end_time": 2357937.0,
      "text": "But the company had ultimately decided to move forward anyway."
    },
    {
      "index": 124,
      "start_time": 2440800.0,
      "end_time": 2447022.0,
      "text": "So I believe there were three major points that I had to accomplish with this sort of transition of course"
    },
    {
      "index": 125,
      "start_time": 2447160.0,
      "end_time": 2456236.0,
      "text": "the first being that the top level were going to be swapped out from the original team and then that our task force"
    },
    {
      "index": 126,
      "start_time": 2456350.0,
      "end_time": 2462390.0,
      "text": "that was said was going to be sort of like the lead there would be a core team that was involved with the development."
    },
    {
      "index": 127,
      "start_time": 2462390.0,
      "end_time": 2471399.0,
      "text": "And because I was on the Dragon Quest side I did not know these people on the development team."
    },
    {
      "index": 128,
      "start_time": 2471400.0,
      "end_time": 2478340.0,
      "text": "Of course some of them I knew their names and faces but I had not had a chance to work with those people so it was literally just saying \"hello!\""
    },
    {
      "index": 129,
      "start_time": 2478460.0,
      "end_time": 2482881.0,
      "text": "that was kind of like my beginning and I told them that because"
    },
    {
      "index": 130,
      "start_time": 2482880.0,
      "end_time": 2491438.0,
      "text": "I have not worked with you, so if you don't like what I do in my job, you are more than welcome to leave the team."
    },
    {
      "index": 131,
      "start_time": 2491490.0,
      "end_time": 2499698.0,
      "text": "But please give me about three months to work together to see what we are like what you are like what I am like"
    },
    {
      "index": 132,
      "start_time": 2499860.0,
      "end_time": 2506316.0,
      "text": "and that's the kind of talk that I deliver during my speech."
    },
    {
      "index": 133,
      "start_time": 2507840.0,
      "end_time": 2514046.0,
      "text": "I did mention to them that we are going to take this challenge on one more time."
    },
    {
      "index": 134,
      "start_time": 2514040.0,
      "end_time": 2516910.0,
      "text": "At that time we didn't have any plans of A Realm Reborn just yet."
    },
    {
      "index": 135,
      "start_time": 2516910.0,
      "end_time": 2522232.0,
      "text": "But I did communicate that we're not going to give up on this project and we're still going to push through."
    },
    {
      "index": 136,
      "start_time": 2522240.0,
      "end_time": 2530915.0,
      "text": "So there were people who already knew me and they would be just as encouraged. Like 'oh yes I'm going to go and do this'."
    },
    {
      "index": 137,
      "start_time": 2530910.0,
      "end_time": 2539285.0,
      "text": "And some people reacted like 'this is this impossible you're putting too much' on us or some people just got frustrated because"
    },
    {
      "index": 138,
      "start_time": 2539290.0,
      "end_time": 2546731.0,
      "text": "they did not like what was going on. So I think that was the kind of general reaction that I got."
    },
    {
      "index": 139,
      "start_time": 2546730.0,
      "end_time": 2556990.0,
      "text": "And there's a team member on the XIV sound team even now, Masayoshi Soken, was there when I did this speech in a large hall to the development team"
    },
    {
      "index": 140,
      "start_time": 2556990.0,
      "end_time": 2564264.0,
      "text": "also was in charge of adjusting my microphone there and when I delivered that speech he was the only one I can still clearly remember."
    },
    {
      "index": 141,
      "start_time": 2564260.0,
      "end_time": 2569399.0,
      "text": "He was like \"Yes I'm going to do it!\"."
    },
    {
      "index": 142,
      "start_time": 2765910.0,
      "end_time": 2779006.0,
      "text": "Plan B was apply patches to the current version of Final Fantasy 14, but alongside that"
    },
    {
      "index": 143,
      "start_time": 2779010.0,
      "end_time": 2787452.0,
      "text": "in the background we would build a completely new Final Fantasy 14"
    },
    {
      "index": 144,
      "start_time": 2788800.0,
      "end_time": 2797509.0,
      "text": "Of course just listening to those two options corporate would have been like \"What are you talking about, trying to divide up your team?\""
    },
    {
      "index": 145,
      "start_time": 2800130.0,
      "end_time": 2808055.0,
      "text": "But I told them also because we had promised our fans that we would release a PS3 version"
    },
    {
      "index": 146,
      "start_time": 2808220.0,
      "end_time": 2813792.0,
      "text": "we would need to launch this within the lifecyle of PS3."
    },
    {
      "index": 147,
      "start_time": 2813790.0,
      "end_time": 2820230.0,
      "text": "So we wanted to get the game out if not by the end of 2012, then sometime within 2013."
    },
    {
      "index": 148,
      "start_time": 2820230.0,
      "end_time": 2825151.0,
      "text": "Of course there was a very high risk, and we've never done it before in the games industry,"
    },
    {
      "index": 149,
      "start_time": 2825160.0,
      "end_time": 2833519.0,
      "text": "and on top of that, we're releasing it under the same title."
    },
    {
      "index": 150,
      "start_time": 2833510.0,
      "end_time": 2838181.0,
      "text": "But I think at least by taking on this challenge we'd get"
    },
    {
      "index": 151,
      "start_time": 2840000.0,
      "end_time": 2844805.0,
      "text": "the fans to realize that Final Fantasy is doing something crazy again or something really great"
    },
    {
      "index": 152,
      "start_time": 2844990.0,
      "end_time": 2852264.0,
      "text": "and they will see our effort in trying to regain their trust, and trying to make good on the damage we had caused to the franchise."
    },
    {
      "index": 153,
      "start_time": 2852270.0,
      "end_time": 2864098.0,
      "text": "So that was my presentation to corporate and I was going to leave it up to them to decide upon Option A or Option B"
    },
    {
      "index": 154,
      "start_time": 2864090.0,
      "end_time": 2872298.0,
      "text": "Of course as you may already be aware, corporate did choose Option B, and here we are today."
    }
  ]
}