{
  "video_id": "xUwtrguoQio",
  "title": "Wild ride for the Aussie dollar",
  "json": [
    {
      "index": 1,
      "start_time": 560.0,
      "end_time": 5180.0,
      "text": "Asia-Pacific currencies have been on a wild ride since the start of the year."
    },
    {
      "index": 2,
      "start_time": 5180.0,
      "end_time": 13900.0,
      "text": "On the worst day, the Australian dollar slumped by more than 3 percent in a matter of minutes, as investors were spooked by economic data from China."
    },
    {
      "index": 3,
      "start_time": 13900.0,
      "end_time": 24300.0,
      "text": "A fresh stream of positive events, from China resuming trade talks with the US to the Federal Reserve's comments on interest rates, has given some support to the Aussie dollar and other Asian currencies."
    },
    {
      "index": 4,
      "start_time": 24300.0,
      "end_time": 31189.0,
      "text": "But dark clouds loom on the horizon, leading investors to question what lies ahead for the Australian currency."
    },
    {
      "index": 5,
      "start_time": 31189.0,
      "end_time": 34190.0,
      "text": "Is it time to short the Aussie dollar?"
    },
    {
      "index": 6,
      "start_time": 34190.0,
      "end_time": 42900.0,
      "text": "China's economy is slowing, and that is bad news for Australia, which is a key exporter of commodities to the world's second largest economy."
    },
    {
      "index": 7,
      "start_time": 42900.0,
      "end_time": 48140.0,
      "text": "China shocked the market when it revealed that exports and imports fell sharply in December."
    },
    {
      "index": 8,
      "start_time": 48140.0,
      "end_time": 54410.0,
      "text": "Imports of iron ore also fell for the first time since 2010, dealing a blow to commodity exporters."
    },
    {
      "index": 9,
      "start_time": 54410.0,
      "end_time": 65426.0,
      "text": "Australia's exposure to the fortunes of China suggests the currency is set for a rocky ride in 2019, but a recent spate of stimulus to prop up the Chinese economy should provide some support."
    },
    {
      "index": 10,
      "start_time": 65426.0,
      "end_time": 70770.0,
      "text": "If you want to know what is going to happen to Asian currencies, you need to pay attention to the US dollar."
    },
    {
      "index": 11,
      "start_time": 70770.0,
      "end_time": 73640.0,
      "text": "And that means listening to Federal Reserve chairman Jay Powell."
    },
    {
      "index": 12,
      "start_time": 74360.0,
      "end_time": 83210.0,
      "text": "With the muted inflation readings that we've seen coming in, we will be patient as we watch to see how the economy evolves."
    },
    {
      "index": 13,
      "start_time": 83210.0,
      "end_time": 92450.0,
      "text": "Australia's obsession with property has helped fuel a multi-decade boom, and in Sydney and Melbourne at least, prices are among the most expensive in the world."
    },
    {
      "index": 14,
      "start_time": 92450.0,
      "end_time": 95120.0,
      "text": "But last year, they started to turn."
    },
    {
      "index": 15,
      "start_time": 95120.0,
      "end_time": 100940.0,
      "text": "The Reserve Bank of Australia has expressed concern, asking banks to build up their capital buffers."
    },
    {
      "index": 16,
      "start_time": 100940.0,
      "end_time": 104810.0,
      "text": "The risk is that property prices slump, leaving banks exposed."
    },
    {
      "index": 17,
      "start_time": 104810.0,
      "end_time": 111680.0,
      "text": "That would hurt the economy and, in turn, the Aussie dollar, especially as economic growth is already slowing."
    },
    {
      "index": 18,
      "start_time": 111680.0,
      "end_time": 119410.0,
      "text": "All eyes are on the Reserve Bank of Australia, and whether it will cut rates to fire up the economy or keep its powder dry."
    }
  ]
}