{
  "video_id": "xv5TwMVkd0Q",
  "title": "Why Our Best Thoughts Come to Us in the Shower",
  "json": [
    {
      "index": 1,
      "start_time": 900.0,
      "end_time": 5980.0,
      "text": "We might suppose that the best place to think would be a large room with a big desk, plenty"
    },
    {
      "index": 2,
      "start_time": 5980.0,
      "end_time": 11730.0,
      "text": "of natural light and a window with a view – perhaps onto water or a park. This is"
    },
    {
      "index": 3,
      "start_time": 11730.0,
      "end_time": 17659.0,
      "text": "the premise behind the layout of most offices. The nearer one gets to the top of the organization, the closer"
    },
    {
      "index": 4,
      "start_time": 17659.0,
      "end_time": 23029.0,
      "text": "one’s work station will approximate to this supposed ideal: in tribute to the quality"
    },
    {
      "index": 5,
      "start_time": 23029.0,
      "end_time": 29990.0,
      "text": "of thinking that, ideally, one would do there. Bosses tend to have big desks and even larger views."
    },
    {
      "index": 6,
      "start_time": 29990.0,
      "end_time": 35110.0,
      "text": "But these assumption are not – in fact – really true to the way our minds work."
    },
    {
      "index": 7,
      "start_time": 35110.0,
      "end_time": 38660.0,
      "text": "The primary obstacle to good thinking is not a"
    },
    {
      "index": 8,
      "start_time": 38660.0,
      "end_time": 45710.0,
      "text": "cramped desk or an uninteresting horizon. It is, first and foremost, anxiety. Often"
    },
    {
      "index": 9,
      "start_time": 45710.0,
      "end_time": 51050.0,
      "text": "the most profound thoughts we need to grapple with have a potentially disturbing character."
    },
    {
      "index": 10,
      "start_time": 51050.0,
      "end_time": 55220.0,
      "text": "If we were to pinpoint them accurately and get clear about their significance, there"
    },
    {
      "index": 11,
      "start_time": 55220.0,
      "end_time": 60350.0,
      "text": "could be a risk. We might discover that some of our past, rather cherished, beliefs were"
    },
    {
      "index": 12,
      "start_time": 60350.0,
      "end_time": 66140.0,
      "text": "not as wise as we’d supposed; we might realize we were previously deeply wrong about something;"
    },
    {
      "index": 13,
      "start_time": 66140.0,
      "end_time": 71210.0,
      "text": "we might have to make some significant and tricky changes to our lives. As these potential"
    },
    {
      "index": 14,
      "start_time": 71210.0,
      "end_time": 76450.0,
      "text": "implications start to come vaguely into view, our inner censor, motivated by a desire for"
    },
    {
      "index": 15,
      "start_time": 76450.0,
      "end_time": 83660.0,
      "text": "calm rather than growth, gets alarmed. A vigilant part of the self gets agitated; it distracts us,"
    },
    {
      "index": 16,
      "start_time": 83660.0,
      "end_time": 89040.0,
      "text": "it makes us feel tired or gives us a strong need to go online. Skilfully, it confuses"
    },
    {
      "index": 17,
      "start_time": 89040.0,
      "end_time": 94140.0,
      "text": "and muddles our train of thought. It blocks the progress we were starting to make towards"
    },
    {
      "index": 18,
      "start_time": 94140.0,
      "end_time": 101910.0,
      "text": "ideas that – though important and interesting – also presented marked threats to short-term inner peace."
    },
    {
      "index": 19,
      "start_time": 101910.0,
      "end_time": 106180.0,
      "text": "It's in this context that the shower emerges as so helpful to the way our minds"
    },
    {
      "index": 20,
      "start_time": 106180.0,
      "end_time": 111500.0,
      "text": "work and earns the right to be honoured as one of the best places on earth in which to do"
    },
    {
      "index": 21,
      "start_time": 111500.0,
      "end_time": 116880.0,
      "text": "any kind of serious reflection. Amidst the crashing water and the steam and with"
    },
    {
      "index": 22,
      "start_time": 116880.0,
      "end_time": 122460.0,
      "text": "a few minutes of respite before the day starts, the mind is no longer on guard. We’re not"
    },
    {
      "index": 23,
      "start_time": 122460.0,
      "end_time": 126729.0,
      "text": "supposed to be doing much inside our heads; we’re mainly occupied with trying to soap"
    },
    {
      "index": 24,
      "start_time": 126729.0,
      "end_time": 131400.0,
      "text": "ourselves and properly rinse our hair. The ideas that have been half-forming at the back"
    },
    {
      "index": 25,
      "start_time": 131400.0,
      "end_time": 136360.0,
      "text": "of our minds, ideas about what the true purpose of our lives might be and what we should do"
    },
    {
      "index": 26,
      "start_time": 136360.0,
      "end_time": 141620.0,
      "text": "next, keep up their steady inward pressure – but now there is a lot less to stop them"
    },
    {
      "index": 27,
      "start_time": 141620.0,
      "end_time": 147090.0,
      "text": "reaching full consciousness. We’re not meant to be thinking and so – at last – we can"
    },
    {
      "index": 28,
      "start_time": 147090.0,
      "end_time": 153849.0,
      "text": "think freely and courageously. .This quality of sufficient – but not overwhelming – distraction"
    },
    {
      "index": 29,
      "start_time": 153849.0,
      "end_time": 158459.0,
      "text": "might equally well be present when we’re driving down the motorway or walking in a forest;"
    },
    {
      "index": 30,
      "start_time": 158459.0,
      "end_time": 163379.0,
      "text": "when there’s just enough for the managerial timid side of the mind to be doing to keep"
    },
    {
      "index": 31,
      "start_time": 163379.0,
      "end_time": 169470.0,
      "text": "it from interfering with our authentic and bolder inner machinations. Our world places"
    },
    {
      "index": 32,
      "start_time": 169470.0,
      "end_time": 175859.0,
      "text": "a very high premium on good ideas – but it spends very little serious effort in investigating"
    },
    {
      "index": 33,
      "start_time": 175859.0,
      "end_time": 183019.0,
      "text": "why we find it extraordinarily hard to hatch them. Ralph Waldo Emerson once wrote: ‘In"
    },
    {
      "index": 34,
      "start_time": 183019.0,
      "end_time": 190150.0,
      "text": "the minds of geniuses, we find our own neglected thoughts.’ In other words, so-called geniuses"
    },
    {
      "index": 35,
      "start_time": 190150.0,
      "end_time": 194579.0,
      "text": "don’t have thoughts different from the ones most of us have. They’re just a lot better"
    },
    {
      "index": 36,
      "start_time": 194579.0,
      "end_time": 200600.0,
      "text": "at not allowing their inhibitions and preconceptions to get in the way of properly entertaining them."
    },
    {
      "index": 37,
      "start_time": 200600.0,
      "end_time": 205329.0,
      "text": "In a utopian future, we would get a lot more creative about what real thinking"
    },
    {
      "index": 38,
      "start_time": 205329.0,
      "end_time": 210559.0,
      "text": "is and where it happens. We’d learn that the real enemy of good thinking isn’t a"
    },
    {
      "index": 39,
      "start_time": 210559.0,
      "end_time": 216469.0,
      "text": "small desk or a modest view: it is – almost always – anxiety, for which there can be"
    },
    {
      "index": 40,
      "start_time": 216460.0,
      "end_time": 223380.0,
      "text": "few better cures than that library of our deeper selves: the morning shower."
    },
    {
      "index": 41,
      "start_time": 223380.0,
      "end_time": 227040.0,
      "text": "Thank you for commenting, liking and subscribing."
    },
    {
      "index": 42,
      "start_time": 227200.0,
      "end_time": 232560.0,
      "text": "We also offer, books, games, homeware and therapy sessions."
    },
    {
      "index": 43,
      "start_time": 232800.0,
      "end_time": 236480.0,
      "text": "To find out more, follow the link on your screen now."
    }
  ]
}