{
  "video_id": "XvB6AWN3m3s",
  "title": "What We Owe to Those Who Loved Us in Childhood",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 200.0,
      "end_time": 5400.0,
      "text": "If we’re alive and more or less functioning, if we’re capable of taking joy in things"
    },
    {
      "index": 2,
      "start_time": 5400.0,
      "end_time": 11100.0,
      "text": "occasionally, if we can be kind and grateful to others, if we’re not addicted or very"
    },
    {
      "index": 3,
      "start_time": 11100.0,
      "end_time": 18100.0,
      "text": "drawn to killing ourselves, then it’s likely that someone somewhere, early on, loved us"
    },
    {
      "index": 4,
      "start_time": 18100.0,
      "end_time": 24300.0,
      "text": "very much. They may live quite far away from us now, they might share none of our interests"
    },
    {
      "index": 5,
      "start_time": 24300.0,
      "end_time": 29600.0,
      "text": "and could in many ways be a little boring to spend time with – and yet we will continue"
    },
    {
      "index": 6,
      "start_time": 29600.0,
      "end_time": 35700.0,
      "text": "to be deeply loyal to them and know in our hearts that we owe them everything. When we"
    },
    {
      "index": 7,
      "start_time": 35700.0,
      "end_time": 40500.0,
      "text": "say that someone ‘loved’ us, what we’re really referring to is the acquisition of"
    },
    {
      "index": 8,
      "start_time": 40500.0,
      "end_time": 46600.0,
      "text": "a set of skills. These were not transferred in any formal way, we imbibed them in the"
    },
    {
      "index": 9,
      "start_time": 46600.0,
      "end_time": 51200.0,
      "text": "ordinary bustle of daily life. It might have been in the kitchen, on a walk out in the"
    },
    {
      "index": 10,
      "start_time": 51200.0,
      "end_time": 56400.0,
      "text": "woods or at night-time in the bedroom after a story. It would have been easy to miss what"
    },
    {
      "index": 11,
      "start_time": 56400.0,
      "end_time": 61900.0,
      "text": "was really going on, the vital nectar that was being imparted, all the life-sustaining"
    },
    {
      "index": 12,
      "start_time": 61900.0,
      "end_time": 66400.0,
      "text": "goodness we received when it looked like it was just another conversation about homework"
    },
    {
      "index": 13,
      "start_time": 66400.0,
      "end_time": 73900.0,
      "text": "or the plans for the weekend. But in the course of being loved, we got an encyclopedic emotional"
    },
    {
      "index": 14,
      "start_time": 73900.0,
      "end_time": 82800.0,
      "text": "education nevertheless, in which some of the following was learnt: – Endurance Sometimes,"
    },
    {
      "index": 15,
      "start_time": 82800.0,
      "end_time": 89100.0,
      "text": "it all looked very bad indeed. We were in a state, soaked in tears, or red with fury."
    },
    {
      "index": 16,
      "start_time": 89100.0,
      "end_time": 94400.0,
      "text": "We felt the world was coming apart and that we would not survive. But they kept the tragedy"
    },
    {
      "index": 17,
      "start_time": 94400.0,
      "end_time": 100200.0,
      "text": "at bay until we could breathe calmly once again. They may not have had all the answers,"
    },
    {
      "index": 18,
      "start_time": 100200.0,
      "end_time": 105300.0,
      "text": "but they promised us – and they were right – that a few would eventually emerge. They"
    },
    {
      "index": 19,
      "start_time": 105300.0,
      "end_time": 111100.0,
      "text": "held us through the night and guaranteed that there would be a dawn. And ever since then,"
    },
    {
      "index": 20,
      "start_time": 111100.0,
      "end_time": 119700.0,
      "text": "it’s become just a little easier to keep catastrophic dread at bay. – Self-Love They"
    },
    {
      "index": 21,
      "start_time": 119700.0,
      "end_time": 125900.0,
      "text": "lent us a sense that we were of value to them and therefore could one day be to ourselves"
    },
    {
      "index": 22,
      "start_time": 125900.0,
      "end_time": 131100.0,
      "text": "as well. If we made something or had an idea, we could share it with them – and though"
    },
    {
      "index": 23,
      "start_time": 131100.0,
      "end_time": 135500.0,
      "text": "it wasn’t perhaps entirely accomplished already, they were guided by our underlying"
    },
    {
      "index": 24,
      "start_time": 135500.0,
      "end_time": 140700.0,
      "text": "intentions and promise. When we entered the kitchen, not every time, but enough times"
    },
    {
      "index": 25,
      "start_time": 140700.0,
      "end_time": 145900.0,
      "text": "to form a protective layer over our ego, they looked up and lit up. They might have had"
    },
    {
      "index": 26,
      "start_time": 145900.0,
      "end_time": 151500.0,
      "text": "a name for us: little champion, button chops or sweet sheep. At one point in adolescence,"
    },
    {
      "index": 27,
      "start_time": 151500.0,
      "end_time": 155900.0,
      "text": "we certainly didn’t want that name used any more, and it would be mortifying if colleagues"
    },
    {
      "index": 28,
      "start_time": 155900.0,
      "end_time": 162400.0,
      "text": "knew it today, but it remains a secret symbol of an emotional bedrock upon which all our"
    },
    {
      "index": 29,
      "start_time": 162400.0,
      "end_time": 169800.0,
      "text": "later poise and confidence was able to emerge. – Forgiveness At points, we did something"
    },
    {
      "index": 30,
      "start_time": 169800.0,
      "end_time": 174600.0,
      "text": "very wrong: we forgot a book, we scratched a table, we were nasty to someone or exploded"
    },
    {
      "index": 31,
      "start_time": 174600.0,
      "end_time": 180800.0,
      "text": "in fury. The punishment could have been very strong, and yet it wasn’t. They came up"
    },
    {
      "index": 32,
      "start_time": 180800.0,
      "end_time": 186600.0,
      "text": "with reasons that cast our misdeeds in a generous light: we were tired, everyone does that,"
    },
    {
      "index": 33,
      "start_time": 186600.0,
      "end_time": 194300.0,
      "text": "no one is perfect. They taught us about mercy, towards others and ourselves. They let us"
    },
    {
      "index": 34,
      "start_time": 194300.0,
      "end_time": 201800.0,
      "text": "know that we would not have to be perfect to deserve to exist. – Patience We didn’t"
    },
    {
      "index": 35,
      "start_time": 201800.0,
      "end_time": 207200.0,
      "text": "master much immediately. It took us a while to get long division, it was ages till we"
    },
    {
      "index": 36,
      "start_time": 207200.0,
      "end_time": 212500.0,
      "text": "found our way with the piano or learnt to make biscuits. But they didn’t shout or"
    },
    {
      "index": 37,
      "start_time": 212500.0,
      "end_time": 217900.0,
      "text": "mock or get irritated. They taught us the art of waiting till the good could emerge."
    },
    {
      "index": 38,
      "start_time": 217900.0,
      "end_time": 223500.0,
      "text": "They didn’t demand immediate results – and so spared us the need to panic or bluster"
    },
    {
      "index": 39,
      "start_time": 223500.0,
      "end_time": 231200.0,
      "text": "our way through life. – Repair There were some very bad scenes. They said nasty things"
    },
    {
      "index": 40,
      "start_time": 231200.0,
      "end_time": 237500.0,
      "text": "and we did too. We felt we hated them a lot. But they stuck around. They took the anger"
    },
    {
      "index": 41,
      "start_time": 237500.0,
      "end_time": 244100.0,
      "text": "– and thereby taught us about repair: how things can go very wrong and yet can be fixed,"
    },
    {
      "index": 42,
      "start_time": 244100.0,
      "end_time": 251100.0,
      "text": "how resilient people can be, how many second chances there are when love is involved. With"
    },
    {
      "index": 43,
      "start_time": 251100.0,
      "end_time": 256700.0,
      "text": "some of these lessons and more, we grew up into people who could be kind to ourselves,"
    },
    {
      "index": 44,
      "start_time": 256700.0,
      "end_time": 262900.0,
      "text": "tolerant of our faults, sympathetic to others and capable of keeping going. We weren’t"
    },
    {
      "index": 45,
      "start_time": 262900.0,
      "end_time": 269100.0,
      "text": "just ‘loved’, we got an education, whose presence we can feel every time we can care"
    },
    {
      "index": 46,
      "start_time": 269100.0,
      "end_time": 276200.0,
      "text": "for someone else, address a kind word to ourselves or feel strong enough to face a difficult"
    },
    {
      "index": 47,
      "start_time": 276200.0,
      "end_time": 278400.0,
      "text": "tomorrow."
    },
    {
      "index": 48,
      "start_time": 280900.0,
      "end_time": 289700.0,
      "text": "We hope you enjoyed this film.  For more from The School Of Life you can subscribe to our channel and take a look at our range of products on our website."
    }
  ]
}