{
  "video_id": "XW4Igf78hT4",
  "title": "Giraffes Can't Dance Read Aloud 4393",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 339.0,
      "end_time": 4769.0,
      "text": "Giraffes can&#39;t dance. Bye Giles Andreae and Guy Parker-Rees"
    },
    {
      "index": 2,
      "start_time": 5830.0,
      "end_time": 10649.0,
      "text": "Based off this title page, what do you think the book is going to be about?"
    },
    {
      "index": 3,
      "start_time": 11740.0,
      "end_time": 13740.0,
      "text": "Let&#39;s find out"
    },
    {
      "index": 4,
      "start_time": 16359.000000000002,
      "end_time": 22889.0,
      "text": "Gerald was a tall giraffe whose neck was long and slim. But his knees were all a crooked and his legs were rather thin."
    },
    {
      "index": 5,
      "start_time": 24220.0,
      "end_time": 31500.0,
      "text": "He was very good at standing still and munching shoots off trees. But when he tried to run around, he buckled at the knees"
    },
    {
      "index": 6,
      "start_time": 38920.0,
      "end_time": 40719.0,
      "text": "Now every year in Africa they hold the Jungle Dance, where every single animal turns up to skip and prance."
    },
    {
      "index": 7,
      "start_time": 40719.0,
      "end_time": 47788.0,
      "text": "And this year when the day arrived poor Gerald felt so sad because when it came to dancing, he was really very bad."
    },
    {
      "index": 8,
      "start_time": 49600.0,
      "end_time": 56250.0,
      "text": "The warthogs started waltzing and the Rhinos rock &#39;n&#39; rolled. The Lions danced a tango that was elegant and bold."
    },
    {
      "index": 9,
      "start_time": 58239.0,
      "end_time": 64919.0,
      "text": "The chimp all did a cha-cha with a very Latin feel, and eight baboons then teamed  up for a splendid Scottish reel."
    },
    {
      "index": 10,
      "start_time": 66250.0,
      "end_time": 71970.0,
      "text": "Gerald swallowed bravely as he walked towards the floor, but the lions saw him coming and they soon began to roar"
    },
    {
      "index": 11,
      "start_time": 72340.0,
      "end_time": 79800.0,
      "text": "\"Hey, look at clumsy Gerald\" the animals all sneered. \"Giraffes can&#39;t dance you silly fool!\"  \"Oh, Gerald, you&#39;re so weird.\""
    },
    {
      "index": 12,
      "start_time": 80560.0,
      "end_time": 83909.0,
      "text": "Clumsy is a vocabulary word. What does clumsy mean?"
    },
    {
      "index": 13,
      "start_time": 86770.0,
      "end_time": 93329.0,
      "text": "Gerald simply froze up. He was rooted to the spot. They&#39;re right, He thought I&#39;m useless. Oh, I feel like such a clot"
    },
    {
      "index": 14,
      "start_time": 93700.0,
      "end_time": 100500.0,
      "text": "So he crept off from the dance floor and started walking home. He never felt so sad before- so sad and so alone"
    },
    {
      "index": 15,
      "start_time": 102460.0,
      "end_time": 108869.0,
      "text": "Then he found a little clearing and he looked up at the sky. \"The moon can be so beautiful,\" he whispered with a sigh"
    },
    {
      "index": 16,
      "start_time": 109810.0,
      "end_time": 116129.0,
      "text": "\"Excuse me!\" coughed a cricket who&#39;d seen Gerald earlier on. \"But sometimes when you&#39;re different, you just need a different song\""
    },
    {
      "index": 17,
      "start_time": 118600.0,
      "end_time": 124860.0,
      "text": "\"Listen to the swaying grass and listen to the trees. To me the sweetest music is those branches in the breeze."
    },
    {
      "index": 18,
      "start_time": 124860.0,
      "end_time": 131990.0,
      "text": "\"So imagine that the lovely moon is playing just for you- everything makes music if you really want it\""
    },
    {
      "index": 19,
      "start_time": 133440.0,
      "end_time": 139279.0,
      "text": "With that the cricket smiled and picked up his violin. Then Gerald felt his body do the most amazing thing"
    },
    {
      "index": 20,
      "start_time": 139349.0,
      "end_time": 146590.0,
      "text": "His hooves started shuffling making circles on the ground. His neck was gently swinging and its tail was swishing around"
    },
    {
      "index": 21,
      "start_time": 146760.0,
      "end_time": 150200.0,
      "text": "Gently is a vocabulary word, what does gently mean?"
    },
    {
      "index": 22,
      "start_time": 152100.0,
      "end_time": 154850.0,
      "text": "What do you think Gerald is going to do next?"
    },
    {
      "index": 23,
      "start_time": 157800.0,
      "end_time": 162800.0,
      "text": "He threw his legs up sideways and he swung them everywhere. Then he did a backward somersault and leapt up in the air"
    },
    {
      "index": 24,
      "start_time": 163830.0,
      "end_time": 170539.0,
      "text": "Gerald felt so wonderful his mouth was open wide. I am dancing. Yes. I&#39;m dancing. I am dancing Gerald cried"
    },
    {
      "index": 25,
      "start_time": 171480.0,
      "end_time": 177829.0,
      "text": "Then one by one each animal who&#39;d been there at the dance arrived while Gerald boogied on and watched him quite entranced"
    },
    {
      "index": 26,
      "start_time": 178140.0,
      "end_time": 180140.0,
      "text": "They shouted it&#39;s a miracle"
    },
    {
      "index": 27,
      "start_time": 180260.0,
      "end_time": 184459.0,
      "text": "We must be in a dream Gerald&#39;s the best dancer that we&#39;ve ever ever seen"
    },
    {
      "index": 28,
      "start_time": 185370.0,
      "end_time": 191720.0,
      "text": "How do you learn to dance like that? Please Gerald tell us how. But Gerald simply twirled around and finished with a bow"
    },
    {
      "index": 29,
      "start_time": 192750.0,
      "end_time": 197389.0,
      "text": "Then he raised his head and looked up at the moon and stars above. We can all dance"
    },
    {
      "index": 30,
      "start_time": 197459.0,
      "end_time": 200119.0,
      "text": "He said, \"when we find the music that we love.\""
    },
    {
      "index": 31,
      "start_time": 201660.0,
      "end_time": 204559.0,
      "text": "How would you feel if you were told you couldn&#39;t do something?"
    },
    {
      "index": 32,
      "start_time": 206100.0,
      "end_time": 208250.0,
      "text": "What is something specially you can do?"
    },
    {
      "index": 33,
      "start_time": 210900.0,
      "end_time": 212929.0,
      "text": "What is the message Gerald sends?"
    }
  ]
}