{
  "video_id": "Y14E7xk8eEc",
  "title": "Galápagos: Windows into the Future - Full Episode",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7470.0,
      "end_time": 15670.0,
      "text": "Born of fire, the Galapagos archipelago evokes visions of an ecological Eden. They are volcanic,"
    },
    {
      "index": 2,
      "start_time": 15670.0,
      "end_time": 25329.0,
      "text": "isolated islands, so they are unique. This primordial world is home to some of the strangest"
    },
    {
      "index": 3,
      "start_time": 25329.0,
      "end_time": 33440.0,
      "text": "creatures on earth -- from sea-going lizards to tortoises the size of rum barrels. This"
    },
    {
      "index": 4,
      "start_time": 33440.0,
      "end_time": 42850.0,
      "text": "is a special place where so many strange animals are living together. Penguins, mantas, sea"
    },
    {
      "index": 5,
      "start_time": 42850.0,
      "end_time": 53120.0,
      "text": "lions, sea iguanas. Altogether in one place. And this strange ecosystem has very interesting"
    },
    {
      "index": 6,
      "start_time": 53120.0,
      "end_time": 63080.0,
      "text": "behaviors. The islands are engulfed in cold and warm ocean currents, resulting in this"
    },
    {
      "index": 7,
      "start_time": 63080.0,
      "end_time": 70369.0,
      "text": "unique diversity of species. You get cold water organisms and warm water organisms all"
    },
    {
      "index": 8,
      "start_time": 70369.0,
      "end_time": 77409.0,
      "text": "mixed. Corals are among the warm water species living in the islands- and what is happening"
    },
    {
      "index": 9,
      "start_time": 77409.0,
      "end_time": 85630.0,
      "text": "to them may be a harbinger of things to come. We know now that the ocean chemistry is changing"
    },
    {
      "index": 10,
      "start_time": 85630.0,
      "end_time": 92200.0,
      "text": "dramatically and that&#39;s because of the industrial age and all of the carbon dioxide that has"
    },
    {
      "index": 11,
      "start_time": 92200.0,
      "end_time": 100479.0,
      "text": "been put into the atmosphere. Corals are forecast to be impacted severely by these changes in"
    },
    {
      "index": 12,
      "start_time": 100479.0,
      "end_time": 108560.0,
      "text": "ocean chemistry. The isolation of these islands makes them a perfect laboratory for studying"
    },
    {
      "index": 13,
      "start_time": 108560.0,
      "end_time": 114680.0,
      "text": "climate change. The Galapagos Islands acts as a natural laboratory because it&#39;s naturally"
    },
    {
      "index": 14,
      "start_time": 114680.0,
      "end_time": 120460.0,
      "text": "exposed to high c02 conditions that provide essentially a window into the future of what"
    },
    {
      "index": 15,
      "start_time": 120460.0,
      "end_time": 124890.0,
      "text": "we can expect throughout the rest of the world&#39;s oceans, with the doubling and tripling of"
    },
    {
      "index": 16,
      "start_time": 124890.0,
      "end_time": 130739.0,
      "text": "atmospheric c02. The other added benefit is that it has experienced two very strong El"
    },
    {
      "index": 17,
      "start_time": 130739.0,
      "end_time": 136720.0,
      "text": "Nino events in the last three decades. During El Niño warm seawater temperatures cause"
    },
    {
      "index": 18,
      "start_time": 136720.0,
      "end_time": 141500.0,
      "text": "coral bleaching. And coral bleaching is one of the primary concerns of what coral reefs"
    },
    {
      "index": 19,
      "start_time": 141500.0,
      "end_time": 147240.0,
      "text": "face with climate change. So by going into the Galapagos and studying how these reefs"
    },
    {
      "index": 20,
      "start_time": 147240.0,
      "end_time": 152569.0,
      "text": "respond to warmer temperatures under these naturally low pH conditions, we can gain a"
    },
    {
      "index": 21,
      "start_time": 152569.0,
      "end_time": 163880.0,
      "text": "window into the future. What is in store for coral reefs? Can corals survive in more acidic"
    },
    {
      "index": 22,
      "start_time": 163880.0,
      "end_time": 197030.0,
      "text": "oceans and cope with increased water temperatures? Major funding for this program was provided"
    },
    {
      "index": 23,
      "start_time": 197030.0,
      "end_time": 203819.0,
      "text": "by The Batchelor Foundation, encouraging people to preserve and protect America&#39;s underwater"
    },
    {
      "index": 24,
      "start_time": 203819.0,
      "end_time": 212930.0,
      "text": "resources. And by Divers Direct Emocean Club, inspiring the pursuit of tropical adventures"
    },
    {
      "index": 25,
      "start_time": 212930.0,
      "end_time": 222950.0,
      "text": "and scuba diving. Early Spanish explorers called them &quot;Las Encantadas&quot;"
    },
    {
      "index": 26,
      "start_time": 222950.0,
      "end_time": 230670.0,
      "text": "--&quot;the Enchanted Islands.&quot; The Galapagos are located in the eastern Pacific,"
    },
    {
      "index": 27,
      "start_time": 230670.0,
      "end_time": 241000.0,
      "text": "about 600 miles off the coast of Ecuador. In 1835, Charles Darwin visited the archipelago,"
    },
    {
      "index": 28,
      "start_time": 241000.0,
      "end_time": 248989.0,
      "text": "calling it a &quot;little world within itself.&quot; The strange creatures he encountered would"
    },
    {
      "index": 29,
      "start_time": 248989.0,
      "end_time": 257579.0,
      "text": "later shape his thoughts on the origins of life, and help him form his theory of evolution."
    },
    {
      "index": 30,
      "start_time": 257579.0,
      "end_time": 261509.0,
      "text": "The Galapagos Islands is a really fascinating location. Because even Charles Darwin when"
    },
    {
      "index": 31,
      "start_time": 261509.0,
      "end_time": 268100.0,
      "text": "he visited noted how coral reefs were conspicuously absent from this location. Because the Galapagos"
    },
    {
      "index": 32,
      "start_time": 268100.0,
      "end_time": 272080.0,
      "text": "sits right on the equator. It&#39;s within the tropical belt. What really differentiates"
    },
    {
      "index": 33,
      "start_time": 272080.0,
      "end_time": 276860.0,
      "text": "it from the rest of the tropics is that you have this strong upwelling creating very different"
    },
    {
      "index": 34,
      "start_time": 276860.0,
      "end_time": 285800.0,
      "text": "conditions than what you find normally in the tropics. Upwelling is a physical process"
    },
    {
      "index": 35,
      "start_time": 285800.0,
      "end_time": 291550.0,
      "text": "whereby deep waters are brought to the surface. This deep water is rich in c02 and rich in"
    },
    {
      "index": 36,
      "start_time": 291550.0,
      "end_time": 297800.0,
      "text": "nutrients. And when it comes to the surface, it creates these low pH locations in the ocean."
    },
    {
      "index": 37,
      "start_time": 297800.0,
      "end_time": 302870.0,
      "text": "This upwelling, as well as the confluence of several currents, results in the unique"
    },
    {
      "index": 38,
      "start_time": 302870.0,
      "end_time": 311840.0,
      "text": "life forms living in the Galapagos. For half the year, The Humboldt, or Peru current, brings"
    },
    {
      "index": 39,
      "start_time": 311840.0,
      "end_time": 320020.0,
      "text": "cold, nutrient rich waters up from Antarctica. From the west, the Cromwell current also brings"
    },
    {
      "index": 40,
      "start_time": 320020.0,
      "end_time": 329120.0,
      "text": "cold water. Around January, the trade winds shift and the Humboldt current slackens. Now"
    },
    {
      "index": 41,
      "start_time": 329120.0,
      "end_time": 338540.0,
      "text": "the Panama current dominates. The Panama Current flows south from the Panama and Colombia area,"
    },
    {
      "index": 42,
      "start_time": 338540.0,
      "end_time": 346210.0,
      "text": "and the Panama current brings tropical organisms into the Galapagos. What Darwin couldn&#39;t see"
    },
    {
      "index": 43,
      "start_time": 346210.0,
      "end_time": 360810.0,
      "text": "is that corals are among these tropical organisms. Now a team of around 20 scientists have arrived"
    },
    {
      "index": 44,
      "start_time": 360810.0,
      "end_time": 367440.0,
      "text": "onboard the M/Y Golden Shadow to study the health of these reefs. Supported by the Khaled"
    },
    {
      "index": 45,
      "start_time": 367440.0,
      "end_time": 373190.0,
      "text": "bin Sultan Living Oceans Foundation, they will spend a month in the Galapagos as part"
    },
    {
      "index": 46,
      "start_time": 373190.0,
      "end_time": 381199.0,
      "text": "of the five-year Global Reef Expedition. One of the biggest barriers to oceanographers"
    },
    {
      "index": 47,
      "start_time": 381199.0,
      "end_time": 390220.0,
      "text": "and ecologists to study remote areas of the oceans is just getting access to it. And the"
    },
    {
      "index": 48,
      "start_time": 390220.0,
      "end_time": 397150.0,
      "text": "Golden Shadow and the Living Oceans Foundation is very unique in that regard that we provide"
    },
    {
      "index": 49,
      "start_time": 397150.0,
      "end_time": 404750.0,
      "text": "scientists from around the world the access they need. The foundation was established"
    },
    {
      "index": 50,
      "start_time": 404750.0,
      "end_time": 411990.0,
      "text": "by Prince Khaled bin Sultan of Saudi Arabia, to conserve coral reefs around the world."
    },
    {
      "index": 51,
      "start_time": 411990.0,
      "end_time": 416300.0,
      "text": "He knew that reefs are in trouble, and what he wanted was to set up a foundation that"
    },
    {
      "index": 52,
      "start_time": 416300.0,
      "end_time": 420580.0,
      "text": "would go out and answer some of the pressing questions about why coral reefs are dying"
    },
    {
      "index": 53,
      "start_time": 420580.0,
      "end_time": 424889.0,
      "text": "and what we can do to stop it. So he came up with this idea &quot;Science without Borders&quot;-it&#39;s"
    },
    {
      "index": 54,
      "start_time": 424889.0,
      "end_time": 429620.0,
      "text": "basically because there are no political boundaries between the oceans. It&#39;s all connected. And"
    },
    {
      "index": 55,
      "start_time": 429620.0,
      "end_time": 435210.0,
      "text": "what you do in one location, can affect another location. We go around the world to survey"
    },
    {
      "index": 56,
      "start_time": 435210.0,
      "end_time": 442479.0,
      "text": "these reefs. We&#39;re applying a standard protocol that was developed through a consortium of"
    },
    {
      "index": 57,
      "start_time": 442479.0,
      "end_time": 451210.0,
      "text": "scientists and we&#39;re applying that same survey protocol every place we go. We&#39;ve developed"
    },
    {
      "index": 58,
      "start_time": 451210.0,
      "end_time": 457229.0,
      "text": "this model of cooperation where we invite researchers from around the world to come"
    },
    {
      "index": 59,
      "start_time": 457229.0,
      "end_time": 464580.0,
      "text": "on the ship and join us. And we&#39;re able to select researchers that have specific knowledge"
    },
    {
      "index": 60,
      "start_time": 464580.0,
      "end_time": 471490.0,
      "text": "about each region that we go to. One of the people joining them on this trip is longtime"
    },
    {
      "index": 61,
      "start_time": 471490.0,
      "end_time": 479460.0,
      "text": "Galapagos National Park naturalist and dive guide Mathias Espinosa. The Galapagos are"
    },
    {
      "index": 62,
      "start_time": 479460.0,
      "end_time": 486800.0,
      "text": "relatively new volcanic islands, formed less than five million years ago. And their history"
    },
    {
      "index": 63,
      "start_time": 486800.0,
      "end_time": 492300.0,
      "text": "is written into the rocks. Okay Philip, this is very interesting because this island is"
    },
    {
      "index": 64,
      "start_time": 492300.0,
      "end_time": 498550.0,
      "text": "an uplifted island that means that lava flowed to a place underwater, and with the pressure"
    },
    {
      "index": 65,
      "start_time": 498550.0,
      "end_time": 505560.0,
      "text": "of the plates that piece came out of the water. And you see some layers here, of white coral"
    },
    {
      "index": 66,
      "start_time": 505560.0,
      "end_time": 511220.0,
      "text": "that shows you there was a lava flow underwater and a long time of nothing but white coral"
    },
    {
      "index": 67,
      "start_time": 511220.0,
      "end_time": 516069.0,
      "text": "could grow on the lava flow. And then another lava flow over it. So it&#39;s very interesting"
    },
    {
      "index": 68,
      "start_time": 516068.99999999994,
      "end_time": 521088.99999999994,
      "text": "to see that there were times of lava flows then nothing, then another lava flow. And"
    },
    {
      "index": 69,
      "start_time": 521089.00000000006,
      "end_time": 527449.0,
      "text": "so obviously these corals have existed in the Galapagos for thousands and thousands"
    },
    {
      "index": 70,
      "start_time": 527449.0,
      "end_time": 532980.0,
      "text": "of years for that layering effect to have happened. Yeah, definitely. I mean we&#39;re not"
    },
    {
      "index": 71,
      "start_time": 532980.0,
      "end_time": 537529.0,
      "text": "rich in corals, but it shows that we had the constant arrival of corals and growing up"
    },
    {
      "index": 72,
      "start_time": 537529.0,
      "end_time": 543019.0,
      "text": "to a certain point. I guess for thousands of years. One of the comments you hear all"
    },
    {
      "index": 73,
      "start_time": 543019.0,
      "end_time": 546819.0,
      "text": "the time is well, coral reefs have always undergone disturbance and change. And that&#39;s"
    },
    {
      "index": 74,
      "start_time": 546819.0,
      "end_time": 551689.0,
      "text": "absolutely true. The thing we&#39;re really concerned about is the frequency, the severity and the"
    },
    {
      "index": 75,
      "start_time": 551689.0,
      "end_time": 558079.0,
      "text": "duration of the changes all seem to be ramping up at scales that coral reefs have never experienced."
    },
    {
      "index": 76,
      "start_time": 558079.0,
      "end_time": 565129.0,
      "text": "Now, scientists want to understand what the thresholds may be for corals to survive into"
    },
    {
      "index": 77,
      "start_time": 565129.0,
      "end_time": 574829.0,
      "text": "the future. Maybe you can try to anchor with a cut around"
    },
    {
      "index": 78,
      "start_time": 574829.0,
      "end_time": 581559.0,
      "text": "here. The strong currents near the islands can be dangerous to divers, so they consult"
    },
    {
      "index": 79,
      "start_time": 581559.0,
      "end_time": 585920.0,
      "text": "with local expert Mathias before their research dives."
    },
    {
      "index": 80,
      "start_time": 585920.0,
      "end_time": 596899.0,
      "text": "Whatever the current is, don&#39;t let your people get into deeper water."
    },
    {
      "index": 81,
      "start_time": 596899.0,
      "end_time": 606899.0,
      "text": "One way the experts study the corals is by measuring the currents that occur nearby."
    },
    {
      "index": 82,
      "start_time": 606899.0,
      "end_time": 614220.0,
      "text": "So this right here is our current meter. And what we are going to do, we set it up and"
    },
    {
      "index": 83,
      "start_time": 614220.0,
      "end_time": 620009.0,
      "text": "then we are going to deploy it. The scientists want to correlate the strength of the currents"
    },
    {
      "index": 84,
      "start_time": 620009.0,
      "end_time": 626239.0,
      "text": "to the types of coral communities they find in an area, to better understand why certain"
    },
    {
      "index": 85,
      "start_time": 626239.0,
      "end_time": 637600.0,
      "text": "corals live where they do. Coral reefs that exist in the Galapagos really pale in comparison"
    },
    {
      "index": 86,
      "start_time": 637600.0,
      "end_time": 642579.0,
      "text": "to what you find in other parts of the world that have very high pH. There&#39;s a limited"
    },
    {
      "index": 87,
      "start_time": 642579.0,
      "end_time": 648139.0,
      "text": "subset of species that occur there, and they&#39;re very sparse in terms of spatial distribution."
    },
    {
      "index": 88,
      "start_time": 648139.0,
      "end_time": 653459.0,
      "text": "There&#39;s very few coral reefs in the Galapagos islands. These corals weren&#39;t discovered until"
    },
    {
      "index": 89,
      "start_time": 653459.0,
      "end_time": 660959.0,
      "text": "the early 1970s. Dr. Peter Glynn was among the first to explore and study the reefs of"
    },
    {
      "index": 90,
      "start_time": 660959.0,
      "end_time": 669049.0,
      "text": "the islands. They were totally healthy. Very vibrant coral communities. All of the corals"
    },
    {
      "index": 91,
      "start_time": 669049.0,
      "end_time": 675230.0,
      "text": "looked in excellent condition. And so we thought that there would never be a problem there"
    },
    {
      "index": 92,
      "start_time": 675230.0,
      "end_time": 681860.0,
      "text": "- that coral reef development would continue into the future. But every so often the natural"
    },
    {
      "index": 93,
      "start_time": 681860.0,
      "end_time": 691899.0,
      "text": "balance between cold and warm ocean currents in this region goes awry. During El Nino years,"
    },
    {
      "index": 94,
      "start_time": 691899.0,
      "end_time": 697809.0,
      "text": "trade winds reverse direction, the cold life-giving waters of the Humboldt and Cromwell currents"
    },
    {
      "index": 95,
      "start_time": 697809.0,
      "end_time": 705749.0,
      "text": "dwindle, and warm waters devoid of nutrients flow in from the western Pacific and surround"
    },
    {
      "index": 96,
      "start_time": 705749.0,
      "end_time": 711399.0,
      "text": "the islands. And what happens is the surface waters warm considerably. And corals live"
    },
    {
      "index": 97,
      "start_time": 711399.0,
      "end_time": 716730.0,
      "text": "very near their upper thermal limits. And they&#39;re so sensitive that a deviation in sea"
    },
    {
      "index": 98,
      "start_time": 716730.0,
      "end_time": 721850.0,
      "text": "surface temperature of only one degree Celsius above the normal conditions for a month or"
    },
    {
      "index": 99,
      "start_time": 721850.0,
      "end_time": 729559.0,
      "text": "more, will elicit coral bleaching. A coral lives in a symbiotic relationship with algae"
    },
    {
      "index": 100,
      "start_time": 729559.0,
      "end_time": 734209.0,
      "text": "that live inside its tissues. And the algae photosynthesize and provide fixed carbon to"
    },
    {
      "index": 101,
      "start_time": 734209.0,
      "end_time": 741109.0,
      "text": "the coral host. And in turn the coral provides nutrients, a home that is free from predation."
    },
    {
      "index": 102,
      "start_time": 741109.0,
      "end_time": 747129.0,
      "text": "However the symbiosis is very restricted into a very narrow thermal range. When temperatures"
    },
    {
      "index": 103,
      "start_time": 747129.0,
      "end_time": 752069.0,
      "text": "warm the corals will expel their symbiotic algae that live within their tissues. And"
    },
    {
      "index": 104,
      "start_time": 752069.0,
      "end_time": 757089.0,
      "text": "this is called coral bleaching. So the coral can live for a period without its symbiotic"
    },
    {
      "index": 105,
      "start_time": 757089.0,
      "end_time": 761209.0,
      "text": "algae, but it can&#39;t live for too long. So if the stress remains for a couple months"
    },
    {
      "index": 106,
      "start_time": 761209.0,
      "end_time": 769089.0,
      "text": "or more, corals will start dying. I think the El Nino phenomenon has occurred for several"
    },
    {
      "index": 107,
      "start_time": 769089.0,
      "end_time": 775269.0,
      "text": "thousands of years, and there was just no one around to observe the early events. But"
    },
    {
      "index": 108,
      "start_time": 775269.0,
      "end_time": 784179.0,
      "text": "in 1982-83, we had a very severe El Nino event. In the Galapagos, the coral mortality at our"
    },
    {
      "index": 109,
      "start_time": 784179.0,
      "end_time": 793589.0,
      "text": "study sites ranged anywhere from 95-97%. Very high. In 1997-98, there was another very strong"
    },
    {
      "index": 110,
      "start_time": 793589.0,
      "end_time": 799199.0,
      "text": "El Nino event. And some of the corals that weren&#39;t affected in 82-83, suffered mortality."
    },
    {
      "index": 111,
      "start_time": 799199.0,
      "end_time": 806489.0,
      "text": "So we had two very strong events occurring just in one century. So this was very unusual,"
    },
    {
      "index": 112,
      "start_time": 806489.0,
      "end_time": 825639.0,
      "text": "and it had a tremendous impact on corals in the eastern pacific. On this research expedition,"
    },
    {
      "index": 113,
      "start_time": 825639.0,
      "end_time": 831600.0,
      "text": "scientists are going back to past study sites to see if the corals have recovered. In the"
    },
    {
      "index": 114,
      "start_time": 831600.0,
      "end_time": 837809.0,
      "text": "North, one species survived the second bleaching event better than the first. It seemed to"
    },
    {
      "index": 115,
      "start_time": 837809.0,
      "end_time": 845299.0,
      "text": "have adapted to the warmer temperature, which is a hopeful discovery for the team. We found"
    },
    {
      "index": 116,
      "start_time": 845299.0,
      "end_time": 850910.0,
      "text": "very substantial recovery in Darwin and Wenman. But very minimal recovery in the central and"
    },
    {
      "index": 117,
      "start_time": 850910.0,
      "end_time": 856230.0,
      "text": "southern Galapagos Islands. There&#39;s been coral bleaching events elsewhere that have killed"
    },
    {
      "index": 118,
      "start_time": 856230.0,
      "end_time": 861649.0,
      "text": "off all the corals. But what makes the Galapagos unique is that the entire reef framework itself"
    },
    {
      "index": 119,
      "start_time": 861649.0,
      "end_time": 867029.0,
      "text": "was actually completely bio-eroded in about 10 years. Other places usually the non-living"
    },
    {
      "index": 120,
      "start_time": 867029.0,
      "end_time": 873679.0,
      "text": "coral reef framework will persist over time much longer. The lack of recovery and bio-erosion"
    },
    {
      "index": 121,
      "start_time": 873679.0,
      "end_time": 879410.0,
      "text": "of the underlying reef framework likely are caused in part by the fact that pH is much"
    },
    {
      "index": 122,
      "start_time": 879410.0,
      "end_time": 887759.0,
      "text": "lower in the southern and central Galapagos. Derek measures the carbon dioxide, or Co2"
    },
    {
      "index": 123,
      "start_time": 887759.0,
      "end_time": 894619.0,
      "text": "levels, in the water around the islands. Research has shown that increased levels of cO2 in"
    },
    {
      "index": 124,
      "start_time": 894619.0,
      "end_time": 903160.0,
      "text": "the oceans will have devastating impacts on corals. The oceans act as a carbon sink for"
    },
    {
      "index": 125,
      "start_time": 903160.0,
      "end_time": 909790.0,
      "text": "atmospheric C02. So the oceans naturally equilibrate with the atmosphere over time. About 30 percent"
    },
    {
      "index": 126,
      "start_time": 909790.0,
      "end_time": 914389.0,
      "text": "of all the fossil fuel carbon dioxide, that&#39;s what we put in the atmosphere since the industrial"
    },
    {
      "index": 127,
      "start_time": 914389.0,
      "end_time": 919100.0,
      "text": "revolution, has been absorbed by the oceans, which actually raises the ocean&#39;s acidity"
    },
    {
      "index": 128,
      "start_time": 919100.0,
      "end_time": 925079.0,
      "text": "and lowers the ocean&#39;s pH. So this process is termed ocean acidification. The more acidic"
    },
    {
      "index": 129,
      "start_time": 925079.0,
      "end_time": 931109.0,
      "text": "it becomes the harder it is for coral to deposit its skeleton. The rate of change in ocean"
    },
    {
      "index": 130,
      "start_time": 931109.0,
      "end_time": 936100.0,
      "text": "pH that&#39;s occurring right now hasn&#39;t occurred in the oceans for at least the past 300 million"
    },
    {
      "index": 131,
      "start_time": 936100.0,
      "end_time": 941399.0,
      "text": "years. So what that means is that organisms and animals that live in the ocean are experiencing"
    },
    {
      "index": 132,
      "start_time": 941399.0,
      "end_time": 946109.0,
      "text": "a change in the environmental conditions at a rate that&#39;s greater than anything they&#39;ve"
    },
    {
      "index": 133,
      "start_time": 946109.0,
      "end_time": 955299.0,
      "text": "seen, since prehistoric times. The Galapagos serve as the perfect natural laboratory to"
    },
    {
      "index": 134,
      "start_time": 955299.0,
      "end_time": 962309.0,
      "text": "study how corals will be affected by more acidic oceans. So the unique nature of the"
    },
    {
      "index": 135,
      "start_time": 962309.0,
      "end_time": 968589.0,
      "text": "Galapagos is such that the different islands have different pH conditions. Some areas of"
    },
    {
      "index": 136,
      "start_time": 968589.0,
      "end_time": 974209.0,
      "text": "the archipelago already experience double the amount of dissolved carbon dioxide in"
    },
    {
      "index": 137,
      "start_time": 974209.0,
      "end_time": 978729.0,
      "text": "the water compared to most regions where corals exist now."
    },
    {
      "index": 138,
      "start_time": 978729.0,
      "end_time": 984129.0,
      "text": "These c02 conditions in the Galapagos basically approximate what we expect for the"
    },
    {
      "index": 139,
      "start_time": 984129.0,
      "end_time": 991959.0,
      "text": "rest of the oceans with ocean acidification at the middle or end of this century. To study"
    },
    {
      "index": 140,
      "start_time": 991959.0,
      "end_time": 998169.0,
      "text": "the coral calcification rates, Derek extracts cores from a species of coral that is common"
    },
    {
      "index": 141,
      "start_time": 998169.0,
      "end_time": 1004679.0,
      "text": "in the Pacific. We used a pneumatic hand drill fit with a diamond coring bit at the end,"
    },
    {
      "index": 142,
      "start_time": 1004680.0,
      "end_time": 1006920.0,
      "text": "so we can attach this directly to a scuba tank."
    },
    {
      "index": 143,
      "start_time": 1006920.0,
      "end_time": 1012510.0,
      "text": "And what this allows us to do is to take a sample down the main growth axis of the coral."
    },
    {
      "index": 144,
      "start_time": 1012510.0,
      "end_time": 1017620.0,
      "text": "And corals lay down density bands, much in the same way that trees put down tree"
    },
    {
      "index": 145,
      "start_time": 1017620.0,
      "end_time": 1023430.0,
      "text": "rings. So every year, corals go through a natural oscillation in their skeletal density."
    },
    {
      "index": 146,
      "start_time": 1023430.0,
      "end_time": 1029460.0,
      "text": "This process may look destructive, but its impact on the coral is similar to that of"
    },
    {
      "index": 147,
      "start_time": 1029460.0,
      "end_time": 1033680.0,
      "text": "a biopsy in a human. We take a cement plug or"
    },
    {
      "index": 148,
      "start_time": 1033680.0000000001,
      "end_time": 1038131.0000000001,
      "text": "use some coral rubble, that doesn&#39;t have anything living or growing on it. We plug up"
    },
    {
      "index": 149,
      "start_time": 1038130.0000000001,
      "end_time": 1042419.0000000001,
      "text": "the hole and then fix it with an underwater epoxy. And then the coral is able to grow"
    },
    {
      "index": 150,
      "start_time": 1042420.0000000001,
      "end_time": 1047200.0000000001,
      "text": "tissue right back over that that lesion within a few years. The overwhelming majority of"
    },
    {
      "index": 151,
      "start_time": 1047200.0,
      "end_time": 1058280.0,
      "text": "the time the coral isn&#39;t harmed from the sampling. Once back in the lab in Miami, Derek"
    },
    {
      "index": 152,
      "start_time": 1058280.0,
      "end_time": 1064670.0,
      "text": "analyzes the cores. So this is an example of a coral core we take out of a massive"
    },
    {
      "index": 153,
      "start_time": 1064670.0,
      "end_time": 1070010.0,
      "text": "coral skeleton. We cut it down and put it into our CT scanner. And then with that CT"
    },
    {
      "index": 154,
      "start_time": 1070010.0,
      "end_time": 1074491.0,
      "text": "scanner we can look at that coral core in three dimensions of the x"
    },
    {
      "index": 155,
      "start_time": 1074490.0,
      "end_time": 1079549.0,
      "text": "ray images which provides us a metric of the density of the core as you go down over"
    },
    {
      "index": 156,
      "start_time": 1079550.0,
      "end_time": 1084361.0,
      "text": "time and as you look at coral growth. So what we see here is an example of about 10"
    },
    {
      "index": 157,
      "start_time": 1084360.0,
      "end_time": 1088440.0,
      "text": "years of growth from a coral core, and you see these high density peaks that occur on"
    },
    {
      "index": 158,
      "start_time": 1088440.0,
      "end_time": 1093830.0,
      "text": "regular intervals. So that&#39;s associated with the annual high-density peak formation that"
    },
    {
      "index": 159,
      "start_time": 1093830.0,
      "end_time": 1098230.0,
      "text": "occurs in coral growths. So we use the distance between these peaks to get an"
    },
    {
      "index": 160,
      "start_time": 1098230.0,
      "end_time": 1102830.0,
      "text": "estimate of the annual growth rate of coral skeletons. And then once we have that data"
    },
    {
      "index": 161,
      "start_time": 1102830.0,
      "end_time": 1107039.0,
      "text": "of coral growth with time, we can understand how various disturbances or"
    },
    {
      "index": 162,
      "start_time": 1107040.0,
      "end_time": 1111601.0,
      "text": "environmental conditions like sea temperature may have impacted rates of coral growth."
    },
    {
      "index": 163,
      "start_time": 1111600.0,
      "end_time": 1117700.0,
      "text": "What we see is that the calcification rates at the different regions vary considerably."
    },
    {
      "index": 164,
      "start_time": 1117700.0,
      "end_time": 1120419.0,
      "text": "And as you increase in pH the calcification rates"
    },
    {
      "index": 165,
      "start_time": 1120420.0,
      "end_time": 1131711.0,
      "text": "also increase. Experts forecast that climate change will not only lead to ocean acidification,"
    },
    {
      "index": 166,
      "start_time": 1131710.0,
      "end_time": 1137639.0,
      "text": "but rising water temperatures will also lead to more frequent bleaching events. The"
    },
    {
      "index": 167,
      "start_time": 1137640.0,
      "end_time": 1142341.0,
      "text": "most recent research that&#39;s been done, has shown that globally all coral reefs are"
    },
    {
      "index": 168,
      "start_time": 1142340.0,
      "end_time": 1148340.0,
      "text": "going to begin experiencing annual bleaching events, somewhere around the year 2050. And"
    },
    {
      "index": 169,
      "start_time": 1148340.0,
      "end_time": 1152909.0,
      "text": "what we&#39;ve learned in the Galapagos is that it only takes one coral bleaching event"
    },
    {
      "index": 170,
      "start_time": 1152910.0,
      "end_time": 1157501.0,
      "text": "to kill an entire reef and have that reef framework be completely eroded and you know"
    },
    {
      "index": 171,
      "start_time": 1157500.0,
      "end_time": 1162559.0,
      "text": "almost non-existent after 10 years. The combination of increased temperatures and"
    },
    {
      "index": 172,
      "start_time": 1162560.0,
      "end_time": 1167030.0,
      "text": "low pH are something we&#39;re just now beginning to understand the effects of on"
    },
    {
      "index": 173,
      "start_time": 1167030.0,
      "end_time": 1173631.0,
      "text": "coral reef ecosystems. There could potentially be a c02 tipping point in the Galapagos, at"
    },
    {
      "index": 174,
      "start_time": 1173630.0,
      "end_time": 1180500.0,
      "text": "which coral reefs are no longer able to recover from strong coral bleaching events."
    },
    {
      "index": 175,
      "start_time": 1180500.0,
      "end_time": 1185630.0,
      "text": "The only coral reef in the entire Galapagos archipelago that has persisted and survived"
    },
    {
      "index": 176,
      "start_time": 1185630.0,
      "end_time": 1190350.0,
      "text": "the repeated coral reef bleaching events, has been in a place where pH is naturally"
    },
    {
      "index": 177,
      "start_time": 1190350.0,
      "end_time": 1193980.0,
      "text": "highest. As pH declines from that location, the"
    },
    {
      "index": 178,
      "start_time": 1193980.0,
      "end_time": 1198019.0,
      "text": "coral reefs there have not fared well at all, and have shown little resilience or recovery"
    },
    {
      "index": 179,
      "start_time": 1198020.0,
      "end_time": 1203601.0,
      "text": "from the warm water bleaching events. So this suggests that there could be a threshold"
    },
    {
      "index": 180,
      "start_time": 1203600.0,
      "end_time": 1209809.0,
      "text": "to coral reef resilience from thermal stress at some kind of c02 level. In other words,"
    },
    {
      "index": 181,
      "start_time": 1209810.0,
      "end_time": 1212571.0,
      "text": "as the pH of the oceans declines, coral reefs"
    },
    {
      "index": 182,
      "start_time": 1212570.0,
      "end_time": 1215500.0,
      "text": "will likely lose their ability to rebound from"
    },
    {
      "index": 183,
      "start_time": 1215500.0,
      "end_time": 1222889.0,
      "text": "warm water events and coral bleaching over time. So this is a very sobering future for"
    },
    {
      "index": 184,
      "start_time": 1222890.0,
      "end_time": 1233540.0,
      "text": "coral reefs based on how we expect the climate system to change."
    },
    {
      "index": 185,
      "start_time": 1233540.0,
      "end_time": 1248971.0,
      "text": "The  collection of scientific data underwater is serious business, but sometimes it is difficult"
    },
    {
      "index": 186,
      "start_time": 1248970.0,
      "end_time": 1262690.0,
      "text": "for the scientists to ignore the spectacular and unique wildlife that is all around them."
    },
    {
      "index": 187,
      "start_time": 1262690.0,
      "end_time": 1274559.0,
      "text": "You definitely do see sea lions and they can impact your work because they are like"
    },
    {
      "index": 188,
      "start_time": 1274560.0,
      "end_time": 1278871.0,
      "text": "underwater puppies, and extremely playful. So they often times will swim away"
    },
    {
      "index": 189,
      "start_time": 1278870.0,
      "end_time": 1283100.0,
      "text": "with your gear when you&#39;re not looking. So you know it&#39;s not uncommon to see"
    },
    {
      "index": 190,
      "start_time": 1283100.0,
      "end_time": 1289740.0,
      "text": "someone swimming after a sea lion shaking their fist while doing work in the Galapagos."
    },
    {
      "index": 191,
      "start_time": 1289740.0,
      "end_time": 1294240.0,
      "text": "Occasionally in the early days in the 70&#39;s when we were down there a penguin swam"
    },
    {
      "index": 192,
      "start_time": 1294240.0,
      "end_time": 1299500.0,
      "text": "over the corals, and so this was certainly something that you wouldn&#39;t see very often."
    },
    {
      "index": 193,
      "start_time": 1299500.0,
      "end_time": 1318389.0,
      "text": "So that was pretty exciting. Another researcher along on the expedition"
    },
    {
      "index": 194,
      "start_time": 1318390.0,
      "end_time": 1322951.0,
      "text": "is Dr. Iliana Baums from Pennsylvania State University. Together"
    },
    {
      "index": 195,
      "start_time": 1322950.0,
      "end_time": 1328809.0,
      "text": "with one of her students, she has discovered a species of coral in the Galapagos"
    },
    {
      "index": 196,
      "start_time": 1328810.0,
      "end_time": 1335331.0,
      "text": "that was previously thought to occur only in Hawaii. It&#39;s very hard to distinguish"
    },
    {
      "index": 197,
      "start_time": 1335330.0,
      "end_time": 1342049.0,
      "text": "visually from the most common of the reef building species out here. The two species"
    },
    {
      "index": 198,
      "start_time": 1342050.0,
      "end_time": 1349231.0,
      "text": "look so much alike, the only way to tell them apart is by looking at their DNA in a lab."
    },
    {
      "index": 199,
      "start_time": 1349230.0,
      "end_time": 1355720.0,
      "text": "To do so, and to understand how common the newly identified species is, the experts collect"
    },
    {
      "index": 200,
      "start_time": 1355720.0,
      "end_time": 1361539.0,
      "text": "coral samples in the field. The reason why we want to know how much we have of one"
    },
    {
      "index": 201,
      "start_time": 1361540.0,
      "end_time": 1366650.0,
      "text": "or the other species is because they interact with their environment very differently."
    },
    {
      "index": 202,
      "start_time": 1366650.0,
      "end_time": 1372530.0,
      "text": "One of the species deals with climate change differently, so when waters get warm"
    },
    {
      "index": 203,
      "start_time": 1372530.0,
      "end_time": 1376430.0,
      "text": "one of the species bleaches more frequently than the other. If water temperatures"
    },
    {
      "index": 204,
      "start_time": 1376430.0,
      "end_time": 1382441.0,
      "text": "keep rising with climate change you might get one species to survive better"
    },
    {
      "index": 205,
      "start_time": 1382440.0,
      "end_time": 1384990.0,
      "text": "than the other, so there might be a shift in"
    },
    {
      "index": 206,
      "start_time": 1384990.0,
      "end_time": 1392669.0,
      "text": "the ecosystem in terms of what species it is composed of. Understanding this species"
    },
    {
      "index": 207,
      "start_time": 1392670.0,
      "end_time": 1399400.0,
      "text": "diversity is crucial for managers as they try to predict how reefs will respond to climate"
    },
    {
      "index": 208,
      "start_time": 1399400.0,
      "end_time": 1415760.0,
      "text": "change in the future. The four week expedition in the Galapagos"
    },
    {
      "index": 209,
      "start_time": 1415760.0,
      "end_time": 1422260.0,
      "text": "led to the collection of a large amount of data and new insights. Scientific"
    },
    {
      "index": 210,
      "start_time": 1422260.0,
      "end_time": 1430591.0,
      "text": "research is vital for the long-term survival of Galapagos. Ecuador has some resources."
    },
    {
      "index": 211,
      "start_time": 1430590.0,
      "end_time": 1435940.0,
      "text": "But we need to have scientists from different parts of the world to"
    },
    {
      "index": 212,
      "start_time": 1435940.0,
      "end_time": 1443200.0,
      "text": "find out what is going on in this special ecosystem like Galapagos. And as more"
    },
    {
      "index": 213,
      "start_time": 1443200.0,
      "end_time": 1449909.0,
      "text": "scientific work is done it&#39;s a great help for Galapagos. I think the corals in the southern"
    },
    {
      "index": 214,
      "start_time": 1449910.0,
      "end_time": 1456861.0,
      "text": "and central islands are not showing any signs of recovery. So that is not encouraging."
    },
    {
      "index": 215,
      "start_time": 1456860.0,
      "end_time": 1462820.0,
      "text": "But it&#39;s a reality. And we found that the reefs continue to recover in the northern"
    },
    {
      "index": 216,
      "start_time": 1462820.0,
      "end_time": 1466919.0,
      "text": "islands. So this is encouraging. We&#39;re certainly hopeful"
    },
    {
      "index": 217,
      "start_time": 1466920.0,
      "end_time": 1471790.0,
      "text": "this trend will continue. We know coral reefs are in trouble. But what we&#39;ve seen"
    },
    {
      "index": 218,
      "start_time": 1471790.0,
      "end_time": 1478060.0,
      "text": "in a lot of these areas is they are amazingly resilient and they can rebound. And we know"
    },
    {
      "index": 219,
      "start_time": 1478060.0,
      "end_time": 1483721.0,
      "text": "that climate change is predicted to just get worse. But what our hope is, is that corals"
    },
    {
      "index": 220,
      "start_time": 1483720.0,
      "end_time": 1501590.0,
      "text": "can adapt to climate change. The Galapagos and its unique creatures are a symbol of adaptation,"
    },
    {
      "index": 221,
      "start_time": 1501590.0,
      "end_time": 1509720.0,
      "text": "having provided important clues about the way life evolves on planet Earth."
    },
    {
      "index": 222,
      "start_time": 1509720.0,
      "end_time": 1517730.0,
      "text": "Now they may also serve as a window into the future -- providing a glimpse of how corals"
    },
    {
      "index": 223,
      "start_time": 1517730.0,
      "end_time": 1571539.0,
      "text": "may adjust to the drastic changes forecast to occur in the world&#39;s oceans."
    },
    {
      "index": 224,
      "start_time": 1571540.0,
      "end_time": 1577630.0,
      "text": "Major funding for this program was provided by The Batchelor Foundation, encouraging people"
    },
    {
      "index": 225,
      "start_time": 1577630.0,
      "end_time": 1587571.0,
      "text": "to preserve and protect America&#39;s underwater resources. And by Divers Direct Emocean Club,"
    },
    {
      "index": 226,
      "start_time": 1587570.0,
      "end_time": 1594080.0,
      "text": "inspiring the pursuit of tropical adventures and scuba diving. And by the Do Unto Others"
    },
    {
      "index": 227,
      "start_time": 1594080.0,
      "end_time": 1604080.0,
      "text": "Trust."
    }
  ]
}