{
  "video_id": "y1XWIBbc17M",
  "title": "How to Treat ADHD Naturally",
  "json": [
    {
      "index": 1,
      "start_time": 7600.0,
      "end_time": 12010.0,
      "text": "Hey guys. Doctor Axe here, founder of doctoraxe.com and doctor of functional medicine. Today I&#39;m"
    },
    {
      "index": 2,
      "start_time": 12010.0,
      "end_time": 17440.0,
      "text": "going to share with you in this video the top foods, supplement, natural treatments,"
    },
    {
      "index": 3,
      "start_time": 17440.0,
      "end_time": 23029.0,
      "text": "and essential oils in the treatment of ADHD. And so I guarantee that if you follow these"
    },
    {
      "index": 4,
      "start_time": 23029.0,
      "end_time": 27570.0,
      "text": "tips with yourself or a child you&#39;re working with, you&#39;re going to notice great improvements"
    },
    {
      "index": 5,
      "start_time": 27570.0,
      "end_time": 32739.0,
      "text": "in focus and overall reducing those ADHD-like symptoms."
    },
    {
      "index": 6,
      "start_time": 32738.999999999996,
      "end_time": 37390.0,
      "text": "The first thing I want to tell you is, I was diagnosed with ADHD my entire life growing"
    },
    {
      "index": 7,
      "start_time": 37390.0,
      "end_time": 42129.0,
      "text": "up as a child, and I can still remember today my mom going and getting me tested all the"
    },
    {
      "index": 8,
      "start_time": 42129.0,
      "end_time": 46329.0,
      "text": "time, because I had so much trouble focusing. And there are some things that I did later"
    },
    {
      "index": 9,
      "start_time": 46329.0,
      "end_time": 51589.0,
      "text": "on in life that I really found made a major impact in my ability to focus."
    },
    {
      "index": 10,
      "start_time": 51589.0,
      "end_time": 59120.0,
      "text": "But I want to start off saying this, ADHD is not really a disease. ADHD is people, and"
    },
    {
      "index": 11,
      "start_time": 59120.0,
      "end_time": 63659.0,
      "text": "whether it be a male or a female, it&#39;s really the way your brain chemistry works, and some"
    },
    {
      "index": 12,
      "start_time": 63659.0,
      "end_time": 68340.0,
      "text": "of it&#39;s personality traits. And so I&#39;ll talk about this a little later on, but most people"
    },
    {
      "index": 13,
      "start_time": 68340.0,
      "end_time": 75159.0,
      "text": "with ADHD, it&#39;s much more male driven, especially male children, and also a lot of times there"
    },
    {
      "index": 14,
      "start_time": 75159.0,
      "end_time": 79670.0,
      "text": "are different types of learning. People can be kinesthetic learners or auditory learners,"
    },
    {
      "index": 15,
      "start_time": 79670.0,
      "end_time": 82090.0,
      "text": "and so I&#39;ll talk about that as well."
    },
    {
      "index": 16,
      "start_time": 82090.0,
      "end_time": 88729.0,
      "text": "There is no doubt, whether it is a personality trait or a nutritional deficiency that these"
    },
    {
      "index": 17,
      "start_time": 88729.0,
      "end_time": 94619.0,
      "text": "tips will help. So let&#39;s start off talking about an ADHD diet. Now number one thing most"
    },
    {
      "index": 18,
      "start_time": 94619.0,
      "end_time": 101149.0,
      "text": "of you know is you&#39;ve got to remove sugar and specifically gluten from children or adults"
    },
    {
      "index": 19,
      "start_time": 101149.0,
      "end_time": 106429.0,
      "text": "with ADHD. So again, sugar is a major problem because it will cause blood-sugar spikes,"
    },
    {
      "index": 20,
      "start_time": 106429.0,
      "end_time": 112030.0,
      "text": "which then will in turn with those blood-sugar spikes it really causes focus levels to drop"
    },
    {
      "index": 21,
      "start_time": 112030.0,
      "end_time": 117619.0,
      "text": "when the blood-sugar spikes down, which will cause lack of focus. And then if it&#39;s on a"
    },
    {
      "index": 22,
      "start_time": 117619.0,
      "end_time": 124090.0,
      "text": "high spike, it will cause that hyperactivity behavior. So again, getting sugar out of the"
    },
    {
      "index": 23,
      "start_time": 124090.0,
      "end_time": 127329.0,
      "text": "diet, especially processed sugar is number one."
    },
    {
      "index": 24,
      "start_time": 127329.0,
      "end_time": 132319.0,
      "text": "The next step in terms of diet is loading your child up with healthy protein, fat and"
    },
    {
      "index": 25,
      "start_time": 132319.0,
      "end_time": 136500.0,
      "text": "fiber during the meals. That&#39;s going to keep the blood-sugar steady. And so following a"
    },
    {
      "index": 26,
      "start_time": 136500.0,
      "end_time": 142800.0,
      "text": "nutrient dense diet, a diet high in vegetables, fruits, things like nuts and seeds and then"
    },
    {
      "index": 27,
      "start_time": 142800.0,
      "end_time": 151080.0,
      "text": "organic meats, that is an ideal diet for anybody with ADHD symptoms. Also a diet high in omega-3"
    },
    {
      "index": 28,
      "start_time": 151080.0,
      "end_time": 151930.0,
      "text": "fatty acids."
    },
    {
      "index": 29,
      "start_time": 151930.0,
      "end_time": 156690.0,
      "text": "And that leads me into the top supplements for treating ADHD. The number one supplement"
    },
    {
      "index": 30,
      "start_time": 156690.0,
      "end_time": 163860.0,
      "text": "is fish oil. For most kids I recommend taking anywhere between 500 and 1000 milligrams of"
    },
    {
      "index": 31,
      "start_time": 163860.0,
      "end_time": 167510.0,
      "text": "fish oil a day. And we know that there are several studies showing that fish oil and"
    },
    {
      "index": 32,
      "start_time": 167510.0,
      "end_time": 171540.0,
      "text": "cod liver oil have been very effective in the treatment of ADHD."
    },
    {
      "index": 33,
      "start_time": 171540.0,
      "end_time": 179720.0,
      "text": "The next supplement that can help ADHD is a vitamin B complex. And vitamin B complex"
    },
    {
      "index": 34,
      "start_time": 179720.0,
      "end_time": 185520.0,
      "text": "contains things like vitamin B6, vitamin B12, folate and biotin, and these vitamins are"
    },
    {
      "index": 35,
      "start_time": 185520.0,
      "end_time": 190940.0,
      "text": "essential for supporting the nervous system and brain and improving focus. In fact, vitamin"
    },
    {
      "index": 36,
      "start_time": 190940.0,
      "end_time": 197000.0,
      "text": "B12 is very important, because it really helps in improving energy levels and cellular function."
    },
    {
      "index": 37,
      "start_time": 197000.0,
      "end_time": 204290.0,
      "text": "And so for that reason, taking a good quality vitamin B complex is critical. Also, children"
    },
    {
      "index": 38,
      "start_time": 204290.0,
      "end_time": 213350.0,
      "text": "with ADHD tend to consume more carbohydrates, and so B vitamins also really support the"
    },
    {
      "index": 39,
      "start_time": 213350.0,
      "end_time": 220070.0,
      "text": "body in processing and metabolizing carbohydrates as well. So again, best supplements there"
    },
    {
      "index": 40,
      "start_time": 220070.0,
      "end_time": 222380.0,
      "text": "are fish oil and vitamin B."
    },
    {
      "index": 41,
      "start_time": 222380.0,
      "end_time": 228290.0,
      "text": "And I want to talk about something else I think is incredible. Essential oils for ADHD."
    },
    {
      "index": 42,
      "start_time": 228290.0,
      "end_time": 233340.0,
      "text": "And the most effective essential oils are vetiver and cedarwood oil. In fact, a study"
    },
    {
      "index": 43,
      "start_time": 233340.0,
      "end_time": 240530.0,
      "text": "was published in the Journal of American Medical Association, and they found that vetiver oil"
    },
    {
      "index": 44,
      "start_time": 240530.0,
      "end_time": 248620.0,
      "text": "had a 100%-effective rating on treating ADHD and cedarwood oil an 83% effective rating."
    },
    {
      "index": 45,
      "start_time": 248620.0,
      "end_time": 253210.0,
      "text": "And so both of those essential oils are effective in the treatment of ADHD."
    },
    {
      "index": 46,
      "start_time": 253210.0,
      "end_time": 259389.0,
      "text": "And what I would do is basically take two drops of vetiver oil, two drops of cedarwood"
    },
    {
      "index": 47,
      "start_time": 259389.0,
      "end_time": 265360.0,
      "text": "oil, and basically just put a total of four drops, and just rub them on a child&#39;s neck"
    },
    {
      "index": 48,
      "start_time": 265360.0,
      "end_time": 270290.0,
      "text": "or your own neck, typically in the neck area, and then up around the temple area. And if"
    },
    {
      "index": 49,
      "start_time": 270290.0,
      "end_time": 274300.0,
      "text": "you need to dilute it a little bit, you could use some coconut oil. But rub that on the"
    },
    {
      "index": 50,
      "start_time": 274300.0,
      "end_time": 279610.0,
      "text": "area, and that&#39;s going to help improve focus topically there as well."
    },
    {
      "index": 51,
      "start_time": 279610.0,
      "end_time": 283840.0,
      "text": "And then last but not least, understanding that different children have different ways"
    },
    {
      "index": 52,
      "start_time": 283840.0,
      "end_time": 291100.0,
      "text": "of learning, and realizing that most children or adults with ADHD are kinesthetic learners,"
    },
    {
      "index": 53,
      "start_time": 291100.0,
      "end_time": 294530.0,
      "text": "that means they&#39;re hands-on learners. So know that if you try and put them in a classroom,"
    },
    {
      "index": 54,
      "start_time": 294530.0,
      "end_time": 300070.0,
      "text": "and tell them to sit there not move for eight hours straight, that really isn&#39;t natural"
    },
    {
      "index": 55,
      "start_time": 300070.0,
      "end_time": 303310.0,
      "text": "for them. It&#39;s not to say that by following these tips they can&#39;t do it. I&#39;m sure they"
    },
    {
      "index": 56,
      "start_time": 303310.0,
      "end_time": 309900.0,
      "text": "can. But looking for a school system or teachers that really understand kinesthetic learning,"
    },
    {
      "index": 57,
      "start_time": 309900.0,
      "end_time": 315580.0,
      "text": "that are patient and that can be hands on, is one of the best ways of learning and really"
    },
    {
      "index": 58,
      "start_time": 315580.0,
      "end_time": 318750.0,
      "text": "supporting children with ADHD. So remember that as well."
    },
    {
      "index": 59,
      "start_time": 318750.0,
      "end_time": 328750.0,
      "text": "Hey guys. I hope you&#39;ve enjoyed these tips on natural cures and remedies for ADHD."
    }
  ]
}