{
  "video_id": "y3w7dEc0U4s",
  "title": "After challenge to Maduro's legitimacy, what's next for Venezuela?",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6629.0,
      "text": "Venezuela's President Nicolas Maduro faces the most direct challenge to his nearly-six years in power."
    },
    {
      "index": 2,
      "start_time": 6629.0,
      "end_time": 19700.0,
      "text": "Today, as Nick Schifrin reports, the U.S. and more than a half-a-dozen other countries recognized Juan Guaido, currently the head of Venezuela's National Assembly, as the country's legitimate president."
    },
    {
      "index": 3,
      "start_time": 20800.0,
      "end_time": 29289.0,
      "text": "On a stage in downtown Caracas, in front of a crowd of thousands, 35-year-old Juan Guaido raised his right hand and administered his own oath of office."
    },
    {
      "index": 4,
      "start_time": 30600.0,
      "end_time": 36920.0,
      "text": "I swear to formally assume the powers of the national executive as the president in charge of Venezuela."
    },
    {
      "index": 5,
      "start_time": 37800.0,
      "end_time": 46229.0,
      "text": "Around the capital and country today, hundreds of thousands, perhaps millions of Venezuelans rallied in support of Guaido and called for a change in government."
    },
    {
      "index": 6,
      "start_time": 47600.0,
      "end_time": 55730.0,
      "text": "That is why we are here, to support our National Assembly, the only legitimate power for the 14 million Venezuelans."
    },
    {
      "index": 7,
      "start_time": 58000.0,
      "end_time": 63239.0,
      "text": "Nuns demanded freedom, and other protesters demanded President Nicolas Maduro step down."
    },
    {
      "index": 8,
      "start_time": 65000.0,
      "end_time": 67810.0,
      "text": "Your time is up, and your Cabinet's."
    },
    {
      "index": 9,
      "start_time": 67810.0,
      "end_time": 71350.0,
      "text": "Understand this: Venezuela has outgrown you."
    },
    {
      "index": 10,
      "start_time": 72200.0,
      "end_time": 79399.0,
      "text": "Venezuelans have protested before, but this time the usually fractured opposition has a consensus leader."
    },
    {
      "index": 11,
      "start_time": 79399.0,
      "end_time": 81800.0,
      "text": "Until recently, Guaido was relatively unknown."
    },
    {
      "index": 12,
      "start_time": 81800.0,
      "end_time": 89539.0,
      "text": "But he has crisscrossed the country speaking against Maduro, asking for support from the international community, and Venezuela's powerful military."
    },
    {
      "index": 13,
      "start_time": 91500.0,
      "end_time": 95000.0,
      "text": "We are not asking you to mount a coup, or to shoot."
    },
    {
      "index": 14,
      "start_time": 95000.0,
      "end_time": 101790.0,
      "text": "On the contrary, we are asking you not to shoot at us, and defend together with us the right of our people to be heard."
    },
    {
      "index": 15,
      "start_time": 102300.0,
      "end_time": 104149.0,
      "text": "His calls have been heard."
    },
    {
      "index": 16,
      "start_time": 104149.0,
      "end_time": 110200.0,
      "text": "On Monday, National Guardsmen posted cell phone videos declaring Maduro illegitimate and calling for protests."
    },
    {
      "index": 17,
      "start_time": 110200.0,
      "end_time": 116589.0,
      "text": "MIKE PENCE, Vice President of the United States: We say to all the good people of Venezuela, estamos con ustedes."
    },
    {
      "index": 18,
      "start_time": 116900.0,
      "end_time": 121200.0,
      "text": "Yesterday, Vice President Pence promised the U.S. would be with the protesters."
    },
    {
      "index": 19,
      "start_time": 121200.0,
      "end_time": 133280.0,
      "text": "And today, in a statement, President Trump endorsed Guaido as interim president and said: \"The people of Venezuela have courageously spoken out against Maduro and his regime and demanded freedom and the rule of law.\""
    },
    {
      "index": 20,
      "start_time": 133280.0,
      "end_time": 137780.0,
      "text": "MOISES RENDON, Center for Strategic and International Studies: This is one of the most historic days for Venezuelan modern history."
    },
    {
      "index": 21,
      "start_time": 137780.0,
      "end_time": 143000.0,
      "text": "Moises Rendon is an associate director of the Center for Strategic and International Studies."
    },
    {
      "index": 22,
      "start_time": 143000.0,
      "end_time": 152700.0,
      "text": "He says Guaido's announcement today, and President Trump's endorsement, allows the U.S. to redirect payments for Venezuelan oil, which accounts for 90 percent of Venezuela's GDP."
    },
    {
      "index": 23,
      "start_time": 152900.0,
      "end_time": 166130.0,
      "text": "Every single asset, every single bank account, every single contract, all the management of this republic's assets will be transferred to the National Assembly and to Juan Guaido."
    },
    {
      "index": 24,
      "start_time": 167400.0,
      "end_time": 169000.0,
      "text": "But Maduro is pushing back."
    },
    {
      "index": 25,
      "start_time": 169000.0,
      "end_time": 175500.0,
      "text": "Today, he cut off diplomatic relations with the U.S., and gave U.S. diplomats 72 hours to leave the country."
    },
    {
      "index": 26,
      "start_time": 176800.0,
      "end_time": 178870.0,
      "text": "NICOLAS MADURO, Venezuelan President: Do not trust the gringo empire."
    },
    {
      "index": 27,
      "start_time": 178870.0,
      "end_time": 181500.0,
      "text": "The gringos do not have friends, nor are they loyal to anyone."
    },
    {
      "index": 28,
      "start_time": 181500.0,
      "end_time": 186870.0,
      "text": "The gringos have interests, Venezuelan oil, Venezuelan gas, Venezuelan gold."
    },
    {
      "index": 29,
      "start_time": 186870.0,
      "end_time": 191860.0,
      "text": "But, to that empire, we say that oil, that gas, that gold is not yours."
    },
    {
      "index": 30,
      "start_time": 192600.0,
      "end_time": 198700.0,
      "text": "It was just two weeks ago Maduro was inaugurated and swore to build what he called 21st century socialism."
    },
    {
      "index": 31,
      "start_time": 198700.0,
      "end_time": 201800.0,
      "text": "But he has built an economic catastrophe."
    },
    {
      "index": 32,
      "start_time": 201800.0,
      "end_time": 205200.0,
      "text": "Venezuela used to be Latin America's wealthiest country."
    },
    {
      "index": 33,
      "start_time": 205200.0,
      "end_time": 213320.0,
      "text": "Caracas residents have demanded access to a supermarket, even if the shelves were empty because of a shortage of food."
    },
    {
      "index": 34,
      "start_time": 213320.0,
      "end_time": 216600.0,
      "text": "Medical patients have protested a shortage of medicine."
    },
    {
      "index": 35,
      "start_time": 216600.0,
      "end_time": 220300.0,
      "text": "And children play in the dark because of a shortage of power."
    },
    {
      "index": 36,
      "start_time": 220300.0,
      "end_time": 226130.0,
      "text": "It's been an economic freefall, the product of falling oil prices and failed economic policies."
    },
    {
      "index": 37,
      "start_time": 226130.0,
      "end_time": 229500.0,
      "text": "Bills have became so worthless, women turned them into art."
    },
    {
      "index": 38,
      "start_time": 229500.0,
      "end_time": 232780.0,
      "text": "Inflation could hit 10 million percent."
    },
    {
      "index": 39,
      "start_time": 232780.0,
      "end_time": 235480.0,
      "text": "All of it sparked the region's largest ever exodus."
    },
    {
      "index": 40,
      "start_time": 235480.0,
      "end_time": 242500.0,
      "text": "More than 3.5 million Venezuelans have fled their homes and created a humanitarian crisis that increased regional criminality."
    },
    {
      "index": 41,
      "start_time": 242500.0,
      "end_time": 250620.0,
      "text": "It represents a humanitarian and a security crisis; the region that is impacting not only neighboring countries, but like the U.S. as well."
    },
    {
      "index": 42,
      "start_time": 251400.0,
      "end_time": 254530.0,
      "text": "The U.S. has imposed sanctions on Maduro and his leadership."
    },
    {
      "index": 43,
      "start_time": 254530.0,
      "end_time": 262200.0,
      "text": "U.S. officials say, depending on Maduro's response today, they could impose an oil export embargo that would likely collapse the state."
    },
    {
      "index": 44,
      "start_time": 262200.0,
      "end_time": 268400.0,
      "text": "Instead, U.S. officials hope Maduro heeds the protests, and the military withdraws its support."
    },
    {
      "index": 45,
      "start_time": 268400.0,
      "end_time": 277400.0,
      "text": "Maduro will fight, but he faces a perfect storm of economic pressure, international condemnation, a popular opponent, and the mobilization of his own people."
    },
    {
      "index": 46,
      "start_time": 277400.0,
      "end_time": 279970.0,
      "text": "For the \"PBS NewsHour,\" I'm Nick Schifrin."
    }
  ]
}