{
  "video_id": "Y_-26W-m2fw",
  "title": "The Muslim world's workforce is changing fast | CNBC Reports",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3760.0,
      "text": "Growing up in Pakistan, Saadia Zahidi was afraid of one thing."
    },
    {
      "index": 2,
      "start_time": 3770.0,
      "end_time": 14950.0,
      "text": "When I was growing up my biggest fear was that I would end up having a brother because then my parents, justifiably so, would probably end up spending more on giving him more opportunity."
    },
    {
      "index": 3,
      "start_time": 14960.0,
      "end_time": 24620.0,
      "text": "For many women like Saadia in Muslim-majority countries, parents prioritized economic opportunities for boys, who were expected to earn a living and ultimately provide for their own parents."
    },
    {
      "index": 4,
      "start_time": 24620.0,
      "end_time": 26157.0,
      "text": "Now that's starting to change."
    },
    {
      "index": 5,
      "start_time": 26160.0,
      "end_time": 32270.0,
      "text": "In the last 15 years, there's been a major transformation when it comes to women's integration into the labor force."
    },
    {
      "index": 6,
      "start_time": 32280.0,
      "end_time": 41001.0,
      "text": "Back in the year 2000, across the entire Muslim world, so more than a billion people, only 100 million adult women were working."
    },
    {
      "index": 7,
      "start_time": 41000.0,
      "end_time": 44300.0,
      "text": "And today that number is 155 million."
    },
    {
      "index": 8,
      "start_time": 44300.0,
      "end_time": 49600.0,
      "text": "It's those 50 million-plus women who are the subject of Saadia's book, which was published earlier this year."
    },
    {
      "index": 9,
      "start_time": 49660.0,
      "end_time": 55000.0,
      "text": "She came up with the idea while working on the World Economic Forum's annual Global Gender Gap Index."
    },
    {
      "index": 10,
      "start_time": 55100.0,
      "end_time": 63100.0,
      "text": "The country that has closed its economic gender gap the most, in the last decade or so, compared to anywhere else in the world, is Saudi Arabia."
    },
    {
      "index": 11,
      "start_time": 63000.0,
      "end_time": 66700.0,
      "text": "And so I wanted to try to understand what exactly is happening in these countries."
    },
    {
      "index": 12,
      "start_time": 66700.0,
      "end_time": 73310.0,
      "text": "Saadia visited more than a dozen Muslim-majority countries over three years to speak with this new generation of workers."
    },
    {
      "index": 13,
      "start_time": 73320.0,
      "end_time": 78610.0,
      "text": "She found investment in education is one big driver behind the changing workforce."
    },
    {
      "index": 14,
      "start_time": 78621.0,
      "end_time": 87320.0,
      "text": "Take Egypt, where 34% of university students who graduate with a degree in science, technology, engineering or mathematics, called STEM, are women."
    },
    {
      "index": 15,
      "start_time": 87320.0,
      "end_time": 94179.0,
      "text": "Egypt, like many majority-Muslim countries, has a higher percentage of women entering STEM fields than the U.S. or Europe."
    },
    {
      "index": 16,
      "start_time": 94180.0,
      "end_time": 106460.0,
      "text": "Young women, who've got the right kinds of technology skill sets, are the new wave of technology entrepreneurs in these countries and trying to solve really specific problems, economic and social problems."
    },
    {
      "index": 17,
      "start_time": 106460.0,
      "end_time": 110380.0,
      "text": "Nafisa Bakkar is the founder of London-based Media company Amaliah."
    },
    {
      "index": 18,
      "start_time": 110380.0,
      "end_time": 116100.0,
      "text": "She's part of a new generation of entrepreneurs tailoring content and products for a female Muslim audience."
    },
    {
      "index": 19,
      "start_time": 116100.0,
      "end_time": 128800.0,
      "text": "We have different categories, everything from the latest style trends, to how to live an ethical life, to commentary on world events and things that are happening with a Muslim lens."
    },
    {
      "index": 20,
      "start_time": 128800.00000000001,
      "end_time": 130260.00000000001,
      "text": "What was that journey like for you in starting this company?"
    },
    {
      "index": 21,
      "start_time": 130258.99999999999,
      "end_time": 139000.0,
      "text": "Really it was born out of a personal struggle. We just realized there was so much to be done in order to make the lives of Muslim women easier."
    },
    {
      "index": 22,
      "start_time": 139000.0,
      "end_time": 146600.0,
      "text": "And I guess it was one of those things where for a lot of people who run a business, it's \"I can either complain about these things or I can do something about it.\""
    },
    {
      "index": 23,
      "start_time": 146600.0,
      "end_time": 150600.0,
      "text": "More women entering the workforce translates into big economic gains."
    },
    {
      "index": 24,
      "start_time": 150600.0,
      "end_time": 162679.0,
      "text": "Saadia estimated equal labor force participation would add $1.6 trillion to Indonesia's economy, $1.3 trillion to both Saudi Arabia and Turkey, and $500 billion to both Iran and Pakistan."
    },
    {
      "index": 25,
      "start_time": 162680.0,
      "end_time": 172000.0,
      "text": "One study found the sectors that will benefit from women's extra buying power include: food, healthcare, education, child care, apparel, consumer durables, and financial services."
    },
    {
      "index": 26,
      "start_time": 172000.0,
      "end_time": 177579.0,
      "text": "In many ways, it's the economic movement that is then going to lead to societal changes."
    },
    {
      "index": 27,
      "start_time": 177580.0,
      "end_time": 181500.0,
      "text": "There's still a long way to go in this economic and societal transformation."
    },
    {
      "index": 28,
      "start_time": 181500.0,
      "end_time": 189800.0,
      "text": "The 155 million women working in Muslim-majority countries she studied only represent 30% of adult women that could be working."
    },
    {
      "index": 29,
      "start_time": 189840.0,
      "end_time": 195000.0,
      "text": "In many countries, certain jobs like mining, metalworking or construction, are off-limits for women."
    },
    {
      "index": 30,
      "start_time": 195100.0,
      "end_time": 199360.0,
      "text": "And married women in some countries are not eligible for the same jobs as men."
    },
    {
      "index": 31,
      "start_time": 199360.0,
      "end_time": 208140.0,
      "text": "Saudi Arabia officially lifted its ban on women driving in June, but women there are still subject to legal guardianship by husbands or male relatives."
    },
    {
      "index": 32,
      "start_time": 208140.0,
      "end_time": 213679.0,
      "text": "Still, Saadia said the factors that encouraged many women to have a voice in the workforce are only getting louder."
    },
    {
      "index": 33,
      "start_time": 213680.0,
      "end_time": 220780.0,
      "text": "If you look at just the projections of the data at the moment, the last 50 million took the last 15 years."
    },
    {
      "index": 34,
      "start_time": 220780.0,
      "end_time": 223860.0,
      "text": "The next 50 million will take only another seven years."
    },
    {
      "index": 35,
      "start_time": 223860.0,
      "end_time": 229160.0,
      "text": "So the rate of change is also increasing and I think there's a lot more to come."
    },
    {
      "index": 36,
      "start_time": 231960.0,
      "end_time": 234500.0,
      "text": "Hey everyone, it's Elizabeth. Thanks so much for watching our video."
    },
    {
      "index": 37,
      "start_time": 234500.0,
      "end_time": 236440.0,
      "text": "Be sure to check out more over here."
    },
    {
      "index": 38,
      "start_time": 236440.0,
      "end_time": 239140.0,
      "text": "And leave us any other ideas in the comments section. See you later!"
    }
  ]
}