{
  "video_id": "Y_KXPoO3FaE",
  "title": "How did eating popcorn become a custom at movie theaters?  - Big Questions - (Ep. 213)",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3300.0,
      "text": "Hi, I'm Craig. I eat popcorn like this."
    },
    {
      "index": 2,
      "start_time": 3300.0,
      "end_time": 8140.0,
      "text": "And this is Mental Floss video. Today I'm gonna answer Bradley Stein's big question."
    },
    {
      "index": 3,
      "start_time": 8140.000000000001,
      "end_time": 10910.0,
      "text": "How did eating popcorn become a custom at movie theaters?"
    },
    {
      "index": 4,
      "start_time": 10910.0,
      "end_time": 12800.0,
      "text": "Nowadays, movie theaters depend on popcorn."
    },
    {
      "index": 5,
      "start_time": 12800.0,
      "end_time": 17000.0,
      "text": "They earn about 85 percent of their profits and forty percent of their total revenue from concessions."
    },
    {
      "index": 6,
      "start_time": 17000.0,
      "end_time": 18200.0,
      "text": "But that was not always the case."
    },
    {
      "index": 7,
      "start_time": 18200.0,
      "end_time": 31090.0,
      "text": "Today I'm gonna tell you how the tradition get started. Let's get started."
    },
    {
      "index": 8,
      "start_time": 31090.0,
      "end_time": 34400.0,
      "text": "Popcorn is a snack in popularity in the US during the 19th century."
    },
    {
      "index": 9,
      "start_time": 34400.0,
      "end_time": 37900.0,
      "text": "It quickly became associated with the places where it was sold like fairs and circuses."
    },
    {
      "index": 10,
      "start_time": 37900.0,
      "end_time": 40200.0,
      "text": "It was easy to make and transport for these events."
    },
    {
      "index": 11,
      "start_time": 40200.0,
      "end_time": 43600.0,
      "text": "The first steam-powered popcorn maker was invented in 1885."
    },
    {
      "index": 12,
      "start_time": 43600.0,
      "end_time": 48000.0,
      "text": "Eating popcorn in movie theaters, on the other hand, wasn't accustomed yet probably because there wasn't movie theater."
    },
    {
      "index": 13,
      "start_time": 48000.0,
      "end_time": 56000.0,
      "text": "In 1907, there're around 5,000 Nickelodeon theaters in the US which were often little spaces, the size of a storefront that showed moving pictures for 5 cents."
    },
    {
      "index": 14,
      "start_time": 56000.0,
      "end_time": 59000.0,
      "text": "It became common for food vendors to set up shop near these theaters."
    },
    {
      "index": 15,
      "start_time": 59000.0,
      "end_time": 65300.0,
      "text": "So food was initially part of the movie going experience but that changed when a bunch of huge classic movie theaters emerged in the 20's."
    },
    {
      "index": 16,
      "start_time": 65300.0,
      "end_time": 69400.0,
      "text": "Typically signs posted saying no food allowed at the theaters and they didn't sell food either."
    },
    {
      "index": 17,
      "start_time": 69400.0,
      "end_time": 74000.0,
      "text": "This was probably because the owners didn't want to deal with messes in their fancy venues and they also hated fun."
    },
    {
      "index": 18,
      "start_time": 74000.0,
      "end_time": 78000.0,
      "text": "Plus, movie theaters were inspired by actual theaters rather than places like the circus."
    },
    {
      "index": 19,
      "start_time": 78000.0,
      "end_time": 84300.0,
      "text": "Some of them cost millions to build. It wasn't uncommon for them to have antique chandeliers, marble columns, and expensive carpets."
    },
    {
      "index": 20,
      "start_time": 84300.0,
      "end_time": 87300.0,
      "text": "Popcorn and expensive carpet are not friends."
    },
    {
      "index": 21,
      "start_time": 87300.0,
      "end_time": 90819.0,
      "text": "Me and popcorn aren't friends either because I eat it. You don't eat your friends."
    },
    {
      "index": 22,
      "start_time": 90819.0,
      "end_time": 96300.0,
      "text": "By the 30's, some theater owners were allowing vendors to keep food stands either inside or directly outside."
    },
    {
      "index": 23,
      "start_time": 96300.0,
      "end_time": 101600.0,
      "text": "One thing that probably helped convince them to do this was that movies now had sound, so eating would no longer be allowed distraction."
    },
    {
      "index": 24,
      "start_time": 101600.0,
      "end_time": 106880.0,
      "text": "Another big factor was the Great Depression, people could afford to see a movie and then spend five to ten cents and a bag of popcorn."
    },
    {
      "index": 25,
      "start_time": 106880.0,
      "end_time": 112200.0,
      "text": "Plus, the theater owners benefit financially from having popcorn vendors there because the vendors paid them a daily fee."
    },
    {
      "index": 26,
      "start_time": 112200.0,
      "end_time": 114700.0,
      "text": "Even with a fee, vendors earned a lot of money quickly."
    },
    {
      "index": 27,
      "start_time": 114700.0,
      "end_time": 117969.0,
      "text": "One of the earliest movie theater popcorn vendors was a woman named Julia Breadon."
    },
    {
      "index": 28,
      "start_time": 117969.0,
      "end_time": 120400.0,
      "text": "The popcorn girl, has no one called her."
    },
    {
      "index": 29,
      "start_time": 120400.0,
      "end_time": 131700.0,
      "text": "She first started a little stand at the Lynnwood theater in Kansas City but the early thirties, she expanded her business to four theaters and started earning $14,400 annually which is about $336,000 today."
    },
    {
      "index": 30,
      "start_time": 131700.0,
      "end_time": 135500.0,
      "text": "As I mentioned earlier, this was a great depressions, so not everyone was profiting like Julia Breadon."
    },
    {
      "index": 31,
      "start_time": 135500.0,
      "end_time": 140500.0,
      "text": "Some movie theaters started closing but many were able to stay open thanks to popcorn."
    },
    {
      "index": 32,
      "start_time": 140500.0,
      "end_time": 146700.0,
      "text": "They lower the cost of the admission and started earning more through their own concession stands and so a custom was born."
    },
    {
      "index": 33,
      "start_time": 146700.0,
      "end_time": 151000.0,
      "text": "Thanks for watching Mental Floss video which was made with the help of all of these popped kernels."
    },
    {
      "index": 34,
      "start_time": 151000.0,
      "end_time": 154000.0,
      "text": "If you have a big question that you'd like answered, leave them below in the comments. I'll see you next week."
    }
  ]
}