{
  "video_id": "y_pGong8-68",
  "title": "What to Talk About on a Date",
  "json": [
    {
      "index": 1,
      "start_time": 4160.0,
      "end_time": 14700.0,
      "text": "Our impulse when looking for what to talk about on a date might be to pick up on a current event, some detail of the environment or a few impressive things about our careers."
    },
    {
      "index": 2,
      "start_time": 14700.0,
      "end_time": 31800.0,
      "text": "But if a date is at heart an audition for the emotional capacities required for the success of a long-term relationship, the real purpose of conversation on a date must be to try to understand the deep self of the other person."
    },
    {
      "index": 3,
      "start_time": 31800.0,
      "end_time": 43800.0,
      "text": "We know we will be doing well if, at a certain point, our date reflects that they've never been asked so many psychologically-weighty questions – and are we perhaps some sort of psychotherapist in training…?"
    },
    {
      "index": 4,
      "start_time": 43800.0,
      "end_time": 62100.0,
      "text": "Such comments playfully reflect how comparatively surface most chat ends up being on a date and how unnerving and yet in the end delightful it can be to sense that for once the focus of another's interest is firmly on the details of our souls."
    },
    {
      "index": 5,
      "start_time": 62100.0,
      "end_time": 69900.0,
      "text": "This is some of what we might ask on a date in an attempt to take the measure of another's deeper self."
    },
    {
      "index": 6,
      "start_time": 69900.0,
      "end_time": 74800.0,
      "text": "Firstly, what has made you cry in recent times?"
    },
    {
      "index": 7,
      "start_time": 74800.0,
      "end_time": 82100.0,
      "text": "Here, we don't only concern with what goes well for them; we're accepting of, and curious about their reversals."
    },
    {
      "index": 8,
      "start_time": 82100.0,
      "end_time": 89700.0,
      "text": "We know there are painful sides of life for everyone, we're not going to insist on levity or deny them the right to grieve."
    },
    {
      "index": 9,
      "start_time": 89700.0,
      "end_time": 96000.0,
      "text": "We'll also be sure to tell them in turn what brings tears to our eyes."
    },
    {
      "index": 10,
      "start_time": 96000.0,
      "end_time": 99500.0,
      "text": "Secondly, what was difficult in your childhood?"
    },
    {
      "index": 11,
      "start_time": 99500.0,
      "end_time": 107400.0,
      "text": "Without anyone meaning for this to happen, parents inevitably bruise and damage their children."
    },
    {
      "index": 12,
      "start_time": 107400.0,
      "end_time": 115700.0,
      "text": "With this kind of question, we're trying to get a sense of our date particular take on the drama of growing up."
    },
    {
      "index": 13,
      "start_time": 115700.0,
      "end_time": 123189.0,
      "text": "All of us end up a little distorted by our experiences in childhood : over-vigilant or too relaxed; too concerned with money or"
    },
    {
      "index": 14,
      "start_time": 123189.0,
      "end_time": 130390.0,
      "text": "overly indifferent to material goods; frightened of sex or excessively decadent."
    },
    {
      "index": 15,
      "start_time": 130389.99999999999,
      "end_time": 136599.0,
      "text": "Our date won't be unique in having been messed up, we're got to be clear on this score, but their disturbances"
    },
    {
      "index": 16,
      "start_time": 136599.0,
      "end_time": 142940.0,
      "text": "will be fascinatingly specific to them.Through our question, we're signalling that understanding their child"
    },
    {
      "index": 17,
      "start_time": 142940.0,
      "end_time": 149110.0,
      "text": "self will be vital to grasping how they behave and who they are as adults."
    },
    {
      "index": 18,
      "start_time": 149110.0,
      "end_time": 155269.0,
      "text": "It will also lay down a reserve of compassion at moments when their adult selves are simply overwhelmed by the dynamics of childhood."
    },
    {
      "index": 19,
      "start_time": 155269.0,
      "end_time": 163830.0,
      "text": "Thirdly, what do you regret? Our lives are crucially defined by the roads"
    },
    {
      "index": 20,
      "start_time": 163830.0,
      "end_time": 169550.0,
      "text": "that weren't taken, by the choices we bungled, by the situations we ruminate upon in the early hours."
    },
    {
      "index": 21,
      "start_time": 169550.0,
      "end_time": 174900.0,
      "text": "Because there is such a risk of humiliation in revealing where we messed"
    },
    {
      "index": 22,
      "start_time": 174900.0,
      "end_time": 180190.0,
      "text": "up, if we can be a patient and compassionate listener, we will be doing something for our"
    },
    {
      "index": 23,
      "start_time": 180190.0,
      "end_time": 185459.0,
      "text": "date that almost no one has ever done for them – at least outside of a professional therapy."
    },
    {
      "index": 24,
      "start_time": 185459.0,
      "end_time": 190870.0,
      "text": "We will be gifting them the honour of feeling heard for their mistakes"
    },
    {
      "index": 25,
      "start_time": 190870.0,
      "end_time": 197519.0,
      "text": "and of being reassured that these are just an inevitable feature of being human; or this will"
    },
    {
      "index": 26,
      "start_time": 197519.0,
      "end_time": 204960.0,
      "text": "be a luxury far greater than being taken to a fancy restaurant or roof-top bar."
    },
    {
      "index": 27,
      "start_time": 204960.0,
      "end_time": 206930.0,
      "text": "Fourthly, to whom would you like to go back and apologise?"
    },
    {
      "index": 28,
      "start_time": 206930.0,
      "end_time": 214239.0,
      "text": "An associated enquiry, this one focuses on the guilt that we accumulate as we stumble through our lives."
    },
    {
      "index": 29,
      "start_time": 214239.0,
      "end_time": 220099.0,
      "text": "It's a question that both leaves room for confession and offers atonement."
    },
    {
      "index": 30,
      "start_time": 220099.0,
      "end_time": 229360.0,
      "text": "Fifthly, what would you want someone to forgive you for? Gently, with this kind of question we're probing"
    },
    {
      "index": 31,
      "start_time": 229360.0,
      "end_time": 235379.0,
      "text": "at what they might know is tricky in their own characters. We aren't brutally asking what is wrong"
    },
    {
      "index": 32,
      "start_time": 235379.0,
      "end_time": 240879.0,
      "text": "with them (they'd take offence). We're inviting them to admit to one or two ways"
    },
    {
      "index": 33,
      "start_time": 240879.0,
      "end_time": 245971.0,
      "text": "in which they have noticed that they can cause difficulties for others."
    },
    {
      "index": 34,
      "start_time": 245971.0,
      "end_time": 250319.0,
      "text": "We'll need to have some examples of our own follies to confess to straight after."
    },
    {
      "index": 35,
      "start_time": 250319.0,
      "end_time": 254769.0,
      "text": "Next, what have your exes not understood about you?"
    },
    {
      "index": 36,
      "start_time": 254769.0,
      "end_time": 261710.0,
      "text": "The other person's past relationships are the vital repositories of clues as to the success of their future ones."
    },
    {
      "index": 37,
      "start_time": 261709.99999999997,
      "end_time": 268450.0,
      "text": "With this kind of question we're wondering how well they can pinpoint what went wrong and whether"
    },
    {
      "index": 38,
      "start_time": 268450.0,
      "end_time": 276480.0,
      "text": "failure has provided them with an occasion to learn rather than merely lament or blame."
    },
    {
      "index": 39,
      "start_time": 276480.0,
      "end_time": 283150.0,
      "text": "Then, what would you ideally want to tell your mother? And your father? There might be tears"
    },
    {
      "index": 40,
      "start_time": 283150.0,
      "end_time": 289670.0,
      "text": "at these kinds of questions. There can be so much buried sorrow in the history we share with two people"
    },
    {
      "index": 41,
      "start_time": 289670.0,
      "end_time": 295670.0,
      "text": "on earth we tend to love and hate in almost equal measure. With these kinds of question, we will"
    },
    {
      "index": 42,
      "start_time": 295670.0,
      "end_time": 301460.0,
      "text": "end up listening to what parents were too brittle, too defensive or too proud to hear."
    },
    {
      "index": 43,
      "start_time": 301460.0,
      "end_time": 309120.0,
      "text": "It'll be the sort of thing that never comes out at family gatherings, but so badly needs to be aired."
    },
    {
      "index": 44,
      "start_time": 309120.0,
      "end_time": 315890.0,
      "text": "Lastly, in what ways do you feel like a bit of an impostor at work? With this question we're normalising that"
    },
    {
      "index": 45,
      "start_time": 315890.0,
      "end_time": 322880.0,
      "text": "we all invariably feel like we don't entirely measure up to what is expected of us professionally."
    },
    {
      "index": 46,
      "start_time": 322880.0,
      "end_time": 329900.0,
      "text": "With this question we're providing a refuge for a sense of incompetence that we normally take such pains to hide from the world."
    },
    {
      "index": 47,
      "start_time": 329900.0,
      "end_time": 334410.0,
      "text": "We're inviting our date, at last, to let down their guard."
    },
    {
      "index": 48,
      "start_time": 334410.0,
      "end_time": 340410.0,
      "text": "Having exchanged these questions, and others like them, over many hours, we may"
    },
    {
      "index": 49,
      "start_time": 340410.0,
      "end_time": 346460.0,
      "text": "feel something odd starting to happen: we may sense ourselves falling a little in love."
    },
    {
      "index": 50,
      "start_time": 346460.0,
      "end_time": 351050.0,
      "text": "The process isn't mysterious. It's just that we're getting to know another's"
    },
    {
      "index": 51,
      "start_time": 351050.0,
      "end_time": 357970.0,
      "text": "deeper self, with all the longings, errors, terrors, regrets, weaknesses and fears involved."
    },
    {
      "index": 52,
      "start_time": 357970.0,
      "end_time": 363750.0,
      "text": "And there is simply nothing more seductive than this kind of mutual self-revelation, love"
    },
    {
      "index": 53,
      "start_time": 363750.0,
      "end_time": 370090.0,
      "text": "being in essence the gratitude we register when we feel accepted and seen –"
    },
    {
      "index": 54,
      "start_time": 370090.0,
      "end_time": 375470.0,
      "text": "as well as the compassion we experience when another person lets down their defences and trusts at last that someone is going to be kind to them."
    },
    {
      "index": 55,
      "start_time": 381200.0,
      "end_time": 384240.0,
      "text": "Great dates are made up of great conversations."
    },
    {
      "index": 56,
      "start_time": 384240.0,
      "end_time": 388960.0,
      "text": "Our Dating Cards are designed to spark insightful and playful encounters."
    },
    {
      "index": 57,
      "start_time": 388960.0,
      "end_time": 392560.0,
      "text": "Click the link on screen now to find out more."
    }
  ]
}