{
  "video_id": "YB8RgdKhYPk",
  "title": "Adventure Time Review: S8E5 - I Am a Sword",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 269.0,
      "end_time": 7879.0,
      "text": "Woah, this episode packed so much! Hijinks, top-notch comedy, callbacks to past places"
    },
    {
      "index": 2,
      "start_time": 7879.0,
      "end_time": 15350.0,
      "text": "and characters, a brand new character, goofiness, drama, and one of the most (if not the most)"
    },
    {
      "index": 3,
      "start_time": 15350.0,
      "end_time": 20680.0,
      "text": "heart-palpitating cliffhangers Adventure Time has pulled. Finn, and the other Finn too,"
    },
    {
      "index": 4,
      "start_time": 20680.0,
      "end_time": 25510.0,
      "text": "what’s gonna happen to the both of you!? We might be left contemplating this question"
    },
    {
      "index": 5,
      "start_time": 25510.0,
      "end_time": 30930.0,
      "text": "with bated breath for a while. There are no confirmed air dates for future episodes at"
    },
    {
      "index": 6,
      "start_time": 30930.0,
      "end_time": 35250.0,
      "text": "the current moment in time; it seems “I Am a Sword” ends the chain of weekly episodes"
    },
    {
      "index": 7,
      "start_time": 35250.0,
      "end_time": 40510.0,
      "text": "we’ve been having. Oh, what a devious cliffhanger this is indeed."
    },
    {
      "index": 8,
      "start_time": 40510.0,
      "end_time": 45899.0,
      "text": "But let’s rewind to the beginning of this amazing episode because I am getting ahead"
    },
    {
      "index": 9,
      "start_time": 45899.0,
      "end_time": 51399.0,
      "text": "of myself. The wild and emotional ride starts with Finn and Jake on the trail of an unknown"
    },
    {
      "index": 10,
      "start_time": 51399.0,
      "end_time": 56649.0,
      "text": "bandit, with Finn being antsy and impatient from the prolonged and unsuccessful pursuit."
    },
    {
      "index": 11,
      "start_time": 56649.0,
      "end_time": 61690.0,
      "text": "Before calling it a day, he decides to do some sweet sword tricks atop a rickety bridge,"
    },
    {
      "index": 12,
      "start_time": 61690.0,
      "end_time": 67880.0,
      "text": "despite the stern disapproval of Finn Sword. Finn’s freestyle rap starting off with “It’s"
    },
    {
      "index": 13,
      "start_time": 67880.0,
      "end_time": 73719.0,
      "text": "the boy! I’m a boy!” is so apt when he’s engaging in this immature, negligent, and"
    },
    {
      "index": 14,
      "start_time": 73719.0,
      "end_time": 79719.0,
      "text": "potentially dangerous behavior, and the result is of course the loss of the Finn Sword. Judging"
    },
    {
      "index": 15,
      "start_time": 79719.0,
      "end_time": 83399.0,
      "text": "by the background elements during the search scene, Finn wasn’t the first to foolishly"
    },
    {
      "index": 16,
      "start_time": 83399.0,
      "end_time": 86529.0,
      "text": "attempt weapon tricks on the rickety bridge above."
    },
    {
      "index": 17,
      "start_time": 86529.0,
      "end_time": 91380.0,
      "text": "This episode finally explores the relationship between Finn and Finn Sword, and in general,"
    },
    {
      "index": 18,
      "start_time": 91380.0,
      "end_time": 95229.0,
      "text": "there’s this running theme throughout the entirety of the episode about the relationship"
    },
    {
      "index": 19,
      "start_time": 95229.0,
      "end_time": 100079.0,
      "text": "between people and objects. In fact, it’s alluded to so much, at times it feels like"
    },
    {
      "index": 20,
      "start_time": 100079.0,
      "end_time": 104189.0,
      "text": "you’re being banged over the head with it. [BMO: “Talking to inanimate objects – get"
    },
    {
      "index": 21,
      "start_time": 104189.0,
      "end_time": 109479.0,
      "text": "a load of this guy.”] Analysis of this subject is too bulky to jam-pack into this review"
    },
    {
      "index": 22,
      "start_time": 109479.0,
      "end_time": 113569.0,
      "text": "without smothering the rest of my thoughts, so I will delegate that topic of discussion"
    },
    {
      "index": 23,
      "start_time": 113569.0,
      "end_time": 119599.0,
      "text": "to its own video. It’s gonna be a doozy to dissect the many ways this theme manifests!"
    },
    {
      "index": 24,
      "start_time": 119599.0,
      "end_time": 125649.0,
      "text": "But now back to discussing the other components of this episode. We got a brand new character!"
    },
    {
      "index": 25,
      "start_time": 125649.0,
      "end_time": 130920.0,
      "text": "OK, two new characters technically; Spear Bear has taken over the role of Sword Shark."
    },
    {
      "index": 26,
      "start_time": 130919.99999999999,
      "end_time": 135770.0,
      "text": "But Bandit Princess is the one who I want to discuss in detail! The monster movie-like"
    },
    {
      "index": 27,
      "start_time": 135770.0,
      "end_time": 141250.0,
      "text": "perspective used to first introduce her was terrific, and serves a threefold purpose."
    },
    {
      "index": 28,
      "start_time": 141250.0,
      "end_time": 145560.0,
      "text": "The in-universe reason is because Finn sees what Finn Sword is witnessing, which results"
    },
    {
      "index": 29,
      "start_time": 145560.0,
      "end_time": 150090.0,
      "text": "in this over-the-shoulder style perspective. In terms of story structure, it retains an"
    },
    {
      "index": 30,
      "start_time": 150090.0,
      "end_time": 157030.0,
      "text": "element of mystery while still establishing just how sanguinary this villain is. And figuratively,"
    },
    {
      "index": 31,
      "start_time": 157030.0,
      "end_time": 163550.0,
      "text": "Bandit Princess is a monster – her whole deal is getting glee from ruining the lives of others."
    },
    {
      "index": 32,
      "start_time": 163550.0,
      "end_time": 169680.0,
      "text": "Bandit Princess’ design is one of my favorites out of the whole series. She’s mostly humanoid"
    },
    {
      "index": 33,
      "start_time": 169680.0,
      "end_time": 177530.0,
      "text": "but with deer-like ears and massive striped horns. Seriously, those horns are awesome!"
    },
    {
      "index": 34,
      "start_time": 177530.0,
      "end_time": 184070.0,
      "text": "They might have been inspired by Ankole-Watusi cattle, which are the most badass of all cattle!"
    },
    {
      "index": 35,
      "start_time": 184070.0,
      "end_time": 191200.0,
      "text": "Just marvel at these astounding wonders of human domestication! They’re so cool!"
    },
    {
      "index": 36,
      "start_time": 191200.0,
      "end_time": 196140.0,
      "text": "Bandit Princess’ attire is not at all what I was expecting though, but I think it still works"
    },
    {
      "index": 37,
      "start_time": 196140.0,
      "end_time": 202870.0,
      "text": "really well. The overall design is an amalgam of human, feral beast, and demonic attributes,"
    },
    {
      "index": 38,
      "start_time": 202870.0,
      "end_time": 205069.0,
      "text": "and that’s totally my aesthetic!"
    },
    {
      "index": 39,
      "start_time": 205069.0,
      "end_time": 210440.0,
      "text": "However, my only gripe with this episode is that I was slightly disappointed with the"
    },
    {
      "index": 40,
      "start_time": 210440.0,
      "end_time": 215390.0,
      "text": "personality of BP. Don’t get me wrong, I like her, but I didn’t end up liking her"
    },
    {
      "index": 41,
      "start_time": 215390.0,
      "end_time": 221090.0,
      "text": "as much as I wanted to. She felt a tad on that flat side and I didn’t find her charismatic"
    },
    {
      "index": 42,
      "start_time": 221090.0,
      "end_time": 227370.0,
      "text": "enough. If she was more menacing, or more flamboyant, or more… something, she could"
    },
    {
      "index": 43,
      "start_time": 227370.0,
      "end_time": 232260.0,
      "text": "easily have ended up as one of my favorite characters. I get the point that she’s supposed"
    },
    {
      "index": 44,
      "start_time": 232260.0,
      "end_time": 237900.0,
      "text": "to be a supremely shitty person, and making her personality more magnetic would be antithetical"
    },
    {
      "index": 45,
      "start_time": 237900.0,
      "end_time": 242459.0,
      "text": "in a way to this trait. You can express pure evil to such a severe degree that it makes"
    },
    {
      "index": 46,
      "start_time": 242459.0,
      "end_time": 247900.0,
      "text": "for a fascinating character, case in point, The Lich."
    },
    {
      "index": 47,
      "start_time": 247900.0,
      "end_time": 250000.0,
      "text": "But making a character a shitty asshole"
    },
    {
      "index": 48,
      "start_time": 250000.0,
      "end_time": 254840.0,
      "text": "and simultaneously captivating, I have to admit, that’s an extremely difficult"
    },
    {
      "index": 49,
      "start_time": 254840.0,
      "end_time": 259810.0,
      "text": "balancing act to pull off. Considering how Bandit Princess scampers away by the episode’s"
    },
    {
      "index": 50,
      "start_time": 259810.0,
      "end_time": 265189.0,
      "text": "end, I hope the Adventure Time crew is able to achieve this feat for her eventual reappearance."
    },
    {
      "index": 51,
      "start_time": 265189.0,
      "end_time": 271389.0,
      "text": "Come on Bandit Princess – show up, hopefully, in less than a dozen episodes, please!"
    },
    {
      "index": 52,
      "start_time": 271389.0,
      "end_time": 276139.0,
      "text": "While BP’s backstory is grimly comical [Bandit Princess: “I was born with rabies and my"
    },
    {
      "index": 53,
      "start_time": 276139.0,
      "end_time": 280169.0,
      "text": "parents didn’t love me because they both had mono!”], I think it works better as"
    },
    {
      "index": 54,
      "start_time": 280169.0,
      "end_time": 285469.0,
      "text": "a joke than an actual backstory. BMO asks whether “some people are just pure city-sidewalk"
    },
    {
      "index": 55,
      "start_time": 285469.0,
      "end_time": 291490.0,
      "text": "boom-boom from a red donk and that’s all there is to it?”, but if Bandit Princess’"
    },
    {
      "index": 56,
      "start_time": 291490.0,
      "end_time": 296349.0,
      "text": "backstory is true, that’s clearly not all there is to it. She is even cognitive enough"
    },
    {
      "index": 57,
      "start_time": 296349.0,
      "end_time": 300379.0,
      "text": "of the underlying cause herself that she can admit her rough upbringing shaped her current"
    },
    {
      "index": 58,
      "start_time": 300379.0,
      "end_time": 304759.0,
      "text": "identity. [Bandit Princess: “So now I do stuff like this!”] Personally, I’m far"
    },
    {
      "index": 59,
      "start_time": 304759.0,
      "end_time": 308870.0,
      "text": "from certain that this is her real backstory though, considering that rabies is almost"
    },
    {
      "index": 60,
      "start_time": 308870.0,
      "end_time": 313909.0,
      "text": "always fatal, and if it spreads into the brain causing frantic and frenzied behavior, that’s"
    },
    {
      "index": 61,
      "start_time": 313909.0,
      "end_time": 319770.0,
      "text": "already at a stage beyond the point of no return. Also to be born with rabies, you’d"
    },
    {
      "index": 62,
      "start_time": 319770.0,
      "end_time": 324080.0,
      "text": "have to be bitten by a carrier of rabies while you’re still in the womb, which is an awkward"
    },
    {
      "index": 63,
      "start_time": 324080.0,
      "end_time": 330219.0,
      "text": "scenario to visualize to say the least. Also mono tends to last a few months at the longest,"
    },
    {
      "index": 64,
      "start_time": 330219.0,
      "end_time": 333849.0,
      "text": "so that doesn’t fit the narrative either. But yes, the counter-argument is that it’s"
    },
    {
      "index": 65,
      "start_time": 333849.0,
      "end_time": 339400.0,
      "text": "a fantasy universe, animal-virus interactions can be fictionalized, and all that junk, I know."
    },
    {
      "index": 66,
      "start_time": 339400.0,
      "end_time": 343689.0,
      "text": "Still, it wouldn’t be the first time a character with antisocial personality disorder"
    },
    {
      "index": 67,
      "start_time": 343689.0,
      "end_time": 348870.0,
      "text": "made up a comical lie about their backstory. [Ice King: “I didn’t steal it! I made"
    },
    {
      "index": 68,
      "start_time": 348870.0,
      "end_time": 352120.0,
      "text": "that item! Made it with the magic that I stole!”]"
    },
    {
      "index": 69,
      "start_time": 352120.0,
      "end_time": 357990.0,
      "text": "Finn’s nightmarish visions of Bandit Princess’ misdeeds prompt Jake to ask what the dream"
    },
    {
      "index": 70,
      "start_time": 357990.0,
      "end_time": 363509.0,
      "text": "was about this time as he casually lists all the things that cause Finn to wake up screaming."
    },
    {
      "index": 71,
      "start_time": 363509.0,
      "end_time": 368689.0,
      "text": "[Jake: “Break up, Lich, me dying, you dying, other break up, growing up, never growing"
    },
    {
      "index": 72,
      "start_time": 368689.0,
      "end_time": 374800.0,
      "text": "up… or spiders?”] Extraordinarily hilarious but exceptionally dark in its implications"
    },
    {
      "index": 73,
      "start_time": 374800.0,
      "end_time": 380689.0,
      "text": "– that’s my favorite type of humor, and Adventure Time nails it so much this episode."
    },
    {
      "index": 74,
      "start_time": 380689.0,
      "end_time": 385499.0,
      "text": "Jake and BMO’s blasé attitude to the chronic torment their friend experiences demonstrates"
    },
    {
      "index": 75,
      "start_time": 385499.0,
      "end_time": 391229.0,
      "text": "that underneath Finn’s brash exterior, he has been deeply traumatized by the many experiences"
    },
    {
      "index": 76,
      "start_time": 391229.0,
      "end_time": 397059.0,
      "text": "that have shaped him. Relationships, death, growing up, staying a child – all things"
    },
    {
      "index": 77,
      "start_time": 397059.0,
      "end_time": 400600.0,
      "text": "that permeate the nether regions of Finn’s mind."
    },
    {
      "index": 78,
      "start_time": 400600.0,
      "end_time": 405900.0,
      "text": "Also spiders!"
    },
    {
      "index": 79,
      "start_time": 405900.0,
      "end_time": 412330.0,
      "text": "Jokes, aside, BMO alludes to this concept of recurrent adversity more seriously at the end of the episode."
    },
    {
      "index": 80,
      "start_time": 412330.0,
      "end_time": 417349.0,
      "text": "[BMO: “Jake, why does this thing happen to Finn?”] All the challenges and tribulations Finn faces"
    },
    {
      "index": 81,
      "start_time": 417349.0,
      "end_time": 421710.0,
      "text": "are molding him into a hero, but it’s not as if he’s coming out unscarred from all"
    },
    {
      "index": 82,
      "start_time": 421710.0,
      "end_time": 423699.0,
      "text": "these experiences."
    },
    {
      "index": 83,
      "start_time": 423699.0,
      "end_time": 429110.0,
      "text": "Like many episodes before it, “I Am a Sword” was exceedingly grim underneath the non-stop"
    },
    {
      "index": 84,
      "start_time": 429110.0,
      "end_time": 434240.0,
      "text": "knee-slapping comedy. Bandit Princess left a trail of destruction in her wake as she"
    },
    {
      "index": 85,
      "start_time": 434240.0,
      "end_time": 439949.0,
      "text": "looted and maimed. Finn Sword was forced to experience these abhorrent acts firsthand."
    },
    {
      "index": 86,
      "start_time": 439949.0,
      "end_time": 445659.0,
      "text": "The Finn Sword situation was already tragic enough on its own, and yet it’s taken even"
    },
    {
      "index": 87,
      "start_time": 445659.0,
      "end_time": 450419.0,
      "text": "further as he becomes an unwilling accomplice to that which he actively stands against."
    },
    {
      "index": 88,
      "start_time": 450419.0,
      "end_time": 455189.0,
      "text": "Finn has a moment of reflection yet again where he ponders whether he takes those around"
    },
    {
      "index": 89,
      "start_time": 455189.0,
      "end_time": 459819.0,
      "text": "him for granted, this being the third time in recent history. But I don’t think Finn"
    },
    {
      "index": 90,
      "start_time": 459819.0,
      "end_time": 465550.0,
      "text": "fully internalizes that this instance of it has led to serious and lasting harm, both"
    },
    {
      "index": 91,
      "start_time": 465550.0,
      "end_time": 471009.0,
      "text": "for Finn Sword and those on the receiving end of him. Finn declares that he alone will"
    },
    {
      "index": 92,
      "start_time": 471009.0,
      "end_time": 475879.0,
      "text": "settle this conflict as he engages Bandit Princess, and refuses Jake’s help even when"
    },
    {
      "index": 93,
      "start_time": 475879.0,
      "end_time": 481029.0,
      "text": "he finds himself in a pinch. His actions could be seen as manly or valiant, but I see it"
    },
    {
      "index": 94,
      "start_time": 481029.0,
      "end_time": 487770.0,
      "text": "as massive farce. He has turned this confrontation into a matter of misguided honor. Finn thinks"
    },
    {
      "index": 95,
      "start_time": 487770.0,
      "end_time": 492039.0,
      "text": "if he can single-handedly regain his Finn Sword and put a stop to Bandit Princess, he"
    },
    {
      "index": 96,
      "start_time": 492039.0,
      "end_time": 496180.0,
      "text": "would be fixing this stupid mistake of his, that it somehow would right all the wrongs"
    },
    {
      "index": 97,
      "start_time": 496180.0,
      "end_time": 501629.0,
      "text": "that had transpired as a result. It’s a foolish and egotistical outlook, and it ends"
    },
    {
      "index": 98,
      "start_time": 501629.0,
      "end_time": 508240.0,
      "text": "in disaster as Finn stabs himself and passes out. Finn still lacks awareness in many respects,"
    },
    {
      "index": 99,
      "start_time": 508240.0,
      "end_time": 513410.0,
      "text": "and I have to wonder if this latest traumatic experience will start to change that."
    },
    {
      "index": 100,
      "start_time": 513409.99999999994,
      "end_time": 518749.99999999994,
      "text": "And speaking of wondering, is Finn in an actual coma!? Did he simply faint from the shock"
    },
    {
      "index": 101,
      "start_time": 518750.0,
      "end_time": 523140.0,
      "text": "and will wake from his fetal position after his mind and body receive the proper rest?"
    },
    {
      "index": 102,
      "start_time": 523140.0,
      "end_time": 527460.0,
      "text": "Or did piercing his duplicate have a tangible effect on his own existence – are the lives"
    },
    {
      "index": 103,
      "start_time": 527460.0,
      "end_time": 534390.0,
      "text": "of the two linked together somehow? And that green glow of Finn Sword and the ominous sound!"
    },
    {
      "index": 104,
      "start_time": 534390.0,
      "end_time": 538200.0,
      "text": "What is gonna happen to Finn Sword now that a portion of the Grass Sword has crept into"
    },
    {
      "index": 105,
      "start_time": 538200.0,
      "end_time": 543020.0,
      "text": "it!? When Finn turned into Finn Sword, his arm was already the Grass Sword, so technically"
    },
    {
      "index": 106,
      "start_time": 543020.0,
      "end_time": 548130.0,
      "text": "Grass Sword is already a part of Finn Sword. So what sort of integration or combination"
    },
    {
      "index": 107,
      "start_time": 548130.0,
      "end_time": 552570.0,
      "text": "is actually occurring here? My initial feelings upon seeing these enchanted blades of grass"
    },
    {
      "index": 108,
      "start_time": 552570.0,
      "end_time": 556940.0,
      "text": "worm their way into the cracked jewel was simple-minded relief: “Finn Sword is going"
    },
    {
      "index": 109,
      "start_time": 556940.0,
      "end_time": 563850.0,
      "text": "to be OK!” But what if that’s not it? What if the result actually ends up as a monstrosity?"
    },
    {
      "index": 110,
      "start_time": 563850.0,
      "end_time": 568660.0,
      "text": "It might become a weapon – a hybrid of the Grass and Finn Sword together, but knowing"
    },
    {
      "index": 111,
      "start_time": 568660.0,
      "end_time": 573780.0,
      "text": "that Finn Sword is actually Finn, it is a person, this sword might transform from a"
    },
    {
      "index": 112,
      "start_time": 573780.0,
      "end_time": 580330.0,
      "text": "sword into an actual new character for all we know. And this shade of green, this shade"
    },
    {
      "index": 113,
      "start_time": 580330.0,
      "end_time": 586140.0,
      "text": "of green is really haunting. It’s not reminiscent of the grass sword’s color – it is far"
    },
    {
      "index": 114,
      "start_time": 586140.0,
      "end_time": 591820.0,
      "text": "more comparable to the green associated with the Lich, and there’s no way such a detail"
    },
    {
      "index": 115,
      "start_time": 591820.0,
      "end_time": 597590.0,
      "text": "was merely glossed over. This story arc could continue down the tragic route, one where"
    },
    {
      "index": 116,
      "start_time": 597590.0,
      "end_time": 602600.0,
      "text": "the death of Finn Sword may have been the more favorable outcome in the long-term."
    },
    {
      "index": 117,
      "start_time": 602600.0,
      "end_time": 607540.0,
      "text": "I certainly wouldn’t put it past Adventure Time to travel into such dark places. But"
    },
    {
      "index": 118,
      "start_time": 607540.0,
      "end_time": 613080.0,
      "text": "the possibilities are countless – so much could happen with this plot point. Please"
    },
    {
      "index": 119,
      "start_time": 613080.0,
      "end_time": 619220.0,
      "text": "feel free to provide your personal predictions in the comments. Just what is occurring beneath"
    },
    {
      "index": 120,
      "start_time": 619220.0,
      "end_time": 629220.0,
      "text": "this smiling face? I can’t wait to find out."
    }
  ]
}