{
  "video_id": "yCY3qdog8yE",
  "title": "Cambridge Engineering Interview",
  "json": [
    {
      "index": 1,
      "start_time": 410.0,
      "end_time": 7559.0,
      "text": "Hi, my name is Madeleine and I’ve just finished my second year of Engineering at Jesus College,"
    },
    {
      "index": 2,
      "start_time": 7559.0,
      "end_time": 13259.0,
      "text": "Cambridge. I applied in 2012 and matriculated in 2013. I’m going to go through 2 interview"
    },
    {
      "index": 3,
      "start_time": 13259.0,
      "end_time": 19390.0,
      "text": "questions which are taken from the website I want to study Engineering.org which is a"
    },
    {
      "index": 4,
      "start_time": 19390.0,
      "end_time": 23580.0,
      "text": "website which has hundreds of engineering interview type questions with worked through"
    },
    {
      "index": 5,
      "start_time": 23580.0,
      "end_time": 28528.0,
      "text": "answers and occasionally videos too. The two questions that I’m going to do are similar"
    },
    {
      "index": 6,
      "start_time": 28529.0,
      "end_time": 32780.0,
      "text": "to the kind of questions that I got during my interviews. So hopefully this will help."
    },
    {
      "index": 7,
      "start_time": 32780.0,
      "end_time": 38450.0,
      "text": "So the first question reads as follows. On a clear day, you are on an airplane which"
    },
    {
      "index": 8,
      "start_time": 38450.0,
      "end_time": 45739.0,
      "text": "is 38,000 ft above the middle of Pacific Ocean. Taking the radius of the Earth to be 6,400km,"
    },
    {
      "index": 9,
      "start_time": 45739.0,
      "end_time": 52370.0,
      "text": "what is the approximate distance between you & the horizon of the Earth? You are also given"
    },
    {
      "index": 10,
      "start_time": 52370.0,
      "end_time": 54820.0,
      "text": "that 1 foot is equivalent to 0.3048 meters."
    },
    {
      "index": 11,
      "start_time": 54820.0,
      "end_time": 64260.0,
      "text": "So the first thing that I would do is convert the 30000 feet into meters using the given"
    },
    {
      "index": 12,
      "start_time": 64260.00000000001,
      "end_time": 79870.0,
      "text": "conversion. So 38 000 ft times by 0.3084 meters is roughly, using a calculator, 11.6km So"
    },
    {
      "index": 13,
      "start_time": 79870.0,
      "end_time": 89530.0,
      "text": "now that you have all of the figures in meters or km, you can then draw a diagram of the"
    },
    {
      "index": 14,
      "start_time": 89530.0,
      "end_time": 98100.0,
      "text": "earth with the center here and you can say that the airplane is hereish. So now marking"
    },
    {
      "index": 15,
      "start_time": 98100.0,
      "end_time": 105350.0,
      "text": "the distances on, you know that this, the radius of the earth, is 6400km. I’m just"
    },
    {
      "index": 16,
      "start_time": 105350.0,
      "end_time": 115850.0,
      "text": "going to say all the distances are in Km. Then the distance from the plane to the Pacific"
    },
    {
      "index": 17,
      "start_time": 115850.0,
      "end_time": 125380.0,
      "text": "Ocean is, as we calculated here, 11.6kms. So now we need to think about where the horizon"
    },
    {
      "index": 18,
      "start_time": 125380.0,
      "end_time": 132170.0,
      "text": "is. So the horizon is the line of sight from where you are in the airplane to the first"
    },
    {
      "index": 19,
      "start_time": 132170.0,
      "end_time": 139890.0,
      "text": "point you can see. By definition or by intuition, you can say that point has to be at right"
    },
    {
      "index": 20,
      "start_time": 139890.0,
      "end_time": 148950.0,
      "text": "angles with the radius of the earth because if you are looking at this way and say that"
    },
    {
      "index": 21,
      "start_time": 148950.0,
      "end_time": 155230.0,
      "text": "this is your line of sight and this is with the horizon and it’s essentially where your"
    },
    {
      "index": 22,
      "start_time": 155230.0,
      "end_time": 162500.0,
      "text": "line is horizontal with the circumference of the earth. So if we then draw the radius"
    },
    {
      "index": 23,
      "start_time": 162500.0,
      "end_time": 168190.0,
      "text": "of the earth on to this point you know this has to be a right angle and, so from then"
    },
    {
      "index": 24,
      "start_time": 168190.0,
      "end_time": 175850.0,
      "text": "on, it’s essentially a Pythagoras question. So again this is the radius of the earth and"
    },
    {
      "index": 25,
      "start_time": 175850.0,
      "end_time": 180799.0,
      "text": "you are trying to find the approximate distance between you and the horizon. So if we call"
    },
    {
      "index": 26,
      "start_time": 180800.0,
      "end_time": 192400.0,
      "text": "this x (that’s the distance here). So then if we redraw the triangle, we have x here,"
    },
    {
      "index": 27,
      "start_time": 192400.0,
      "end_time": 206200.0,
      "text": "6400km here and, in total, 6411.6 here and so by Pythagoras which in full of course is"
    },
    {
      "index": 28,
      "start_time": 206200.0,
      "end_time": 227480.0,
      "text": "this and by rearranging this to get x; as the result, you find the x, the approximate"
    },
    {
      "index": 29,
      "start_time": 227480.0,
      "end_time": 239209.0,
      "text": "distance between you and the horizon of the earth is roughly 386km."
    },
    {
      "index": 30,
      "start_time": 239209.0,
      "end_time": 243800.0,
      "text": "The second question which is I’m going to go through goes as follows. A rocket of mass"
    },
    {
      "index": 31,
      "start_time": 243800.0,
      "end_time": 250270.0,
      "text": "m is to be launched from the surface of a rogue planet with mass M and radius R and"
    },
    {
      "index": 32,
      "start_time": 250270.0,
      "end_time": 255150.0,
      "text": "no atmosphere. By making reasonable assumptions about the distance between the planet and"
    },
    {
      "index": 33,
      "start_time": 255150.0,
      "end_time": 261180.0,
      "text": "any nearby galaxies, find the escape velocity required for the rocket to overcome the gravitational"
    },
    {
      "index": 34,
      "start_time": 261180.0,
      "end_time": 263350.0,
      "text": "field of the planet."
    },
    {
      "index": 35,
      "start_time": 263350.0,
      "end_time": 268850.0,
      "text": "You might be wondering what the reasonable assumptions mentioned in the questions might"
    },
    {
      "index": 36,
      "start_time": 268850.0,
      "end_time": 275220.0,
      "text": "mean. And you just really need to think about what the effect of other planets close by"
    },
    {
      "index": 37,
      "start_time": 275220.0,
      "end_time": 280850.0,
      "text": "to this planet might be. So if there are planets close to the rogue planet, it’s likely that"
    },
    {
      "index": 38,
      "start_time": 280850.0,
      "end_time": 285460.0,
      "text": "their gravitational field that have an effect on the motion of the rocket. Therefore, the"
    },
    {
      "index": 39,
      "start_time": 285460.0,
      "end_time": 290810.0,
      "text": "assumption that you need to make is the distance between this planet and any nearby planets"
    },
    {
      "index": 40,
      "start_time": 290810.0,
      "end_time": 297790.0,
      "text": "is very, very large and, therefore, only the gravitational field of the rogue planet is"
    },
    {
      "index": 41,
      "start_time": 297790.0,
      "end_time": 304240.0,
      "text": "important in this question. So for this question, I’ll go straight into drawing a diagram"
    },
    {
      "index": 42,
      "start_time": 304240.0,
      "end_time": 309820.0,
      "text": "as it might make it clearer as to what you need to do to solve this problem. Say this"
    },
    {
      "index": 43,
      "start_time": 309820.0,
      "end_time": 318599.0,
      "text": "is the planet and we can mark on here that this is the radius big R. Now if we draw the"
    },
    {
      "index": 44,
      "start_time": 318600.0,
      "end_time": 327440.0,
      "text": "rocket to be here at any moment in time, we can label the distance from the rocket to"
    },
    {
      "index": 45,
      "start_time": 327440.0,
      "end_time": 336360.0,
      "text": "the center of the earth as little r. So this is just something that we can define. Say"
    },
    {
      "index": 46,
      "start_time": 336360.0,
      "end_time": 342240.0,
      "text": "in another given time, the rocket has now moved. So it’s got a little further and"
    },
    {
      "index": 47,
      "start_time": 342240.0,
      "end_time": 350460.0,
      "text": "we are going to say that the distance between this instance and this instance is delta r"
    },
    {
      "index": 48,
      "start_time": 350460.0,
      "end_time": 359888.0,
      "text": "(just to symbolize a little distance). So we know that as the rocket is moving, there"
    },
    {
      "index": 49,
      "start_time": 359889.0,
      "end_time": 366800.0,
      "text": "must be a force due to the gravitational field of this planet acting on the rocket and this"
    },
    {
      "index": 50,
      "start_time": 366800.0,
      "end_time": 372800.0,
      "text": "force is going to be in this direction which we can call big F and we know in this instance"
    },
    {
      "index": 51,
      "start_time": 372800.0,
      "end_time": 382669.0,
      "text": "it will also be acting obviously with a different value which is given by the formula F equals"
    },
    {
      "index": 52,
      "start_time": 382669.0,
      "end_time": 388330.0,
      "text": "big G and then the mass of the planet which is capital M, the mass of the body upon which"
    },
    {
      "index": 53,
      "start_time": 388330.0,
      "end_time": 394510.0,
      "text": "the force is acting which is the little m over the distance between the two bodies which"
    },
    {
      "index": 54,
      "start_time": 394510.0,
      "end_time": 406969.0,
      "text": "we have to find as r2. Now with kinetic energy questions, you often immediately think of"
    },
    {
      "index": 55,
      "start_time": 406970.0,
      "end_time": 413139.0,
      "text": "energy balancing equations. So this might help in this problem. One energy balance equation"
    },
    {
      "index": 56,
      "start_time": 413139.0,
      "end_time": 424900.0,
      "text": "that we know is that the work done is equal to force times distance. Although we don’t"
    },
    {
      "index": 57,
      "start_time": 424900.0,
      "end_time": 429969.0,
      "text": "quite know how we are going to get to kinetic energy through this, it might be worth a try."
    },
    {
      "index": 58,
      "start_time": 429970.0,
      "end_time": 435900.0,
      "text": "We know that the force on the rocket is going to be given by the equation that we just wrote"
    },
    {
      "index": 59,
      "start_time": 435900.0,
      "end_time": 441340.0,
      "text": "down and if you don’t remember this equation in the interview or you haven’t seen it"
    },
    {
      "index": 60,
      "start_time": 441340.0,
      "end_time": 446989.0,
      "text": "before just as an example in an interview if you can’t think of the equation or you"
    },
    {
      "index": 61,
      "start_time": 446990.0,
      "end_time": 451710.0,
      "text": "really don’t know it; if you just state it, say “I’m really sorry I don’t think"
    },
    {
      "index": 62,
      "start_time": 451710.0,
      "end_time": 454880.0,
      "text": "I can’t quite really remember the formula of the equation” They will usually give"
    },
    {
      "index": 63,
      "start_time": 454880.0,
      "end_time": 458900.0,
      "text": "it to you as it will help you solve the question and they just don’t want you to stop in"
    },
    {
      "index": 64,
      "start_time": 458900.0,
      "end_time": 465310.0,
      "text": "your tracks so they will help you if you forget things that might be useful. So yes force"
    },
    {
      "index": 65,
      "start_time": 465310.0,
      "end_time": 473130.0,
      "text": "times this force times the little distance. So we are working out the work that’s done"
    },
    {
      "index": 66,
      "start_time": 473130.0,
      "end_time": 483419.0,
      "text": "for the rocket moving from here to here. So we will do times delta r. Now this here is"
    },
    {
      "index": 67,
      "start_time": 483419.0,
      "end_time": 489800.0,
      "text": "just an equation for the little amount of work done moving the rocket from this position"
    },
    {
      "index": 68,
      "start_time": 489900.0,
      "end_time": 495250.0,
      "text": "to this position which is just an arbitrary small distance. So to get the total amount"
    },
    {
      "index": 69,
      "start_time": 495250.0,
      "end_time": 502120.0,
      "text": "of work that will be needed to get the rocket from the surface of the earth as specified"
    },
    {
      "index": 70,
      "start_time": 502120.0,
      "end_time": 508280.0,
      "text": "in the question all the way to outside the gravitational field of the planet we will"
    },
    {
      "index": 71,
      "start_time": 508280.0,
      "end_time": 516779.0,
      "text": "need to sum all these little works done from bigger to infinity which is where the gravitational"
    },
    {
      "index": 72,
      "start_time": 516779.0,
      "end_time": 522680.0,
      "text": "field of the planet will end. Now if this isn’t an intuitive step and you don’t"
    },
    {
      "index": 73,
      "start_time": 522679.99999999994,
      "end_time": 527329.0,
      "text": "get it in the interview, they may again the interviewers may again help you so that you"
    },
    {
      "index": 74,
      "start_time": 527329.0,
      "end_time": 532118.0,
      "text": "might be able to proceed further with the question. So don’t panic."
    },
    {
      "index": 75,
      "start_time": 532119.0,
      "end_time": 540400.0,
      "text": "Therefore the total work done which I’m going to write as w will be equal to the integral"
    },
    {
      "index": 76,
      "start_time": 540400.0,
      "end_time": 552670.0,
      "text": "between big R (so the radius of the planet) and infinity of this. And now you can see"
    },
    {
      "index": 77,
      "start_time": 552670.0,
      "end_time": 561900.0,
      "text": "it’s just an integral but we need to calculate to get the work done. So to do the integral,"
    },
    {
      "index": 78,
      "start_time": 561900.0,
      "end_time": 572589.0,
      "text": "you can rewrite the over r2 as r to the power of -2 which makes it easier and then you can"
    },
    {
      "index": 79,
      "start_time": 572589.0,
      "end_time": 579279.0,
      "text": "see that by adding 1, dividing by the new power you get minus … r to -1 which you"
    },
    {
      "index": 80,
      "start_time": 579279.0,
      "end_time": 589629.0,
      "text": "can put on the bottom again between r to infinity. Now this when you put the limits in, the first"
    },
    {
      "index": 81,
      "start_time": 589629.0,
      "end_time": 594990.0,
      "text": "limit you put in is infinity obviously dividing by infinity is going to give you zero and"
    },
    {
      "index": 82,
      "start_time": 594990.0,
      "end_time": 603769.0,
      "text": "then the next step is you are doing is minus and then inserting large R; so you end up"
    },
    {
      "index": 83,
      "start_time": 603769.0,
      "end_time": 614889.0,
      "text": "with a minus minus big G big M little m over big R. Now this is just the total work done."
    },
    {
      "index": 84,
      "start_time": 614889.0,
      "end_time": 620569.0,
      "text": "So I’ve just moved the result of this integral up here to save space for the next bit of"
    },
    {
      "index": 85,
      "start_time": 620569.0,
      "end_time": 625819.0,
      "text": "the question. As I have said in the beginning, when you think of kinetic energy questions"
    },
    {
      "index": 86,
      "start_time": 625819.0,
      "end_time": 634389.0,
      "text": "you may think of work done and energy balance equations. So now we have the total work needed"
    },
    {
      "index": 87,
      "start_time": 634389.0,
      "end_time": 639739.0,
      "text": "to get the rocket from here to outside the gravitational field. Through energy balance,"
    },
    {
      "index": 88,
      "start_time": 639739.0,
      "end_time": 646300.0,
      "text": "you know that the work done that is needed to do this must be equal to the initial kinetic"
    },
    {
      "index": 89,
      "start_time": 646300.0,
      "end_time": 651349.0,
      "text": "energy that the rocket has when it’s at the surface of the planet. Therefore, we can"
    },
    {
      "index": 90,
      "start_time": 651350.0,
      "end_time": 661239.0,
      "text": "write that the result of our integral must be equal to half mv squared. From now on,"
    },
    {
      "index": 91,
      "start_time": 661239.0,
      "end_time": 666500.0,
      "text": "it’s just rearranging to find the v which is the escape velocity, as specified in the"
    },
    {
      "index": 92,
      "start_time": 666500.0,
      "end_time": 685399.0,
      "text": "question. So mv2 is 2GFm over big R; therefore, in the end you get v as equal to 2GbigM/R"
    },
    {
      "index": 93,
      "start_time": 685399.0,
      "end_time": 693529.0,
      "text": "as the two ms cancel and the whole thing square rooted. And this is the formula for the escape"
    },
    {
      "index": 94,
      "start_time": 693529.0,
      "end_time": 701339.0,
      "text": "velocity. So these were the two interview questions. I hope you found them useful. If"
    },
    {
      "index": 95,
      "start_time": 701339.0,
      "end_time": 705300.0,
      "text": "you want to see anymore, go to the website that I mentioned earlier, I want to study"
    },
    {
      "index": 96,
      "start_time": 705300.0,
      "end_time": 710738.0,
      "text": "Engineering.org. But if I were to give any tips for the interview, I would say try not"
    },
    {
      "index": 97,
      "start_time": 710739.0,
      "end_time": 714589.0,
      "text": "to panic I know it’s really hard and obviously you are going to feel stressed. But if you"
    },
    {
      "index": 98,
      "start_time": 714589.0,
      "end_time": 721769.0,
      "text": "forget anything in a spark of moment, if you misremember an equation or if you literally"
    },
    {
      "index": 99,
      "start_time": 721769.0,
      "end_time": 727299.0,
      "text": "can’t see where this question is going, don’t be afraid to admit that. The interviewers"
    },
    {
      "index": 100,
      "start_time": 727299.0,
      "end_time": 733110.0,
      "text": "are there to help and I’m sure teacher or whoever might have been telling you that already."
    },
    {
      "index": 101,
      "start_time": 733110.0,
      "end_time": 737100.0,
      "text": "You may not believe but it is true they will try and help you through a question they won’t"
    },
    {
      "index": 102,
      "start_time": 737100.0,
      "end_time": 742489.0,
      "text": "just leave you in a alert they just want to test you with things that you haven’t seen"
    },
    {
      "index": 103,
      "start_time": 742489.0,
      "end_time": 747689.0,
      "text": "before so maybe using equations that you might have seen in Math and Physics for example"
    },
    {
      "index": 104,
      "start_time": 747689.0,
      "end_time": 753759.0,
      "text": "the gravitational force equation and then use it in a way that you might not be familiar"
    },
    {
      "index": 105,
      "start_time": 753759.0,
      "end_time": 758790.0,
      "text": "with. So they just want to see how well you pick up new concepts or at least that’s"
    },
    {
      "index": 106,
      "start_time": 758790.0,
      "end_time": 763690.0,
      "text": "the idea that I got from my interview and speaking to my interviewers who are now also"
    },
    {
      "index": 107,
      "start_time": 763690.0,
      "end_time": 766998.0,
      "text": "my supervisors. That is generally the thing that they are trying to do or, at least in"
    },
    {
      "index": 108,
      "start_time": 766999.0,
      "end_time": 770970.0,
      "text": "my college, that’s what they are trying to do. So try and not to panic and don’t"
    },
    {
      "index": 109,
      "start_time": 770970.0,
      "end_time": 778610.0,
      "text": "be afraid to admit if you don’t know something. I quoted FM = ma in my interview and they"
    },
    {
      "index": 110,
      "start_time": 778610.0,
      "end_time": 784339.0,
      "text": "still let me in. So don’t worry if you slip up. Try and enjoy it these are some of the"
    },
    {
      "index": 111,
      "start_time": 784339.0,
      "end_time": 791600.0,
      "text": "most renowned academics in the engineering field who will be interviewing you probably."
    },
    {
      "index": 112,
      "start_time": 791600.0,
      "end_time": 797189.0,
      "text": "They really are there to try and test you obviously but they will also help you through"
    },
    {
      "index": 113,
      "start_time": 797189.0,
      "end_time": 803368.0,
      "text": "it. So they are not the enemy. So hopefully that was useful and I wish you all good luck."
    }
  ]
}