{
  "video_id": "ydeES3WU1Uc",
  "title": "How To Act Around Your Ex (6 Tips For Handling Post-Breakup Encounters)",
  "json": [
    {
      "index": 1,
      "start_time": 429.0,
      "end_time": 4230.0,
      "text": "Hi, this is Brad Browning, and in this video, I’m going to be talking about how to act"
    },
    {
      "index": 2,
      "start_time": 4230.0,
      "end_time": 9090.0,
      "text": "around your ex. So you broke up with your ex but you’re still constantly hanging around"
    },
    {
      "index": 3,
      "start_time": 9090.0,
      "end_time": 12650.0,
      "text": "with them. This isn’t actually something that I recommend doing. Normally it’s better"
    },
    {
      "index": 4,
      "start_time": 12650.0,
      "end_time": 16780.0,
      "text": "to completely ignore your ex for a while after the breakup, but sometimes the situation requires"
    },
    {
      "index": 5,
      "start_time": 16780.0,
      "end_time": 22190.0,
      "text": "you to see your ex on a regular basis. And that can be a very awkward and unfortunate"
    },
    {
      "index": 6,
      "start_time": 22190.0,
      "end_time": 26510.0,
      "text": "situation, especially if you still have a thing for your ex. But before you panic or"
    },
    {
      "index": 7,
      "start_time": 26510.0,
      "end_time": 30140.0,
      "text": "break down, I have some tips on how to act when you’re around your ex-boyfriend or"
    },
    {
      "index": 8,
      "start_time": 30140.0,
      "end_time": 36260.0,
      "text": "ex-girlfriend. Number one: always be calm, cool, and collected."
    },
    {
      "index": 9,
      "start_time": 36260.0,
      "end_time": 38760.0,
      "text": "Many of the men and women I counselled tell me that they break down whenever they’re"
    },
    {
      "index": 10,
      "start_time": 38760.0,
      "end_time": 42899.0,
      "text": "around their ex. This sort of behavior will definitely negatively impact their chances"
    },
    {
      "index": 11,
      "start_time": 42899.0,
      "end_time": 48760.0,
      "text": "of him or her back, so you need to convey to your ex that you’re completely indifferent."
    },
    {
      "index": 12,
      "start_time": 48760.0,
      "end_time": 52559.0,
      "text": "Number two: don’t be mean to your ex. A lot of people will feel resentful after a"
    },
    {
      "index": 13,
      "start_time": 52559.0,
      "end_time": 56280.0,
      "text": "breakup – especially if it was a messy one. But if you want to have a good relationship"
    },
    {
      "index": 14,
      "start_time": 56280.0,
      "end_time": 59989.0,
      "text": "with your ex and possibly have a chance of getting them back, then you can’t be mean"
    },
    {
      "index": 15,
      "start_time": 59989.0,
      "end_time": 63700.0,
      "text": "to them. Doing so will only alienate your ex and he or she won’t ever want to spend"
    },
    {
      "index": 16,
      "start_time": 63700.0,
      "end_time": 67890.0,
      "text": "any time with you. Now if your breakup was messy and your ex is still holding on to some"
    },
    {
      "index": 17,
      "start_time": 67890.0,
      "end_time": 71790.0,
      "text": "hard feelings, then you may need to take some steps to reconcile with them before you do"
    },
    {
      "index": 18,
      "start_time": 71790.0,
      "end_time": 76110.0,
      "text": "anything else. For tips on how to do that, just watch the free video at my website www.BreakupBrad.com"
    },
    {
      "index": 19,
      "start_time": 76110.0,
      "end_time": 83090.0,
      "text": "and I’ll talk more about that there. Tip number three: just like I said earlier"
    },
    {
      "index": 20,
      "start_time": 83090.0,
      "end_time": 87470.0,
      "text": "not to be mean to your ex, don’t be too nice either. If you’re too nice to your"
    },
    {
      "index": 21,
      "start_time": 87470.0,
      "end_time": 91520.0,
      "text": "ex, he or she will get the idea that you want them back. And if you actually want your ex"
    },
    {
      "index": 22,
      "start_time": 91520.0,
      "end_time": 95100.0,
      "text": "back, then you probably know from watching my other videos, this is not the way to go"
    },
    {
      "index": 23,
      "start_time": 95100.0,
      "end_time": 100740.0,
      "text": "about it. You have to act indifferent. So don’t be too mean and don’t be too happy."
    },
    {
      "index": 24,
      "start_time": 100740.0,
      "end_time": 105500.0,
      "text": "Tip number four: don’t bring up anything serious. Remember, you’re not together anymore,"
    },
    {
      "index": 25,
      "start_time": 105500.0,
      "end_time": 109840.0,
      "text": "so there’s no reason to start unnecessary drama. Drama will only push your ex further"
    },
    {
      "index": 26,
      "start_time": 109840.0,
      "end_time": 114409.0,
      "text": "and further away. Just like in point number one, you’ve got to remain cool and remain"
    },
    {
      "index": 27,
      "start_time": 114409.0,
      "end_time": 118040.0,
      "text": "civil when you’re around your ex-boyfriend or ex-girlfriend."
    },
    {
      "index": 28,
      "start_time": 118040.0,
      "end_time": 122909.0,
      "text": "Number five: this is really important. Have fun with your ex. While you shouldn’t be"
    },
    {
      "index": 29,
      "start_time": 122909.0,
      "end_time": 127450.0,
      "text": "paying too much attention to your ex, there’s no reason to have a bad time. Be jovial and"
    },
    {
      "index": 30,
      "start_time": 127450.0,
      "end_time": 131389.0,
      "text": "your ex will really appreciate it, and if you’re trying to get your ex back, you should"
    },
    {
      "index": 31,
      "start_time": 131389.0,
      "end_time": 136189.0,
      "text": "also be flirting with your ex as well. Remember, the reason why he or she doesn’t want you"
    },
    {
      "index": 32,
      "start_time": 136189.0,
      "end_time": 141189.0,
      "text": "back is because they’ve lost their attraction for you. You have to reignite that attraction"
    },
    {
      "index": 33,
      "start_time": 141189.0,
      "end_time": 145439.0,
      "text": "and flirting is one of the best ways to do that and rebuild that attraction."
    },
    {
      "index": 34,
      "start_time": 145439.0,
      "end_time": 150779.0,
      "text": "And finally number six: act happy. Remember you’re trying to your ex that everything"
    },
    {
      "index": 35,
      "start_time": 150779.0,
      "end_time": 154650.0,
      "text": "is okay. They’re not going to feel very good if you’re desperate and depressed."
    },
    {
      "index": 36,
      "start_time": 154650.0,
      "end_time": 159909.0,
      "text": "That will just repel them away and hurt your chances of getting back together. Instead,"
    },
    {
      "index": 37,
      "start_time": 159909.0,
      "end_time": 163540.0,
      "text": "cheer up and convey to your ex-girlfriend or ex-boyfriend that your life is in order"
    },
    {
      "index": 38,
      "start_time": 163540.0,
      "end_time": 169549.0,
      "text": "and everything is going great. Even if you’re not happy, just pretend. Put on a happy face."
    },
    {
      "index": 39,
      "start_time": 169549.0,
      "end_time": 173590.0,
      "text": "If your goal is to attract your ex back into your life, then being sad or depressed isn’t"
    },
    {
      "index": 40,
      "start_time": 173590.0,
      "end_time": 178469.0,
      "text": "going to work. Human beings are hardwired to be drawn towards happy and positive people."
    },
    {
      "index": 41,
      "start_time": 178469.0,
      "end_time": 182029.0,
      "text": "Okay, so hopefully these tips will leave you better prepared for any interaction with your"
    },
    {
      "index": 42,
      "start_time": 182029.0,
      "end_time": 186069.0,
      "text": "ex. If you have a unique situation or you want some advice on what to do in your particular"
    },
    {
      "index": 43,
      "start_time": 186069.0,
      "end_time": 189839.0,
      "text": "scenario, just leave a comment below this video and I’ll do my best to answer your"
    },
    {
      "index": 44,
      "start_time": 189839.0,
      "end_time": 194010.0,
      "text": "question. Also please take a second to like this video and subscribe to my Youtube channel"
    },
    {
      "index": 45,
      "start_time": 194010.0,
      "end_time": 204010.0,
      "text": "for more advice videos. Thanks for watching and good luck!"
    }
  ]
}