{
  "video_id": "yDJFe63aaIk",
  "title": "House of Cards: Frank Underwood's Top 3 Lessons on Politics - Learn Liberty",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 4049.0,
      "text": "In a world where politicians will do almost anything to punish their political enemies,"
    },
    {
      "index": 2,
      "start_time": 4049.0000000000005,
      "end_time": 8550.0,
      "text": "from closing down lanes of bridge traffic to turning loose the IRS, Netflix's series"
    },
    {
      "index": 3,
      "start_time": 8550.0,
      "end_time": 12900.0,
      "text": "House of Cards and its tale of the ruthless and ambitious congressman Frank Underwood"
    },
    {
      "index": 4,
      "start_time": 12900.0,
      "end_time": 15740.0,
      "text": "straddles the line between fiction and reality."
    },
    {
      "index": 5,
      "start_time": 15740.0,
      "end_time": 22670.0,
      "text": "Here are the top three lessons to help you better understand the much anticipated second season of House of Cards."
    },
    {
      "index": 6,
      "start_time": 22670.0,
      "end_time": 28430.0,
      "text": "Number one, as a general principle, we should be very skeptical of politicians. After all,"
    },
    {
      "index": 7,
      "start_time": 28430.0,
      "end_time": 32949.0,
      "text": "the motives of people who desire to rule others should be regarded suspiciously. The series"
    },
    {
      "index": 8,
      "start_time": 32949.0,
      "end_time": 37100.0,
      "text": "presents politicians as no different from any other human being in their desire to satisfy"
    },
    {
      "index": 9,
      "start_time": 37100.0,
      "end_time": 41769.0,
      "text": "their own interests first. For example, Frank is passed over for the Secretary of State"
    },
    {
      "index": 10,
      "start_time": 41769.0,
      "end_time": 46609.0,
      "text": "position he was led to believe would be his, and sets his plan in motion to essentially"
    },
    {
      "index": 11,
      "start_time": 46609.0,
      "end_time": 51989.0,
      "text": "get revenge and higher office. House of Cards is a strong realistic alternative to the romantic"
    },
    {
      "index": 12,
      "start_time": 51989.0,
      "end_time": 55299.0,
      "text": "view of politics so often seen in the media."
    },
    {
      "index": 13,
      "start_time": 55299.0,
      "end_time": 59829.0,
      "text": "Number two, House of Cards shows the constant backroom trading of favors among the politicians,"
    },
    {
      "index": 14,
      "start_time": 59829.0,
      "end_time": 65239.0,
      "text": "their staffers, special interests, and, occasionally, the public. Politics is yet another way in"
    },
    {
      "index": 15,
      "start_time": 65239.00000000001,
      "end_time": 69210.0,
      "text": "which people try to make themselves better off through exchange. Take Peter Russo for instance."
    },
    {
      "index": 16,
      "start_time": 69510.0,
      "end_time": 76249.0,
      "text": "Frank saves Russo from the cops, who busted him for DUI and solicitation, and now Russo is effectively Frank's pawn."
    },
    {
      "index": 17,
      "start_time": 76449.0,
      "end_time": 79240.0,
      "text": "He encourages Russo to flip-flop on the shipyards"
    },
    {
      "index": 18,
      "start_time": 79240.0,
      "end_time": 84320.0,
      "text": "that employ his constituents in order to promote a green project for the Underwoods' own goals,"
    },
    {
      "index": 19,
      "start_time": 84320.0,
      "end_time": 89329.0,
      "text": "with only a fig leaf of public interest. Unlike the market, where mutually beneficial exchanges"
    },
    {
      "index": 20,
      "start_time": 89329.0,
      "end_time": 94420.0,
      "text": "tend to produce unintended benefits for society, the consequences of political exchange are"
    },
    {
      "index": 21,
      "start_time": 94420.0,
      "end_time": 96329.0,
      "text": "often harmful."
    },
    {
      "index": 22,
      "start_time": 96329.0,
      "end_time": 101070.0,
      "text": "Number three, politics attracts those who are especially skilled at public relations,"
    },
    {
      "index": 23,
      "start_time": 101070.0,
      "end_time": 105299.0,
      "text": "favor trading, and power plays, not necessarily those who best further the public interest."
    },
    {
      "index": 24,
      "start_time": 105299.0,
      "end_time": 111079.0,
      "text": "Where the object is to manipulate other people into doing your bidding and to look good publicly while doing it,"
    },
    {
      "index": 25,
      "start_time": 111079.0,
      "end_time": 114920.0,
      "text": "those who have a comparative advantage in wielding this ugly form of power"
    },
    {
      "index": 26,
      "start_time": 114920.0,
      "end_time": 116369.0,
      "text": "will rise to high office."
    },
    {
      "index": 27,
      "start_time": 116869.0,
      "end_time": 122050.0,
      "text": "As the economist F. A. Hayek put it in his book The Road to Serfdom, this is why the worst get on top."
    },
    {
      "index": 28,
      "start_time": 121850.0,
      "end_time": 125399.0,
      "text": "If we want to prevent more Frank Underwoods from climbing the political"
    },
    {
      "index": 29,
      "start_time": 125399.0,
      "end_time": 130479.0,
      "text": "ladder, we need to change the incentives of politics in order to reduce the power of politicians."
    },
    {
      "index": 30,
      "start_time": 130479.00000000001,
      "end_time": 134690.0,
      "text": "We need a more limited government without the possibility of dealing in these kinds"
    },
    {
      "index": 31,
      "start_time": 134690.0,
      "end_time": 136420.0,
      "text": "of special favors."
    },
    {
      "index": 32,
      "start_time": 136420.0,
      "end_time": 140610.0,
      "text": "Though some might call House of Cards deeply cynical, it's better described as an unromantic"
    },
    {
      "index": 33,
      "start_time": 140610.0,
      "end_time": 145460.0,
      "text": "and realistic view of politics, and one that finds support in political and economic theory."
    },
    {
      "index": 34,
      "start_time": 145460.0,
      "end_time": 150390.0,
      "text": "You can learn more about this in our interactive Learn Liberty Academy taught by yours truly"
    },
    {
      "index": 35,
      "start_time": 150390.0,
      "end_time": 154640.0,
      "text": "and fueled by passionate Facebook discussions and riveting content. And we might even be"
    },
    {
      "index": 36,
      "start_time": 154640.0,
      "end_time": 159370.0,
      "text": "able to provide you with some ideas on what you can do about the problems raised in House of Cards."
    },
    {
      "index": 37,
      "start_time": 159370.0,
      "end_time": 168970.0,
      "text": "Please register now."
    }
  ]
}