{
  "video_id": "YE0VYRPTUrc",
  "title": "Michael Bloomberg's 2016 Commencement Speech - University of Michigan",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7069.0,
      "end_time": 17669.0,
      "text": "Thank you, President Schlissel, and to the Board of Regents. Good morning, everyone!"
    },
    {
      "index": 2,
      "start_time": 17669.0,
      "end_time": 24170.0,
      "text": "It’s a real honor to be on this great campus where so much history has been made. And it’s"
    },
    {
      "index": 3,
      "start_time": 24170.0,
      "end_time": 31849.0,
      "text": "a thrill to walk in the footsteps of Gerald Ford, James Earl Jones, Lucy Lui, and Tom"
    },
    {
      "index": 4,
      "start_time": 31849.0,
      "end_time": 41570.0,
      "text": "Brady! I’m told that no quarterback has played in more Super Bowls than Tom Brady"
    },
    {
      "index": 5,
      "start_time": 41570.0,
      "end_time": 47100.0,
      "text": "and in case there are any New Yorkers here, I would just note that he played against the"
    },
    {
      "index": 6,
      "start_time": 47100.0,
      "end_time": 60930.0,
      "text": "Giants in two of them. I’m honored to have been asked to speak"
    },
    {
      "index": 7,
      "start_time": 60930.0,
      "end_time": 103950.0,
      "text": "to all of"
    },
    {
      "index": 8,
      "start_time": 103950.0,
      "end_time": 156250.0,
      "text": "the faculty, administrators, alumni, and most of all, to  the"
    },
    {
      "index": 9,
      "start_time": 156250.0,
      "end_time": 208389.0,
      "text": "great class of 2016! So, graduates: This is a great day, but there’s another group here"
    },
    {
      "index": 10,
      "start_time": 208389.0,
      "end_time": 218760.0,
      "text": "that also deserves a big round of applause: your parents and families."
    },
    {
      "index": 11,
      "start_time": 218760.0,
      "end_time": 240979.0,
      "text": "Of course, there were many other people who helped you on your journey, so after you receive"
    },
    {
      "index": 12,
      "start_time": 240979.0,
      "end_time": 246780.0,
      "text": "your diploma, and as you make your way in the world, remember that your greatest achievements"
    },
    {
      "index": 13,
      "start_time": 246780.0,
      "end_time": 251570.0,
      "text": "– like today’s – will owe an awful lot to the people around you."
    },
    {
      "index": 14,
      "start_time": 251570.0,
      "end_time": 258109.0,
      "text": "If there’s a secret to success beyond hard work and good luck, it’s that the more you"
    },
    {
      "index": 15,
      "start_time": 258108.99999999997,
      "end_time": 268370.0,
      "text": "say ‘we’, and the less you say ‘I’, the farther you’ll go. It’s something"
    },
    {
      "index": 16,
      "start_time": 268370.0,
      "end_time": 274530.0,
      "text": "that the most effective leaders understand and take to heart. Remember: There is almost"
    },
    {
      "index": 17,
      "start_time": 274530.0,
      "end_time": 281600.0,
      "text": "nothing we do in life that we do alone. The most useful knowledge that you leave here"
    },
    {
      "index": 18,
      "start_time": 281600.0,
      "end_time": 287400.0,
      "text": "with today, like the importance of teamwork, has nothing to do with your major. It’s"
    },
    {
      "index": 19,
      "start_time": 287400.0,
      "end_time": 294290.0,
      "text": "about how to study, how to cooperate, how to listen carefully, how to think critically,"
    },
    {
      "index": 20,
      "start_time": 294290.0,
      "end_time": 302970.0,
      "text": "and how to resolve conflicts through reason. Those are the most important skills in the"
    },
    {
      "index": 21,
      "start_time": 302970.0,
      "end_time": 307650.0,
      "text": "working world and it’s why colleges have always exposed students to challenging and"
    },
    {
      "index": 22,
      "start_time": 307650.0,
      "end_time": 313060.0,
      "text": "uncomfortable ideas. The fact that some university boards and administrations"
    },
    {
      "index": 23,
      "start_time": 313060.0,
      "end_time": 320060.0,
      "text": "now bow to pressure and shield students from these ideas through ‘safe spaces,’ ‘code"
    },
    {
      "index": 24,
      "start_time": 320060.0,
      "end_time": 330210.0,
      "text": "words,’ and ‘trigger warnings’ is, in my view, a terrible mistake. The whole purpose"
    },
    {
      "index": 25,
      "start_time": 330210.0,
      "end_time": 338780.0,
      "text": "of college is to learn how to deal with difficult situations – not run away from them."
    },
    {
      "index": 26,
      "start_time": 338780.0,
      "end_time": 347440.0,
      "text": "A micro-aggression is exactly that: micro! But in a macro-sense, one of the most dangerous"
    },
    {
      "index": 27,
      "start_time": 347440.0,
      "end_time": 355460.0,
      "text": "places on a college campus is a safe space because it creates the false impression that"
    },
    {
      "index": 28,
      "start_time": 355460.0,
      "end_time": 363200.0,
      "text": "we can insulate ourselves from those who hold different views. We can’t – and we shouldn’t"
    },
    {
      "index": 29,
      "start_time": 363200.0,
      "end_time": 370230.0,
      "text": "try, not in politics, or in the workplace. In the global economy, and in a democratic"
    },
    {
      "index": 30,
      "start_time": 370230.0,
      "end_time": 375150.0,
      "text": "society, an open mind is the most valuable asset you can possess."
    },
    {
      "index": 31,
      "start_time": 375150.0,
      "end_time": 381190.0,
      "text": "Today, I’d like to talk a little bit about why that’s true based on the lessons I’ve"
    },
    {
      "index": 32,
      "start_time": 381190.0,
      "end_time": 386180.0,
      "text": "learned over the course of my career. Let’s start with the global economy, and let me"
    },
    {
      "index": 33,
      "start_time": 386180.0,
      "end_time": 392070.0,
      "text": "put in perspective the job market many of you are entering. For the first time in human"
    },
    {
      "index": 34,
      "start_time": 392070.0,
      "end_time": 397860.0,
      "text": "history, the majority of people in the developed world are being asked to make a living with"
    },
    {
      "index": 35,
      "start_time": 397860.0,
      "end_time": 404540.0,
      "text": "their minds, rather than their muscles. For 3,000 years, humankind had an economy based"
    },
    {
      "index": 36,
      "start_time": 404540.0,
      "end_time": 412760.0,
      "text": "on farming: till the soil, plant the seed, harvest the crop. Hard to do, but fairly easy"
    },
    {
      "index": 37,
      "start_time": 412760.0,
      "end_time": 416620.0,
      "text": "to learn. Then, for 300 years, we had an economy based"
    },
    {
      "index": 38,
      "start_time": 416620.0,
      "end_time": 424930.0,
      "text": "on industry: mold the parts, turn the crank, assemble the product. Hard to do, but also"
    },
    {
      "index": 39,
      "start_time": 424930.0,
      "end_time": 429860.0,
      "text": "fairly easy to learn. Now, we have an economy based on information:"
    },
    {
      "index": 40,
      "start_time": 429860.0,
      "end_time": 439600.0,
      "text": "acquire the knowledge, apply the analytics, use your creativity. Hard to do, hard to learn,"
    },
    {
      "index": 41,
      "start_time": 439600.0,
      "end_time": 444010.0,
      "text": "and even once you’ve mastered it, you’ll have to start learning all over again, pretty"
    },
    {
      "index": 42,
      "start_time": 444010.0,
      "end_time": 450580.0,
      "text": "much every day. If you have the luxury of more than one job"
    },
    {
      "index": 43,
      "start_time": 450580.0,
      "end_time": 456050.0,
      "text": "offer – now or in the future – don’t pick the one that pays the most; pick the"
    },
    {
      "index": 44,
      "start_time": 456050.0,
      "end_time": 460950.0,
      "text": "one that teaches you the most and don’t worry if the people around you seem quicker"
    },
    {
      "index": 45,
      "start_time": 460950.0,
      "end_time": 479889.0,
      "text": "or smarter. You can’t control that, but you can decide that you’re going to outwork"
    },
    {
      "index": 46,
      "start_time": 479889.0,
      "end_time": 483210.0,
      "text": "them. In my company, I always give the most complex"
    },
    {
      "index": 47,
      "start_time": 483210.0,
      "end_time": 490090.0,
      "text": "and important projects to our busiest employees. Why? Because they are the hardest-working"
    },
    {
      "index": 48,
      "start_time": 490090.0,
      "end_time": 495690.0,
      "text": "and most dedicated. They’re the first ones in the office and the last to leave. They’re"
    },
    {
      "index": 49,
      "start_time": 495690.0,
      "end_time": 500980.0,
      "text": "the ones who take the shortest lunch breaks and the least vacation. It may not sound like"
    },
    {
      "index": 50,
      "start_time": 500980.0,
      "end_time": 507430.0,
      "text": "great fun, but in the end, you have to set your priorities."
    },
    {
      "index": 51,
      "start_time": 507430.0,
      "end_time": 513789.0,
      "text": "The secret to success is not rocket science. It just requires true dedication and a willingness"
    },
    {
      "index": 52,
      "start_time": 513789.0,
      "end_time": 526050.0,
      "text": "to go the extra mile. Whatever your field, volunteer to take on new assignments even"
    },
    {
      "index": 53,
      "start_time": 526050.0,
      "end_time": 531490.0,
      "text": "if they’re outside your comfort zone. Take the initiative on your own to learn and develop"
    },
    {
      "index": 54,
      "start_time": 531490.0,
      "end_time": 538260.0,
      "text": "new skills and build contacts who can help you down the road. When will you have learned"
    },
    {
      "index": 55,
      "start_time": 538260.0,
      "end_time": 545250.0,
      "text": "enough? Let’s put it this way: I know of no Nobel Prize winner who has stopped studying."
    },
    {
      "index": 56,
      "start_time": 545250.0,
      "end_time": 551800.0,
      "text": "And in the information economy, everyone – in both white collar and blue collar jobs – will"
    },
    {
      "index": 57,
      "start_time": 551800.0,
      "end_time": 575250.0,
      "text": "have to keep deepening their knowledge and adapting to technological change."
    },
    {
      "index": 58,
      "start_time": 575250.0,
      "end_time": 584870.0,
      "text": "My life is a perfect example of how important it is to keep an open mind about careers and"
    },
    {
      "index": 59,
      "start_time": 584870.0,
      "end_time": 589670.0,
      "text": "technology. After college, I went to business school in hopes of landing a middle management"
    },
    {
      "index": 60,
      "start_time": 589670.0,
      "end_time": 595860.0,
      "text": "job in a factory. I had no idea that factories would soon be closing all across the country,"
    },
    {
      "index": 61,
      "start_time": 595860.0,
      "end_time": 599830.0,
      "text": "and neither did anyone else. I ended up finding a job at a Wall Street"
    },
    {
      "index": 62,
      "start_time": 599830.0,
      "end_time": 606140.0,
      "text": "firm. I loved the job, and soon, my interest in managing a plant disappeared. I thought"
    },
    {
      "index": 63,
      "start_time": 606140.0,
      "end_time": 612700.0,
      "text": "I’d stay at the firm forever. And I might have – except for one small thing: I got"
    },
    {
      "index": 64,
      "start_time": 612700.0,
      "end_time": 617950.0,
      "text": "fired. I was 38 years old, and it was a bitter pill"
    },
    {
      "index": 65,
      "start_time": 617950.0,
      "end_time": 623260.0,
      "text": "to swallow, but it was also the best thing that ever happened to my career. It led me"
    },
    {
      "index": 66,
      "start_time": 623260.0,
      "end_time": 628880.0,
      "text": "to start a tech company to computerize real-time financial data. It sounds simple now, but"
    },
    {
      "index": 67,
      "start_time": 628880.0,
      "end_time": 634810.0,
      "text": "this was 1981 – the dawn of the computer age. We were trying to invent a computer that"
    },
    {
      "index": 68,
      "start_time": 634810.0,
      "end_time": 641350.0,
      "text": "no one wanted with technology that didn’t exist – a classic example of innovation."
    },
    {
      "index": 69,
      "start_time": 641350.0,
      "end_time": 645360.0,
      "text": "Everyone said I was crazy, and maybe they were right. I had only a limited background"
    },
    {
      "index": 70,
      "start_time": 645360.0,
      "end_time": 649620.0,
      "text": "in computers, and I had never started or run a company, but with a lot of help from some"
    },
    {
      "index": 71,
      "start_time": 649620.0,
      "end_time": 655010.0,
      "text": "very talented and driven people, we succeeded beyond our wildest dreams."
    },
    {
      "index": 72,
      "start_time": 655010.0,
      "end_time": 660660.0,
      "text": "So the lesson is: Whatever you think your dream job is today, don’t get too attached"
    },
    {
      "index": 73,
      "start_time": 660660.0,
      "end_time": 666410.0,
      "text": "to it. Chances are, if the job still exists in 15 years, it will be very different – and"
    },
    {
      "index": 74,
      "start_time": 666410.0,
      "end_time": 671800.0,
      "text": "you may have found other passions. Keeping an open mind to new ideas will be essential"
    },
    {
      "index": 75,
      "start_time": 671800.0,
      "end_time": 676570.0,
      "text": "to your professional success, and it will be just as crucial to our collective future"
    },
    {
      "index": 76,
      "start_time": 676570.0,
      "end_time": 680620.0,
      "text": "as a democratic society. That’s the other lesson I’ve learned that"
    },
    {
      "index": 77,
      "start_time": 680620.0,
      "end_time": 685520.0,
      "text": "I’d like to share with you today. During the 12 years I had the honor of serving as"
    },
    {
      "index": 78,
      "start_time": 685520.0,
      "end_time": 694470.0,
      "text": "Mayor of New York City, I witnessed a disturbing change in the nature of American politics:"
    },
    {
      "index": 79,
      "start_time": 694470.0,
      "end_time": 699080.0,
      "text": "a rise in extreme partisanship and intolerance for other views."
    },
    {
      "index": 80,
      "start_time": 699080.0,
      "end_time": 704830.0,
      "text": "I’m a political independent, but over the course of my life, for non-ideological reasons,"
    },
    {
      "index": 81,
      "start_time": 704830.0,
      "end_time": 711430.0,
      "text": "I’ve been a Republican and a Democrat. So I can tell you: Neither party has a monopoly"
    },
    {
      "index": 82,
      "start_time": 711430.0,
      "end_time": 719340.0,
      "text": "on good ideas; each demonizes the other unfairly and dishonestly. This is not a new phenomenon"
    },
    {
      "index": 83,
      "start_time": 719340.0,
      "end_time": 726940.0,
      "text": "– but it has reached a dangerous new level. In 1796, George Washington spent much of his"
    },
    {
      "index": 84,
      "start_time": 726940.0,
      "end_time": 732779.0,
      "text": "farewell address warning Americans against political parties, which he called ‘the"
    },
    {
      "index": 85,
      "start_time": 732779.0,
      "end_time": 738240.0,
      "text": "worst enemy’ of democratic governments. He wrote of the natural tendency parties have"
    },
    {
      "index": 86,
      "start_time": 738240.0,
      "end_time": 745589.0,
      "text": "to elevate a single leader who seeks power, in his words, ‘on the ruins of public liberty.’"
    },
    {
      "index": 87,
      "start_time": 745589.0,
      "end_time": 750510.0,
      "text": "In this political season, it’s worth remembering what Washington had to say. And so, allow"
    },
    {
      "index": 88,
      "start_time": 750510.0,
      "end_time": 754680.0,
      "text": "me to read a brief passage from his farewell address."
    },
    {
      "index": 89,
      "start_time": 754680.0,
      "end_time": 761350.0,
      "text": "Partisanship, Washington wrote, ‘serves always to distract the Public Councils, and"
    },
    {
      "index": 90,
      "start_time": 761350.0,
      "end_time": 767060.0,
      "text": "enfeeble the Public Administration. It agitates the Community with ill-founded jealousies"
    },
    {
      "index": 91,
      "start_time": 767060.0,
      "end_time": 774339.0,
      "text": "and false alarms; kindles the animosity of one part against another, and foments occasionally"
    },
    {
      "index": 92,
      "start_time": 774339.0,
      "end_time": 781760.0,
      "text": "riot and insurrection… A fire not to be quenched, it demands a uniform vigilance to"
    },
    {
      "index": 93,
      "start_time": 781760.0,
      "end_time": 787940.0,
      "text": "prevent its bursting into a flame… lest, instead of warming, it should consume.’"
    },
    {
      "index": 94,
      "start_time": 787940.0,
      "end_time": 796959.0,
      "text": "Well said, George. We have survived more than 200 years of political parties largely because"
    },
    {
      "index": 95,
      "start_time": 796959.0,
      "end_time": 804170.0,
      "text": "the Founding Fathers created checks and balances to temper the fires of partisanship. Of course,"
    },
    {
      "index": 96,
      "start_time": 804170.0,
      "end_time": 809790.0,
      "text": "they also excluded most Americans from their vision of democracy because they feared what"
    },
    {
      "index": 97,
      "start_time": 809790.0,
      "end_time": 815490.0,
      "text": "democracy might produce. But over the past two centuries, through the sacrifices of so"
    },
    {
      "index": 98,
      "start_time": 815490.0,
      "end_time": 820550.0,
      "text": "many civil rights leaders and soldiers, the promise of equal rights has spread across"
    },
    {
      "index": 99,
      "start_time": 820550.0,
      "end_time": 825709.0,
      "text": "income, religion, race, gender, and sexual orientation."
    },
    {
      "index": 100,
      "start_time": 825709.0,
      "end_time": 829830.0,
      "text": "We still have a long way to go, and it would be a mistake to think that our progress is"
    },
    {
      "index": 101,
      "start_time": 829830.0,
      "end_time": 835899.0,
      "text": "irreversible or that Washington’s warning is a relic of history. Neither is true and"
    },
    {
      "index": 102,
      "start_time": 835899.0,
      "end_time": 842720.0,
      "text": "never will be. Democracy and citizenship will always require constant vigilance against"
    },
    {
      "index": 103,
      "start_time": 842720.0,
      "end_time": 848430.0,
      "text": "those who fan the flames of partisanship in ways that consume us and lead to the ruins"
    },
    {
      "index": 104,
      "start_time": 848430.0,
      "end_time": 852600.0,
      "text": "of public liberty. We have certainly seen such figures before,"
    },
    {
      "index": 105,
      "start_time": 852600.0,
      "end_time": 858860.0,
      "text": "in both parties. In the 1930s, there was the despotic Huey Long in Louisiana, and just"
    },
    {
      "index": 106,
      "start_time": 858860.0,
      "end_time": 863480.0,
      "text": "a few miles up the road in Dearborn Father Coughlin blamed ‘Jewish conspirators’"
    },
    {
      "index": 107,
      "start_time": 863480.0,
      "end_time": 868430.0,
      "text": "for America’s troubles. Then came Charles Lindbergh in the 40s, Joe McCarthy in the"
    },
    {
      "index": 108,
      "start_time": 868430.0,
      "end_time": 874990.0,
      "text": "50s, George Wallace in the 60s, and Pat Buchanan in the 90s."
    },
    {
      "index": 109,
      "start_time": 874990.0,
      "end_time": 880000.0,
      "text": "Every generation has had to confront its own demagogues and every generation has stood"
    },
    {
      "index": 110,
      "start_time": 880000.0,
      "end_time": 890390.0,
      "text": "up and kept them away from the White House, at least so far. Now, it’s your turn."
    },
    {
      "index": 111,
      "start_time": 890390.0,
      "end_time": 901040.0,
      "text": "In this year’s presidential election, we’ve seen more demagoguery from both parties than"
    },
    {
      "index": 112,
      "start_time": 901040.0,
      "end_time": 907060.0,
      "text": "I can remember in my lifetime. Our country is facing serious and difficult challenges,"
    },
    {
      "index": 113,
      "start_time": 907060.0,
      "end_time": 912170.0,
      "text": "but rather than offering realistic solutions, candidates in both parties are blaming our"
    },
    {
      "index": 114,
      "start_time": 912170.0,
      "end_time": 918140.0,
      "text": "problems on easy targets who breed resentment. For Republicans, it’s Mexicans here illegally"
    },
    {
      "index": 115,
      "start_time": 918140.0,
      "end_time": 922220.0,
      "text": "and Muslims, and for Democrats, it’s the wealthy and Wall Street."
    },
    {
      "index": 116,
      "start_time": 922220.0,
      "end_time": 928830.0,
      "text": "The truth is: We cannot solve the problems we face by blaming anyone. We are all in this"
    },
    {
      "index": 117,
      "start_time": 928830.0,
      "end_time": 935820.0,
      "text": "together, and we all must be part of the solution. America’s power in the world comes not from"
    },
    {
      "index": 118,
      "start_time": 935820.0,
      "end_time": 948339.0,
      "text": "the walls we build, but the doors we open, and it comes not from tearing down success,"
    },
    {
      "index": 119,
      "start_time": 948339.0,
      "end_time": 953620.0,
      "text": "but building up opportunity. American citizenship does not require much"
    },
    {
      "index": 120,
      "start_time": 953620.0,
      "end_time": 960290.0,
      "text": "of us. We have no military draft; no mandatory national service; no compulsory voting. Our"
    },
    {
      "index": 121,
      "start_time": 960290.0,
      "end_time": 965870.0,
      "text": "taxes, compared to Europe, are relatively low. And yet, our voting rates are terrible,"
    },
    {
      "index": 122,
      "start_time": 965870.0,
      "end_time": 971420.0,
      "text": "and they’re especially low among young people. This year, you can help change that."
    },
    {
      "index": 123,
      "start_time": 971420.0,
      "end_time": 988440.0,
      "text": "Voting is the only way to stop demagogues. But the best way to stop demagogues  from rising in the first place is to elect"
    },
    {
      "index": 124,
      "start_time": 988440.0,
      "end_time": 993910.0,
      "text": "leaders with the courage to face reality, make tough decisions, and lead from the front,"
    },
    {
      "index": 125,
      "start_time": 993910.0,
      "end_time": 1000209.0,
      "text": "rather than following from behind. That has become harder over time. Let me share a story"
    },
    {
      "index": 126,
      "start_time": 1000210.0,
      "end_time": 1003421.0,
      "text": "from my time in City Hall that illustrates why."
    },
    {
      "index": 127,
      "start_time": 1003420.0,
      "end_time": 1008800.0,
      "text": "In 2002, we banned smoking in New York City’s bars and restaurants, and it caused a huge"
    },
    {
      "index": 128,
      "start_time": 1008800.0,
      "end_time": 1013850.0,
      "text": "backlash. We got a lot of angry letters and phone calls, and I got a lot of one-fingered"
    },
    {
      "index": 129,
      "start_time": 1013850.0,
      "end_time": 1019860.0,
      "text": "waves when I walked down the street. But as time went by, the ban proved to be a huge"
    },
    {
      "index": 130,
      "start_time": 1019860.0,
      "end_time": 1025089.0,
      "text": "boon to the bar and restaurant business – surprise, surprise – and smoking rates in our city"
    },
    {
      "index": 131,
      "start_time": 1025089.9999999999,
      "end_time": 1029890.9999999999,
      "text": "went down by nearly 30 percent, helping to increase life expectancy for New Yorkers two"
    },
    {
      "index": 132,
      "start_time": 1029890.0000000001,
      "end_time": 1036100.0000000001,
      "text": "years above the national average. In fact, I’m glad to say, the policy became so popular"
    },
    {
      "index": 133,
      "start_time": 1036099.9999999999,
      "end_time": 1039458.9999999999,
      "text": "that cities and states all over the world copied it."
    },
    {
      "index": 134,
      "start_time": 1039460.0,
      "end_time": 1044630.0,
      "text": "Today, elected officials who decide to support a controversial policy will also get angry"
    },
    {
      "index": 135,
      "start_time": 1044630.0000000001,
      "end_time": 1050400.0,
      "text": "letters, phone calls, and faxes, if they still have fax machines. And for sure, they will"
    },
    {
      "index": 136,
      "start_time": 1050400.0,
      "end_time": 1055760.0,
      "text": "now get millions of angry Tweets and Facebook posts denouncing them in the harshest possible"
    },
    {
      "index": 137,
      "start_time": 1055760.0,
      "end_time": 1062731.0,
      "text": "terms. That’s democracy in action. But that kind of instant condemnation also makes some"
    },
    {
      "index": 138,
      "start_time": 1062730.0,
      "end_time": 1068070.0,
      "text": "elected officials afraid to do things that, in their heart of hearts, they know are right."
    },
    {
      "index": 139,
      "start_time": 1068070.0,
      "end_time": 1073070.0,
      "text": "So democracy in action can actually produce a lot of inaction, which we see every day"
    },
    {
      "index": 140,
      "start_time": 1073070.0,
      "end_time": 1078609.0,
      "text": "in Washington, D.C., and other levels of government, too. When governments fail to address the"
    },
    {
      "index": 141,
      "start_time": 1078610.0,
      "end_time": 1084180.0,
      "text": "needs of the people, voters in both parties get angry and some politicians exploit that"
    },
    {
      "index": 142,
      "start_time": 1084180.0,
      "end_time": 1089961.0,
      "text": "anger by offering scapegoats instead of solutions. If we want to stop demagogues, we have to"
    },
    {
      "index": 143,
      "start_time": 1089960.0,
      "end_time": 1095320.0,
      "text": "start governing again, and that requires us to be more civil; to support politicians who"
    },
    {
      "index": 144,
      "start_time": 1095320.0,
      "end_time": 1099570.0,
      "text": "have the courage to take risks; and to reward those who reach across the aisle in search"
    },
    {
      "index": 145,
      "start_time": 1099570.0,
      "end_time": 1103960.0,
      "text": "of compromise. Now I know doing this won’t be easy, and"
    },
    {
      "index": 146,
      "start_time": 1103960.0,
      "end_time": 1107679.0,
      "text": "that’s partly because it’s not just social media that has changed the civic dialogue."
    },
    {
      "index": 147,
      "start_time": 1107680.0,
      "end_time": 1113880.0,
      "text": "The constant bombardment of news that we see on our phones, computers, and TVs gives us"
    },
    {
      "index": 148,
      "start_time": 1113880.0,
      "end_time": 1120040.0,
      "text": "the impression we are acquiring knowledge. Yet many of the sources, facts, and interpretations"
    },
    {
      "index": 149,
      "start_time": 1120040.0,
      "end_time": 1126800.0,
      "text": "are either dubious, or colored by partisanship, or outright lies. I say that as the owner"
    },
    {
      "index": 150,
      "start_time": 1126800.0,
      "end_time": 1132150.0,
      "text": "of a media company who has seen how the marketplace has shifted. Today, people choose cable TV"
    },
    {
      "index": 151,
      "start_time": 1132150.0,
      "end_time": 1137760.0,
      "text": "channels and websites that affirm their own political beliefs rather than ones that inform"
    },
    {
      "index": 152,
      "start_time": 1137760.0,
      "end_time": 1142930.0,
      "text": "and challenge their beliefs. As a result, we have grown more politically cloistered"
    },
    {
      "index": 153,
      "start_time": 1142930.0,
      "end_time": 1147211.0,
      "text": "and more intolerant of those who hold different opinions."
    },
    {
      "index": 154,
      "start_time": 1147210.0,
      "end_time": 1152379.0,
      "text": "Think about this: In 1960, only four to five percent of Democrats and Republicans said"
    },
    {
      "index": 155,
      "start_time": 1152380.0,
      "end_time": 1158740.0,
      "text": "they would be upset if a member of their family married someone from the opposing party. In"
    },
    {
      "index": 156,
      "start_time": 1158740.0,
      "end_time": 1164231.0,
      "text": "2010, one in three Democrats, and one in two Republicans, said they would disapprove of"
    },
    {
      "index": 157,
      "start_time": 1164230.0,
      "end_time": 1171220.0,
      "text": "such a marriage. In 1960, most people would never have believed that inter-party marriage"
    },
    {
      "index": 158,
      "start_time": 1171220.0,
      "end_time": 1176039.0,
      "text": "would attract such resistance, while inter-racial marriage and same-sex marriage would gain"
    },
    {
      "index": 159,
      "start_time": 1176040.0,
      "end_time": 1181370.0,
      "text": "such acceptance. For all the progress we have made on cultural tolerance, when it comes"
    },
    {
      "index": 160,
      "start_time": 1181370.0,
      "end_time": 1185670.0,
      "text": "to political tolerance, we are moving in the wrong direction."
    },
    {
      "index": 161,
      "start_time": 1185670.0,
      "end_time": 1190620.0,
      "text": "We see this trend of political intolerance across the country: At campaign rallies that"
    },
    {
      "index": 162,
      "start_time": 1190620.0,
      "end_time": 1196520.0,
      "text": "turn violent; on social media threads that turn vitriolic; and even on college campuses,"
    },
    {
      "index": 163,
      "start_time": 1196520.0,
      "end_time": 1201441.0,
      "text": "where students and faculty have attempted to censor political opponents."
    },
    {
      "index": 164,
      "start_time": 1201440.0,
      "end_time": 1206779.0,
      "text": "I know that one of today’s graduates, Omar Mahmood, has faced threats and intimidation"
    },
    {
      "index": 165,
      "start_time": 1206780.0,
      "end_time": 1212180.0,
      "text": "because he dared to write political satire about being left-handed in the Michigan Daily"
    },
    {
      "index": 166,
      "start_time": 1212180.0,
      "end_time": 1217400.0,
      "text": "and he refused to apologize for it. Omar, wherever you are out there, I’m glad you"
    },
    {
      "index": 167,
      "start_time": 1217400.0,
      "end_time": 1227740.0,
      "text": "stood your ground. Never be afraid to stand up for what you believe"
    },
    {
      "index": 168,
      "start_time": 1227740.0,
      "end_time": 1233680.0,
      "text": "is right, no matter how unpopular it may be or how many people try to shout you down."
    },
    {
      "index": 169,
      "start_time": 1233680.0,
      "end_time": 1238380.0,
      "text": "And just as importantly: Never hesitate to stand up for the rights of others to express"
    },
    {
      "index": 170,
      "start_time": 1238380.0,
      "end_time": 1244750.0,
      "text": "their views and exercise their rights, no matter how unpopular that may be. The only"
    },
    {
      "index": 171,
      "start_time": 1244750.0,
      "end_time": 1250400.0,
      "text": "way to ensure your right to express yourself is to protect others’ rights to express"
    },
    {
      "index": 172,
      "start_time": 1250400.0,
      "end_time": 1255081.0,
      "text": "themselves. In 2010, I found myself in the middle of a"
    },
    {
      "index": 173,
      "start_time": 1255080.0,
      "end_time": 1260549.0,
      "text": "huge debate over free expression. There was a national uproar over a proposal to build"
    },
    {
      "index": 174,
      "start_time": 1260550.0,
      "end_time": 1265640.0,
      "text": "a mosque several blocks from the World Trade Center. Members of both parties attacked the"
    },
    {
      "index": 175,
      "start_time": 1265640.0,
      "end_time": 1270951.0,
      "text": "plan as an affront to the victims of the 9/11 attacks. Even the Anti-Defamation League,"
    },
    {
      "index": 176,
      "start_time": 1270950.0,
      "end_time": 1276659.0,
      "text": "whose mission is to protect against religious discrimination, opposed the idea. But they"
    },
    {
      "index": 177,
      "start_time": 1276660.0,
      "end_time": 1282201.0,
      "text": "had all forgotten: the terrorists didn’t just attack buildings, they attacked our freedom"
    },
    {
      "index": 178,
      "start_time": 1282200.0,
      "end_time": 1289210.0,
      "text": "to live and pray as we choose according to our own beliefs and values, equally."
    },
    {
      "index": 179,
      "start_time": 1289210.0,
      "end_time": 1294210.0,
      "text": "The torch that Lady Liberty holds aloft in the New York Harbor lights the way for people"
    },
    {
      "index": 180,
      "start_time": 1294210.0,
      "end_time": 1300190.0,
      "text": "of every faith and philosophy, and it shines down on every corner of the city and every"
    },
    {
      "index": 181,
      "start_time": 1300190.0,
      "end_time": 1306029.0,
      "text": "community across this great land. No religion should ever face special restrictions on their"
    },
    {
      "index": 182,
      "start_time": 1306030.0,
      "end_time": 1311400.0,
      "text": "rights, whether it concerns building a house of worship or getting a visa."
    },
    {
      "index": 183,
      "start_time": 1311400.0,
      "end_time": 1323770.0,
      "text": "As durable as  the American system of government has been, democracy is fragile – and demagogues are"
    },
    {
      "index": 184,
      "start_time": 1323770.0,
      "end_time": 1330560.0,
      "text": "always lurking. When Ben Franklin was leaving the Constitutional Convention, a woman approached"
    },
    {
      "index": 185,
      "start_time": 1330560.0,
      "end_time": 1336370.0,
      "text": "him and asked him: ‘Well, doctor – what have we got: a republic or a monarchy?’"
    },
    {
      "index": 186,
      "start_time": 1336370.0,
      "end_time": 1340050.0,
      "text": "Franklin replied, ‘A republic – if you can keep it.’"
    },
    {
      "index": 187,
      "start_time": 1340050.0,
      "end_time": 1346321.0,
      "text": "Well, graduates: It is now your responsibility to keep it. That starts with keeping an open"
    },
    {
      "index": 188,
      "start_time": 1346320.0,
      "end_time": 1352549.0,
      "text": "mind, voting, and demanding that politicians offer practical solutions, not scapegoats"
    },
    {
      "index": 189,
      "start_time": 1352550.0,
      "end_time": 1359540.0,
      "text": "or pie-in-the-sky promises. In 1928, Republicans promised ‘a chicken in every pot and a car"
    },
    {
      "index": 190,
      "start_time": 1359540.0,
      "end_time": 1365040.0,
      "text": "in every backyard.’ They won control of Congress and the White House – and a year"
    },
    {
      "index": 191,
      "start_time": 1365040.0,
      "end_time": 1368630.0,
      "text": "later, instead of a chicken and a car, we got the Great Depression."
    },
    {
      "index": 192,
      "start_time": 1368630.0,
      "end_time": 1376660.0,
      "text": "Today, when a populist candidate promises free college, free health care, and a pony,"
    },
    {
      "index": 193,
      "start_time": 1376660.0,
      "end_time": 1382240.0,
      "text": "or another candidate promises to make other countries pay for our needs – remember:"
    },
    {
      "index": 194,
      "start_time": 1382240.0,
      "end_time": 1397400.0,
      "text": "those who promise you a free lunch will invariably eat you for breakfast. If there were simple"
    },
    {
      "index": 195,
      "start_time": 1397400.0,
      "end_time": 1401290.0,
      "text": "solutions to complex problems, we wouldn’t have those problems."
    },
    {
      "index": 196,
      "start_time": 1401290.0,
      "end_time": 1407230.0,
      "text": "I’m optimistic that you graduates will rise to the occasion and help protect our Republic"
    },
    {
      "index": 197,
      "start_time": 1407230.0,
      "end_time": 1412360.0,
      "text": "against the dangers of demagogues and the fires of partisanship that Washington warned"
    },
    {
      "index": 198,
      "start_time": 1412360.0,
      "end_time": 1418841.0,
      "text": "us about 220 years ago. I believe in you. I support you. And I will stand with you in"
    },
    {
      "index": 199,
      "start_time": 1418840.0,
      "end_time": 1424149.0,
      "text": "this battle to the end of my days so that my children and grandchildren can be as proud"
    },
    {
      "index": 200,
      "start_time": 1424150.0,
      "end_time": 1428971.0,
      "text": "of America’s devotion to freedom and equality as I am."
    },
    {
      "index": 201,
      "start_time": 1428970.0,
      "end_time": 1444429.0,
      "text": "As for today: this is a day of celebration, so relish it; enjoy every minute."
    },
    {
      "index": 202,
      "start_time": 1444430.0,
      "end_time": 1454430.0,
      "text": "Congratulations and Go Blue!"
    }
  ]
}