{
  "video_id": "YeSuQm7KfaE",
  "title": "How do geckos defy gravity? - Eleanor Nelsen",
  "json": [
    {
      "index": 1,
      "start_time": 7056.0,
      "end_time": 14834.0,
      "text": "It's midnight and all is still, except for the soft skittering of a gecko hunting a spider."
    },
    {
      "index": 2,
      "start_time": 14834.0,
      "end_time": 24156.0,
      "text": "Geckos seem to defy gravity, scaling vertical surfaces and walking upside down without claws, adhesive glues or super-powered spiderwebs."
    },
    {
      "index": 3,
      "start_time": 24156.0,
      "end_time": 30756.0,
      "text": "Instead, they take advantage  of a simple principle: that positive  and negative charges attract."
    },
    {
      "index": 4,
      "start_time": 30756.0,
      "end_time": 40183.0,
      "text": "That attraction binds together  compounds, like table salt, which is made of positively charged sodium ions stuck to negatively charged chloride ions."
    },
    {
      "index": 5,
      "start_time": 40183.0,
      "end_time": 45103.0,
      "text": "But a gecko's feet aren't charged and neither are the surfaces  they're walking on."
    },
    {
      "index": 6,
      "start_time": 45103.0,
      "end_time": 47355.0,
      "text": "So, what makes them stick?"
    },
    {
      "index": 7,
      "start_time": 47355.0,
      "end_time": 53421.0,
      "text": "The answer lies in a clever combination of intermolecular forces and structural engineering."
    },
    {
      "index": 8,
      "start_time": 53421.0,
      "end_time": 58015.0,
      "text": "All the elements in the periodic table have a different affinity for electrons."
    },
    {
      "index": 9,
      "start_time": 58015.0,
      "end_time": 67237.0,
      "text": "Elements like oxygen and fluorine really, really want electrons while elements like hydrogen and lithium don't attract them as strongly."
    },
    {
      "index": 10,
      "start_time": 67237.0,
      "end_time": 73784.0,
      "text": "An atom's relative greed for electrons is called its electronegativity."
    },
    {
      "index": 11,
      "start_time": 73784.0,
      "end_time": 79960.0,
      "text": "Electrons are moving around all the time and can easily relocate to wherever they're wanted most."
    },
    {
      "index": 12,
      "start_time": 79960.0,
      "end_time": 90171.0,
      "text": "So when there are atoms with different electronegativities in the same molecule, the molecules cloud of electrons gets pulled towards  the more electronegative atom."
    },
    {
      "index": 13,
      "start_time": 90171.0,
      "end_time": 100811.0,
      "text": "That creates a thin spot  in the electron cloud where positive charge  from the atomic nuclei shines through, as well as a negatively charged  lump of electrons somewhere else."
    },
    {
      "index": 14,
      "start_time": 100811.0,
      "end_time": 107812.0,
      "text": "So the molecule itself isn't charged, but it does have positively  and negatively charged patches."
    },
    {
      "index": 15,
      "start_time": 107812.0,
      "end_time": 111675.0,
      "text": "These patchy charges can attract neighboring molecules to each other."
    },
    {
      "index": 16,
      "start_time": 111675.0,
      "end_time": 117803.0,
      "text": "They'll line up so that  the positive spots on one are next to the negative  spots on the other."
    },
    {
      "index": 17,
      "start_time": 117803.0,
      "end_time": 123399.0,
      "text": "There doesn't even have to be a strongly electronegative atom to create these attractive forces."
    },
    {
      "index": 18,
      "start_time": 123399.0,
      "end_time": 128472.0,
      "text": "Electrons are always on the move, and sometimes they pile up  temporarily in one spot."
    },
    {
      "index": 19,
      "start_time": 128472.00000000001,
      "end_time": 132360.0,
      "text": "That flicker of charge is enough to attract molecules to each other."
    },
    {
      "index": 20,
      "start_time": 132360.0,
      "end_time": 137790.0,
      "text": "Such interactions between  uncharged molecules are called van der Waals forces."
    },
    {
      "index": 21,
      "start_time": 137790.0,
      "end_time": 144890.0,
      "text": "They're not as strong as the interactions between charged particles, but if you have enough of them, they can really add up."
    },
    {
      "index": 22,
      "start_time": 144890.0,
      "end_time": 147198.0,
      "text": "That's the gecko's secret."
    },
    {
      "index": 23,
      "start_time": 147198.0,
      "end_time": 150026.0,
      "text": "Gecko toes are padded  with flexible ridges."
    },
    {
      "index": 24,
      "start_time": 150026.0,
      "end_time": 156870.0,
      "text": "Those ridges are covered  in tiny hair-like structures, much thinner than human hair, called setae."
    },
    {
      "index": 25,
      "start_time": 156870.0,
      "end_time": 162811.0,
      "text": "And each of the setae is covered  in even tinier bristles called spatulae."
    },
    {
      "index": 26,
      "start_time": 162811.0,
      "end_time": 170589.0,
      "text": "Their tiny spatula-like shape is perfect for what the gecko needs them to do: stick and release on command."
    },
    {
      "index": 27,
      "start_time": 170589.0,
      "end_time": 179197.0,
      "text": "When the gecko unfurls its flexible toes onto the ceiling, the spatulae hit at the perfect angle for the van der Waals force to engage."
    },
    {
      "index": 28,
      "start_time": 179197.0,
      "end_time": 188389.0,
      "text": "The spatulae flatten, creating lots of surface area  for their positively and negatively charged patches to find complimentary patches on the ceiling."
    },
    {
      "index": 29,
      "start_time": 188389.0,
      "end_time": 193690.0,
      "text": "Each spatula only contributes a minuscule amount of that van der Waals stickiness."
    },
    {
      "index": 30,
      "start_time": 193690.0,
      "end_time": 200334.0,
      "text": "But a gecko has about two billion of them, creating enough combined force  to support its weight."
    },
    {
      "index": 31,
      "start_time": 200334.0,
      "end_time": 205863.0,
      "text": "In fact, the whole gecko could dangle from a single one of its toes."
    },
    {
      "index": 32,
      "start_time": 205863.0,
      "end_time": 211236.0,
      "text": "That super stickiness  can be broken, though, by changing the angle just a little bit."
    },
    {
      "index": 33,
      "start_time": 211236.0,
      "end_time": 217949.0,
      "text": "So, the gecko can peel its foot back off, scurrying towards a meal or away from a predator."
    },
    {
      "index": 34,
      "start_time": 217949.0,
      "end_time": 231992.0,
      "text": "This strategy, using a forest  of specially shaped bristles to maximize the van der Waals forces  between ordinary molecules has inspired man-made materials designed to imitate  the gecko's amazing adhesive ability."
    },
    {
      "index": 35,
      "start_time": 231992.0,
      "end_time": 241943.0,
      "text": "Artificial versions aren't as strong as gecko toes quite yet, but they're good enough to allow  a full-grown man to climb 25 feet up a glass wall."
    },
    {
      "index": 36,
      "start_time": 241943.0,
      "end_time": 248592.0,
      "text": "In fact, our gecko's prey is also using van der Waals forces to stick to the ceiling."
    },
    {
      "index": 37,
      "start_time": 248592.0,
      "end_time": 258592.0,
      "text": "So, the gecko peels up its toes and the chase is back on."
    }
  ]
}