{
  "video_id": "YGqeR-_iOZk",
  "title": "Archery Popshots | Rise of the Tomb Raider",
  "json": [
    {
      "index": 1,
      "start_time": 210.0,
      "end_time": 5750.0,
      "text": "In the first instalment of the rebooted Tomb Raider, we saw a young Lara Croft use a bow"
    },
    {
      "index": 2,
      "start_time": 5750.0,
      "end_time": 11200.0,
      "text": "to fight mercenaries and a death army. In Rise of the Tomb Raider, we see a young Lara"
    },
    {
      "index": 3,
      "start_time": 11200.0,
      "end_time": 17609.0,
      "text": "Croft…use a bow to fight mercenaries and a death army. Huh."
    },
    {
      "index": 4,
      "start_time": 17609.0,
      "end_time": 22079.0,
      "text": "While Rise of the Tomb Raider doesn't exactly break new ground with its gameplay mechanics"
    },
    {
      "index": 5,
      "start_time": 22079.0,
      "end_time": 28099.0,
      "text": "– in fact, featuring the exact same weapons as the first, for us lovers of archaic weapons"
    },
    {
      "index": 6,
      "start_time": 28100.0,
      "end_time": 30880.0,
      "text": "in modern combat, the bow is back!"
    },
    {
      "index": 7,
      "start_time": 37560.0,
      "end_time": 43020.0,
      "text": "You can be forgiven if you get the feeling of déjà vu. We see Lara once again stranded"
    },
    {
      "index": 8,
      "start_time": 43030.0,
      "end_time": 48460.0,
      "text": "and alone, and the first thing she does is put together a bow made out of bunch of sticks."
    },
    {
      "index": 9,
      "start_time": 48460.0,
      "end_time": 53089.0,
      "text": "This emergency tool is used to hunt, and is soon replaced by the recurve bow that is now"
    },
    {
      "index": 10,
      "start_time": 53089.0,
      "end_time": 58219.0,
      "text": "her trademark weapon. As the game progresses, Lara is able to swap out to the modern compound"
    },
    {
      "index": 11,
      "start_time": 58219.0,
      "end_time": 63109.0,
      "text": "bow or a horn bow, and various bonus packages unlock alternate skins."
    },
    {
      "index": 12,
      "start_time": 63109.0,
      "end_time": 68160.0,
      "text": "Unlike the previous game, the selection of bows is more varied – though not significantly"
    },
    {
      "index": 13,
      "start_time": 68160.0,
      "end_time": 73090.0,
      "text": "game-altering. While the previous game had a linear progression anchored on the bow being"
    },
    {
      "index": 14,
      "start_time": 73090.0,
      "end_time": 78460.0,
      "text": "upgraded, all functions are applicable to all bows, which means you only need to use"
    },
    {
      "index": 15,
      "start_time": 78460.0,
      "end_time": 83670.0,
      "text": "the base recurve to get through the entire game. What has changed, however, is the differing"
    },
    {
      "index": 16,
      "start_time": 83670.0,
      "end_time": 88560.0,
      "text": "stats between each bow type. Compound bows are more powerful but slower to use, while"
    },
    {
      "index": 17,
      "start_time": 88560.0,
      "end_time": 91369.0,
      "text": "the recurve bows are faster but weaker."
    },
    {
      "index": 18,
      "start_time": 91369.0,
      "end_time": 95869.0,
      "text": "The expanded crafting system also gives the player more options to upgrade their weapons,"
    },
    {
      "index": 19,
      "start_time": 95869.0,
      "end_time": 100590.0,
      "text": "with unique upgrades for different weapon types. As with the last game, the actual upgrades"
    },
    {
      "index": 20,
      "start_time": 100590.0,
      "end_time": 106509.0,
      "text": "are fairly tokenistic mentions that make some sense in increasing speed and damage, and"
    },
    {
      "index": 21,
      "start_time": 106509.0,
      "end_time": 112119.0,
      "text": "one really shouldn't look into the \"how\". Just think of it as action-game tropes rather"
    },
    {
      "index": 22,
      "start_time": 112120.0,
      "end_time": 113700.0,
      "text": "than realistic mechanics."
    },
    {
      "index": 23,
      "start_time": 120940.0,
      "end_time": 125800.0,
      "text": "Once again, the bow sees extensive use as the main puzzle-solving tool. Very early in"
    },
    {
      "index": 24,
      "start_time": 125810.0,
      "end_time": 131470.0,
      "text": "the game, Lara regains use of rope arrows. Apart from creating ziplines for easier navigation"
    },
    {
      "index": 25,
      "start_time": 131470.0,
      "end_time": 135820.0,
      "text": "and pulling down barriers, there are many more puzzles that involve some creative thinking"
    },
    {
      "index": 26,
      "start_time": 135820.0,
      "end_time": 141000.0,
      "text": "and timing. This is actually one of the more unique gameplay elements of Tomb Raider made"
    },
    {
      "index": 27,
      "start_time": 141000.0,
      "end_time": 146140.0,
      "text": "possible using the bow, something that other gun-slinging adventure games don't really"
    },
    {
      "index": 28,
      "start_time": 146140.0,
      "end_time": 151620.0,
      "text": "capture. It makes each crypt a unique challenge, making you observe the environment more carefully"
    },
    {
      "index": 29,
      "start_time": 151620.0,
      "end_time": 155020.0,
      "text": "to come up with the right solution."
    },
    {
      "index": 30,
      "start_time": 155020.0,
      "end_time": 159870.0,
      "text": "The game also introduces climbing arrows. Shot into soft wood and rock surfaces, these"
    },
    {
      "index": 31,
      "start_time": 159870.0,
      "end_time": 165700.0,
      "text": "arrows act as a platform for Lara to climb onto and leap from, and are easily identifiable."
    },
    {
      "index": 32,
      "start_time": 165700.0,
      "end_time": 169970.0,
      "text": "An optional upgrade allows her to plant the arrows by hand, allowing her to traverse these"
    },
    {
      "index": 33,
      "start_time": 169970.0,
      "end_time": 173840.0,
      "text": "surfaces without having to lay out a path of arrows."
    },
    {
      "index": 34,
      "start_time": 173840.0,
      "end_time": 178370.0,
      "text": "There are also a number of special arrows. Poison arrows create a cloud that instantly"
    },
    {
      "index": 35,
      "start_time": 178370.0,
      "end_time": 183190.0,
      "text": "kills most enemies, and stuns the really strong ones long enough for you to pepper them with"
    },
    {
      "index": 36,
      "start_time": 183190.0,
      "end_time": 189780.0,
      "text": "arrows. Explosive arrows do just that, with optional cluster bomb upgrade, and fire arrows,"
    },
    {
      "index": 37,
      "start_time": 189780.0,
      "end_time": 192220.0,
      "text": "which…honestly don't do much in this game."
    },
    {
      "index": 38,
      "start_time": 201360.0,
      "end_time": 206260.0,
      "text": "The combat application of the bow has been expanded significantly in this instalment."
    },
    {
      "index": 39,
      "start_time": 206260.0,
      "end_time": 211080.0,
      "text": "As with the previous game, Lara starts with the bow but soon acquires the pistol and rifle,"
    },
    {
      "index": 40,
      "start_time": 211080.0,
      "end_time": 215470.0,
      "text": "giving players plenty of options. Combat, for the most part, is a fairly straightforward"
    },
    {
      "index": 41,
      "start_time": 215470.0,
      "end_time": 220560.0,
      "text": "affair – aim for the head and win, and early on the bow doesn't seem that useful, given"
    },
    {
      "index": 42,
      "start_time": 220560.0,
      "end_time": 226360.0,
      "text": "its single shot and slow follow-up. That said, it is the only inherently stealthy weapon,"
    },
    {
      "index": 43,
      "start_time": 226360.0,
      "end_time": 230721.0,
      "text": "making it ideal for sentry takedowns, until you acquire the silencer upgrades for the other weapons."
    },
    {
      "index": 44,
      "start_time": 235260.0,
      "end_time": 240700.0,
      "text": "A number of upgrades make the bow much better, if not the best combat weapon. Lara soon learns"
    },
    {
      "index": 45,
      "start_time": 240700.0,
      "end_time": 246430.0,
      "text": "the ancient technique of…uh, holding a spare arrow in the bow hand. And late in the game"
    },
    {
      "index": 46,
      "start_time": 246430.0,
      "end_time": 252260.0,
      "text": "this gets upgraded to…two arrows. While it sounds underwhelming, this does allow for"
    },
    {
      "index": 47,
      "start_time": 252260.0,
      "end_time": 257370.0,
      "text": "rapid follow-up shots, making up for one of the original weaknesses."
    },
    {
      "index": 48,
      "start_time": 257370.0,
      "end_time": 262969.0,
      "text": "Things really take a powerful turn when you unlock the double and triple-shot skills – ESPECIALLY"
    },
    {
      "index": 49,
      "start_time": 262969.0,
      "end_time": 268550.0,
      "text": "with the headshot upgrade. By zooming in and charging the shot, Lara is able to tag two"
    },
    {
      "index": 50,
      "start_time": 268550.0,
      "end_time": 274680.0,
      "text": "and later three targets, automatically hitting all targets within a small cone. The headshot"
    },
    {
      "index": 51,
      "start_time": 274680.0,
      "end_time": 280020.0,
      "text": "upgrade means all arrows will automatically hit the head for an instant kill, unless they are wearing helmets."
    },
    {
      "index": 52,
      "start_time": 281490.0,
      "end_time": 287620.0,
      "text": "This…is actually way too strong. The fact that you just need to wand over an enemy,"
    },
    {
      "index": 53,
      "start_time": 287620.0,
      "end_time": 293870.0,
      "text": "even a single enemy, for a guaranteed headshot kill makes combat a walk in the park. I love"
    },
    {
      "index": 54,
      "start_time": 293870.0,
      "end_time": 299990.0,
      "text": "bows and archery, but damn, this really makes the other weapons useless. Apart from some"
    },
    {
      "index": 55,
      "start_time": 299990.0,
      "end_time": 305320.0,
      "text": "combat sequences that push you to use shotguns for close quarters, or the heavily armoured"
    },
    {
      "index": 56,
      "start_time": 305320.0,
      "end_time": 311120.0,
      "text": "Deathless army that takes multiple headshots, every group of enemies is wiped out with the multi-shot skill."
    },
    {
      "index": 57,
      "start_time": 312620.0,
      "end_time": 315960.0,
      "text": "Just…holy crap. This is awesome."
    },
    {
      "index": 58,
      "start_time": 318120.0,
      "end_time": 327979.0,
      "text": "Yeah, so, obviously I'm going to nitpick on a few things. I shouldn't need to say"
    },
    {
      "index": 59,
      "start_time": 327979.0,
      "end_time": 333479.0,
      "text": "this, but sometimes people do draw the wrong conclusions from video games. Anyway, the"
    },
    {
      "index": 60,
      "start_time": 333479.0,
      "end_time": 338979.0,
      "text": "multi-shot thing has to be mentioned as implausible. Its just too good, and you can't aim"
    },
    {
      "index": 61,
      "start_time": 338979.0,
      "end_time": 345099.0,
      "text": "two or three arrows and guide them into heads that easily. That's beyond even Assassin's"
    },
    {
      "index": 62,
      "start_time": 345099.0,
      "end_time": 350750.0,
      "text": "Creed levels of smart-arrow. While it is possible to shoot multiple arrows from a bow, the effect"
    },
    {
      "index": 63,
      "start_time": 350750.0,
      "end_time": 356289.0,
      "text": "is more akin to a shotgun, and each arrow has reduced penetration due to the energy"
    },
    {
      "index": 64,
      "start_time": 356289.0,
      "end_time": 357930.0,
      "text": "being divided."
    },
    {
      "index": 65,
      "start_time": 357930.0,
      "end_time": 363240.0,
      "text": "As previously mentioned, you can't put cluster bombs on an arrow and expect it to fly well."
    },
    {
      "index": 66,
      "start_time": 363240.0,
      "end_time": 367940.0,
      "text": "Putting Greek fire on a wooden bow with fur lining and drawing the flame to your hand"
    },
    {
      "index": 67,
      "start_time": 367940.0,
      "end_time": 373569.0,
      "text": "is really not good for you or the bow. Poison cloud arrows…I suppose could actually work"
    },
    {
      "index": 68,
      "start_time": 373569.0,
      "end_time": 379289.0,
      "text": "if you have a way to turn your poison arrow into a cloud. Real-life poison arrows are"
    },
    {
      "index": 69,
      "start_time": 379289.0,
      "end_time": 384990.0,
      "text": "based on the arrow point being coated rather than creating a big smoke cloud."
    },
    {
      "index": 70,
      "start_time": 384990.0,
      "end_time": 390270.0,
      "text": "And climb arrows are just outright impossible. With enough grip strength, it may be possible"
    },
    {
      "index": 71,
      "start_time": 390270.0,
      "end_time": 395379.0,
      "text": "to jam an arrow into a wooden board and use it as a handhold, but to support the weight"
    },
    {
      "index": 72,
      "start_time": 395379.0,
      "end_time": 400729.0,
      "text": "of a person standing and jumping on it? It's a nifty gameplay mechanic, but don't try this in real life."
    },
    {
      "index": 73,
      "start_time": 402650.0,
      "end_time": 407800.0,
      "text": "Just remember that this is a game and it's all about the gameplay, so don't get too"
    },
    {
      "index": 74,
      "start_time": 407800.0,
      "end_time": 413540.0,
      "text": "nasty about this. I'm totally fine with being able to do unrealistic things in a video game."
    },
    {
      "index": 75,
      "start_time": 421940.0,
      "end_time": 426311.0,
      "text": "As a game, Rise of the Tomb Raider takes the new formula and…kind of repeats it with"
    },
    {
      "index": 76,
      "start_time": 426311.0,
      "end_time": 433150.0,
      "text": "a colder setting. Not necessarily a bad thing, but nothing too amazing. For the subset of"
    },
    {
      "index": 77,
      "start_time": 433150.0,
      "end_time": 438550.0,
      "text": "us who like archery and video games, it's an interesting and creative adaptation of"
    },
    {
      "index": 78,
      "start_time": 438550.0,
      "end_time": 443530.0,
      "text": "the bow mostly for puzzle-solving rather than challenging combat. If anything, combat is"
    },
    {
      "index": 79,
      "start_time": 443530.0,
      "end_time": 448469.0,
      "text": "a little too easy with the new skills. If you're a toxophile gamer, this entry is"
    },
    {
      "index": 80,
      "start_time": 448469.0,
      "end_time": 450749.0,
      "text": "worth checking out if you're into the Tomb Raider franchise."
    },
    {
      "index": 81,
      "start_time": 450749.0,
      "end_time": 456270.0,
      "text": "Thank you all for watching. This is NUSensei, and as usual, always aim for your best."
    }
  ]
}