{
  "video_id": "yIBbrk56KwQ",
  "title": "Zirconium - A Metal for the NUCLEAR REACTOR!",
  "json": [
    {
      "index": 1,
      "start_time": 6680.0,
      "end_time": 7720.0,
      "text": "Hello Everyone"
    },
    {
      "index": 2,
      "start_time": 8220.0,
      "end_time": 11840.0,
      "text": "today I will tell you about such metal as zirconium."
    },
    {
      "index": 3,
      "start_time": 11840.0,
      "end_time": 19360.0,
      "text": "Zirconium is a transition metal, which is located in the 4th group in the periodic table of chemical elements."
    },
    {
      "index": 4,
      "start_time": 19360.0,
      "end_time": 28700.0,
      "text": "Externally zirconium looks very similar to titanium but what makes it different to it is zirconium’s slightly different properties."
    },
    {
      "index": 5,
      "start_time": 28700.0,
      "end_time": 36620.0,
      "text": "The density of zirconium is 30% higher than that of titanium, this metal is relatively soft and is easy to forge."
    },
    {
      "index": 6,
      "start_time": 36620.0,
      "end_time": 41020.0,
      "text": "And from a chemical point of view, zirconium is very stable."
    },
    {
      "index": 7,
      "start_time": 41020.0,
      "end_time": 46940.0,
      "text": "It does not react with most acids, such as the concentrated hydrochloric"
    },
    {
      "index": 8,
      "start_time": 47140.0,
      "end_time": 49740.0,
      "text": "or the concentrated nitric acids."
    },
    {
      "index": 9,
      "start_time": 50000.0,
      "end_time": 55080.0,
      "text": "Even if you pass an electric current through the acid and connect zirconium to the anode,"
    },
    {
      "index": 10,
      "start_time": 55080.0,
      "end_time": 57960.0,
      "text": "the metal will still not dissolve in acid."
    },
    {
      "index": 11,
      "start_time": 57960.0,
      "end_time": 64540.0,
      "text": "The only acids in which zirconium can dissolve is the concentrated hydrofluoric acid,"
    },
    {
      "index": 12,
      "start_time": 64540.00000000001,
      "end_time": 69460.0,
      "text": "which I don’t have for safety reasons, and the sulfuric acid."
    },
    {
      "index": 13,
      "start_time": 69460.0,
      "end_time": 77520.0,
      "text": "And even then, zirconium still dissolves very slowly in sulfuric acid and only under strong heating."
    },
    {
      "index": 14,
      "start_time": 77520.0,
      "end_time": 86520.0,
      "text": "If you heat a piece of zirconium with a burner to make it really red, zirconium will cover itself in a dense film of zirconium dioxide"
    },
    {
      "index": 15,
      "start_time": 86520.0,
      "end_time": 93520.0,
      "text": "after which this metal becomes fearless (like Hulk), because the oxide film protects it from any further oxidation."
    },
    {
      "index": 16,
      "start_time": 93520.0,
      "end_time": 95900.0,
      "text": "Zirconium has an interesting property – pyrophoricity."
    },
    {
      "index": 17,
      "start_time": 95900.0,
      "end_time": 106200.0,
      "text": "That is, if you rub it on a file, all those small zirconium particles will light up in air, forming bright sparks."
    },
    {
      "index": 18,
      "start_time": 106200.0,
      "end_time": 110960.0,
      "text": "Also, zirconium powder does burn very brightly in air,"
    },
    {
      "index": 19,
      "start_time": 110960.0,
      "end_time": 123160.0,
      "text": "making it to the first place of metals with the highest combustion temperatures having one of about 4650 °C."
    },
    {
      "index": 20,
      "start_time": 123160.0,
      "end_time": 128760.0,
      "text": "At this temperature the product of combustion of zirconium in air,"
    },
    {
      "index": 21,
      "start_time": 128759.99999999999,
      "end_time": 138060.0,
      "text": "zirconium dioxide, emits significant amount of light that is used very widely in pyrotechnics and the old lamps for photography."
    },
    {
      "index": 22,
      "start_time": 138060.0,
      "end_time": 141860.0,
      "text": "However, zirconium also has disadvantages (like everything in life pretty much)."
    },
    {
      "index": 23,
      "start_time": 141860.0,
      "end_time": 151640.0,
      "text": "Due to its inability to absorb slow neutrons and its high melting temperature, zirconium is used for the construction of nuclear reactors."
    },
    {
      "index": 24,
      "start_time": 151640.0,
      "end_time": 156020.0,
      "text": "In an emergency situation when the reactor overheating,"
    },
    {
      "index": 25,
      "start_time": 156020.0,
      "end_time": 165840.0,
      "text": "zirconium may begin to react with water in the reactor, releasing explosive hydrogen, which is exactly what happened at Fukushima in 2011."
    },
    {
      "index": 26,
      "start_time": 165840.0,
      "end_time": 170440.0,
      "text": "The released hydrogen caused the explosion of the building with the reactor."
    },
    {
      "index": 27,
      "start_time": 170440.0,
      "end_time": 180380.0,
      "text": "Also, pure zirconium is used as a gas absorber or a getter in vacuum tubes and as a component of alloys for medical equipment."
    },
    {
      "index": 28,
      "start_time": 180380.0,
      "end_time": 188300.0,
      "text": "Zirconium dioxide is used for the creation of heat-resistant ceramics, ceramic knives and dental fillings."
    },
    {
      "index": 29,
      "start_time": 188300.0,
      "end_time": 195040.0,
      "text": "Some time ago a lot of people were promoting zirconium bracelets practically as a universal cure for any sickness,"
    },
    {
      "index": 30,
      "start_time": 195040.0,
      "end_time": 207660.0,
      "text": "however studies have shown that the positive effects from wearing the bracelet are only caused by the strong belief of the person wearing it that it would work, i.e. the placebo effect."
    },
    {
      "index": 31,
      "start_time": 207660.0,
      "end_time": 211780.0,
      "text": "Biologically though zirconium doesn’t affect human health."
    },
    {
      "index": 32,
      "start_time": 211780.0,
      "end_time": 215360.0,
      "text": "Now you know little bit more about this metal"
    },
    {
      "index": 33,
      "start_time": 215720.0,
      "end_time": 226220.0,
      "text": "Like, Comment, Subscribe & Also Support this channel"
    }
  ]
}