{
  "video_id": "yiHKnzG5ilo",
  "title": "How to Tell if a Pineapple is Ripe",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3810.0,
      "end_time": 9420.0,
      "text": "How to Tell if a Pineapple is Ripe. Fresh pineapples can be sweeter and tastier than"
    },
    {
      "index": 2,
      "start_time": 9420.0,
      "end_time": 13969.0,
      "text": "canned, but offer few clues to determine when they're at their best. To avoid getting a"
    },
    {
      "index": 3,
      "start_time": 13969.0,
      "end_time": 19000.0,
      "text": "pineapple that is old, you need to know what to look for. You will need Method of transport"
    },
    {
      "index": 4,
      "start_time": 19000.0,
      "end_time": 25960.0,
      "text": "tags and keen senses. Step 1. Look for pineapples with labels or tags that identify them as"
    },
    {
      "index": 5,
      "start_time": 25960.0,
      "end_time": 30689.0,
      "text": "\"jets\" or \"jet fresh\" if you don't live in the Hawaiian tropics. Pineapples don't get"
    },
    {
      "index": 6,
      "start_time": 30689.0,
      "end_time": 35750.0,
      "text": "any riper than when they're harvested, and are subject to bruises and rot during transit."
    },
    {
      "index": 7,
      "start_time": 35750.0,
      "end_time": 42200.0,
      "text": "The freshest pineapples are flown by jet to their destinations. Step 2. Look for bright"
    },
    {
      "index": 8,
      "start_time": 42200.0,
      "end_time": 47540.0,
      "text": "gold color on the skin's eyes around the base of the pineapple. It is possible for a ripe"
    },
    {
      "index": 9,
      "start_time": 47540.0,
      "end_time": 52490.0,
      "text": "pineapple to be green, but it is also possible for a green pineapple to not be ripe. If the"
    },
    {
      "index": 10,
      "start_time": 52490.0,
      "end_time": 57650.0,
      "text": "pineapple is reddish-bronze in color, it is overripe. The stem end of the pineapple is"
    },
    {
      "index": 11,
      "start_time": 57650.0,
      "end_time": 62570.0,
      "text": "the ripest, and the higher up the pineapple the yellow color goes, the more even the flavor"
    },
    {
      "index": 12,
      "start_time": 62570.0,
      "end_time": 69100.0,
      "text": "will be. Step 3. Consider the pineapple's appearance. Wrinkled skin indicates overripe"
    },
    {
      "index": 13,
      "start_time": 69100.0,
      "end_time": 75999.0,
      "text": "fruit. Step 4. Smell the pineapple at its base. A ripe pineapple will emit a slight,"
    },
    {
      "index": 14,
      "start_time": 75999.0,
      "end_time": 81399.0,
      "text": "pleasant pineapple aroma. If the pineapple smells of vinegar or acetone, it is beginning"
    },
    {
      "index": 15,
      "start_time": 81399.0,
      "end_time": 87619.0,
      "text": "to rot. Step 5. Feel the pineapple's skin. A ripe pineapple's skin should be firm and"
    },
    {
      "index": 16,
      "start_time": 87619.0,
      "end_time": 94619.0,
      "text": "slightly yielding. Mushy skin indicates deterioration. Step 6. Avoid buying pineapples showing other"
    },
    {
      "index": 17,
      "start_time": 95509.0,
      "end_time": 102509.0,
      "text": "signs of deterioration, such as leakage, mold, cracks, gumminess, and brown, withered leaves."
    },
    {
      "index": 18,
      "start_time": 102920.0,
      "end_time": 107719.0,
      "text": "Did you know Pineapples are about 80 percent water."
    }
  ]
}