{
  "video_id": "yJSiUm6jvI0",
  "title": "Why do we love? A philosophical inquiry - Skye C. Cleary",
  "json": [
    {
      "index": 1,
      "start_time": 7141.0,
      "end_time": 15357.0,
      "text": "Ah, romantic love–beautiful and intoxicating, heartbreaking and soul-crushing, often all at the same time."
    },
    {
      "index": 2,
      "start_time": 15357.0,
      "end_time": 18919.0,
      "text": "Why do we choose to put ourselves through its emotional wringer?"
    },
    {
      "index": 3,
      "start_time": 18919.0,
      "end_time": 24444.0,
      "text": "Does love make our lives meaningful, or is it an escape from our loneliness and suffering?"
    },
    {
      "index": 4,
      "start_time": 24444.0,
      "end_time": 30409.0,
      "text": "Is love a disguise for our sexual desire, or a trick of biology to make us procreate?"
    },
    {
      "index": 5,
      "start_time": 30409.0,
      "end_time": 32336.0,
      "text": "Is it all we need?"
    },
    {
      "index": 6,
      "start_time": 32337.000000000004,
      "end_time": 34558.0,
      "text": "Do we need it at all?"
    },
    {
      "index": 7,
      "start_time": 34558.0,
      "end_time": 39965.0,
      "text": "If romantic love has a purpose, neither science nor psychology has discovered it yet."
    },
    {
      "index": 8,
      "start_time": 39965.0,
      "end_time": 46866.0,
      "text": "But over the course of history, some of our most respected philosophers have put forward some intriguing theories."
    },
    {
      "index": 9,
      "start_time": 46866.0,
      "end_time": 49728.0,
      "text": "Love makes us whole, again."
    },
    {
      "index": 10,
      "start_time": 49728.0,
      "end_time": 55654.0,
      "text": "The ancient Greek philosopher Plato explored the idea that we love in order to become complete."
    },
    {
      "index": 11,
      "start_time": 55654.0,
      "end_time": 70735.0,
      "text": "In his \"Symposium\", he wrote about a dinner party, at which Aristophanes, a comic playwright, regales the guests  with the following story: humans were once creatures with four arms, four legs, and two faces."
    },
    {
      "index": 12,
      "start_time": 70735.0,
      "end_time": 76377.0,
      "text": "One day, they angered the gods, and Zeus sliced them all in two."
    },
    {
      "index": 13,
      "start_time": 76377.0,
      "end_time": 81368.0,
      "text": "Since then, every person has been missing half of him or herself."
    },
    {
      "index": 14,
      "start_time": 81368.0,
      "end_time": 91918.0,
      "text": "Love is the longing to find a soulmate who'll make us feel whole again, or, at least, that's what Plato believed a drunken comedian would say at a party."
    },
    {
      "index": 15,
      "start_time": 91918.0,
      "end_time": 94970.0,
      "text": "Love tricks us into having babies."
    },
    {
      "index": 16,
      "start_time": 94970.0,
      "end_time": 103734.0,
      "text": "Much, much later, German philosopher Arthur Schopenhauer maintained that love based in sexual desire was a voluptuous illusion."
    },
    {
      "index": 17,
      "start_time": 103734.0,
      "end_time": 112164.0,
      "text": "He suggested that we love because our desires lead us to believe that another person will make us happy, but we are sorely mistaken."
    },
    {
      "index": 18,
      "start_time": 112165.0,
      "end_time": 118698.0,
      "text": "Nature is tricking us into procreating, and the loving fusion we seek is consummated in our children."
    },
    {
      "index": 19,
      "start_time": 118698.0,
      "end_time": 131215.0,
      "text": "When our sexual desires are satisfied, we are thrown back into our tormented existences, and we succeed only in maintaining the species and perpetuating the cycle of human drudgery."
    },
    {
      "index": 20,
      "start_time": 131215.0,
      "end_time": 133504.0,
      "text": "Sounds like somebody needs a hug."
    },
    {
      "index": 21,
      "start_time": 133504.0,
      "end_time": 136559.0,
      "text": "Love is escape from our loneliness."
    },
    {
      "index": 22,
      "start_time": 136559.0,
      "end_time": 144614.0,
      "text": "According to the Nobel Prize-winning British philosopher Bertrand Russell, we love in order to quench our physical and psychological desires."
    },
    {
      "index": 23,
      "start_time": 144614.0,
      "end_time": 152369.0,
      "text": "Humans are designed to procreate, but without the ecstasy of passionate love, sex is unsatisfying."
    },
    {
      "index": 24,
      "start_time": 152369.0,
      "end_time": 158966.0,
      "text": "Our fear of the cold, cruel world tempts us to build hard shells to protect and isolate ourselves."
    },
    {
      "index": 25,
      "start_time": 158967.0,
      "end_time": 174155.0,
      "text": "Love's delight, intimacy, and warmth helps us overcome our fear of the world, escape our lonely shells, and engage more abundantly in life. Love enriches our whole being, making it the best thing in life."
    },
    {
      "index": 26,
      "start_time": 174155.0,
      "end_time": 176664.0,
      "text": "Love is a misleading affliction."
    },
    {
      "index": 27,
      "start_time": 176664.0,
      "end_time": 184100.0,
      "text": "Siddhārtha Gautama, who became known as the Buddha, or the Enlightened One, probably would have had some interesting arguments with Russell."
    },
    {
      "index": 28,
      "start_time": 184100.0,
      "end_time": 188992.0,
      "text": "Buddha proposed that we love because we are trying to satisfy our base desires."
    },
    {
      "index": 29,
      "start_time": 188992.0,
      "end_time": 197346.0,
      "text": "Yet, our passionate cravings are defects, and attachments, even romantic love, are a great source of suffering."
    },
    {
      "index": 30,
      "start_time": 197346.0,
      "end_time": 210560.0,
      "text": "Luckily, Buddha discovered the eight-fold path, a sort of program for extinguishing the fires of desire so that we can reach Nirvana, an enlightened state of peace, clarity, wisdom, and compassion."
    },
    {
      "index": 31,
      "start_time": 210560.0,
      "end_time": 221899.0,
      "text": "The novelist Cao Xueqin illustrated this Buddhist sentiment that romantic love is folly in one of China's greatest classical novels, \"Dream of the Red Chamber.\""
    },
    {
      "index": 32,
      "start_time": 221900.0,
      "end_time": 227680.0,
      "text": "In a subplot, Jia Rui falls in love with Xi-feng who tricks and humiliates him."
    },
    {
      "index": 33,
      "start_time": 227680.0,
      "end_time": 237765.0,
      "text": "Conflicting emotions of love and hate tear him apart, so a taoist gives him a magic mirror that can cure him as long as he doesn't  look at the front of it."
    },
    {
      "index": 34,
      "start_time": 237765.0,
      "end_time": 240369.0,
      "text": "But of course, he looks at the front of it."
    },
    {
      "index": 35,
      "start_time": 240370.0,
      "end_time": 242278.0,
      "text": "He sees Xi-feng."
    },
    {
      "index": 36,
      "start_time": 242278.0,
      "end_time": 248714.0,
      "text": "His soul enters the mirror and he is dragged away in iron chains to die."
    },
    {
      "index": 37,
      "start_time": 248715.0,
      "end_time": 260901.0,
      "text": "Not all Buddhists think this way about romantic and erotic love, but the moral of this story is that such attachments spell tragedy, and should, along with magic mirrors, be avoided."
    },
    {
      "index": 38,
      "start_time": 260901.0,
      "end_time": 264920.0,
      "text": "Love lets us reach beyond ourselves."
    },
    {
      "index": 39,
      "start_time": 264920.0,
      "end_time": 266899.0,
      "text": "Let's end on a slightly more positive note."
    },
    {
      "index": 40,
      "start_time": 266899.0,
      "end_time": 275652.0,
      "text": "The French philosopher Simone de Beauvoir proposed that love is the desire to integrate with another and that it infuses our lives with meaning."
    },
    {
      "index": 41,
      "start_time": 275652.0,
      "end_time": 282462.0,
      "text": "However, she was less concerned with why we love and more interested in how we can love better."
    },
    {
      "index": 42,
      "start_time": 282463.0,
      "end_time": 291294.0,
      "text": "She saw that the problem with traditional romantic love is it can be so captivating, that we are tempted to make it our only reason for being."
    },
    {
      "index": 43,
      "start_time": 291294.0,
      "end_time": 298684.0,
      "text": "Yet, dependence on another to justify our existence easily leads to boredom and power games."
    },
    {
      "index": 44,
      "start_time": 298684.0,
      "end_time": 304936.0,
      "text": "To avoid this trap, Beauvoir advised loving authentically, which is more like a great friendship."
    },
    {
      "index": 45,
      "start_time": 304937.0,
      "end_time": 313463.0,
      "text": "Lovers support each other in discovering themselves, reaching beyond themselves, and enriching their lives and the world together."
    },
    {
      "index": 46,
      "start_time": 313463.0,
      "end_time": 320548.0,
      "text": "Though we might never know why we fall in love, we can be certain that it will be an emotional rollercoaster ride."
    },
    {
      "index": 47,
      "start_time": 320548.0,
      "end_time": 322259.0,
      "text": "It's scary and exhilarating."
    },
    {
      "index": 48,
      "start_time": 322259.0,
      "end_time": 325145.0,
      "text": "It makes us suffer and makes us soar."
    },
    {
      "index": 49,
      "start_time": 325145.0,
      "end_time": 326667.0,
      "text": "Maybe we lose ourselves."
    },
    {
      "index": 50,
      "start_time": 326667.0,
      "end_time": 328238.0,
      "text": "Maybe we find ourselves."
    },
    {
      "index": 51,
      "start_time": 328238.0,
      "end_time": 332557.0,
      "text": "It might be heartbreaking, or it might just be the best thing in life."
    },
    {
      "index": 52,
      "start_time": 332557.0,
      "end_time": 334511.0,
      "text": "Will you dare to find out?"
    }
  ]
}