{
  "video_id": "YJU_DkKGncw",
  "title": "Association with Financial Statements and SSARS Engagements - Lesson 3",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5640.0,
      "end_time": 10930.0,
      "text": "Okay, so with SSARS engagements in general. It says here they apply to the work of accountants"
    },
    {
      "index": 2,
      "start_time": 10930.0,
      "end_time": 17750.0,
      "text": "in connection with financial statements of a nonissuer, nonpublic client. All right and"
    },
    {
      "index": 3,
      "start_time": 17750.0,
      "end_time": 22060.0,
      "text": "it defines here what is considered public. All SSARS engagements are required to be performed"
    },
    {
      "index": 4,
      "start_time": 22060.0,
      "end_time": 26999.0,
      "text": "in accordance with the general principles under ARC 60. Under these general principles"
    },
    {
      "index": 5,
      "start_time": 26999.0,
      "end_time": 32860.0,
      "text": "which is the ARC 60 that I just mentioned. These are the general principles. So under"
    },
    {
      "index": 6,
      "start_time": 32860.0,
      "end_time": 40370.0,
      "text": "ARC-60, these are the general principles. These principles apply to all of these and"
    },
    {
      "index": 7,
      "start_time": 40370.0,
      "end_time": 44620.0,
      "text": "again today we&#39;re gonna talk about reviews, compilations and preparation of financial"
    },
    {
      "index": 8,
      "start_time": 44620.0,
      "end_time": 47989.0,
      "text": "statement engagements. In looking at these principles, there are"
    },
    {
      "index": 9,
      "start_time": 47989.0,
      "end_time": 53410.0,
      "text": "five basic categories that we&#39;re looking at. The five categories are the financial statements"
    },
    {
      "index": 10,
      "start_time": 53410.0,
      "end_time": 64900.0,
      "text": "which we&#39;ll expand on in just a moment. Ethical requirements, so ethics, professional judgment."
    },
    {
      "index": 11,
      "start_time": 64900.00000000001,
      "end_time": 77600.0,
      "text": "Judgment,D-G-M-E-N-T, conduct of the engagement in accordance with SSARS. SSARS by the ARSC"
    },
    {
      "index": 12,
      "start_time": 77600.0,
      "end_time": 83790.0,
      "text": "of the AICPA and engagement level quality control. All right, so these are again the"
    },
    {
      "index": 13,
      "start_time": 83790.0,
      "end_time": 87460.0,
      "text": "general. Now remember we&#39;re gonna talk about these, spend a few minutes on it. They apply"
    },
    {
      "index": 14,
      "start_time": 87460.0,
      "end_time": 91409.0,
      "text": "to all of these three services or engagements we&#39;re doing under SSARS."
    },
    {
      "index": 15,
      "start_time": 91409.0,
      "end_time": 96540.0,
      "text": "All right, financial statements, now since day one what have we been saying, whose statements"
    },
    {
      "index": 16,
      "start_time": 96540.0,
      "end_time": 101990.0,
      "text": "are these? Managements, management is responsible for the preparation, for the content and so"
    },
    {
      "index": 17,
      "start_time": 101990.0,
      "end_time": 105840.0,
      "text": "on. In an audit our job&#39;s to go out and give an opinion or positive assurance. What the"
    },
    {
      "index": 18,
      "start_time": 105840.0,
      "end_time": 111000.0,
      "text": "financial statements management is responsible and they&#39;re gonna do these statements in accordance"
    },
    {
      "index": 19,
      "start_time": 111000.0,
      "end_time": 115909.0,
      "text": "with some sort of framework. We talk about either a general purpose framework which would"
    },
    {
      "index": 20,
      "start_time": 115909.0,
      "end_time": 121710.0,
      "text": "be doing it in accordance with GAAP or IFRS. We also have what we call a special purpose"
    },
    {
      "index": 21,
      "start_time": 121710.0,
      "end_time": 127950.0,
      "text": "framework and a special purpose framework would be something like what we called OCBOA,"
    },
    {
      "index": 22,
      "start_time": 127950.0,
      "end_time": 133530.0,
      "text": "Other Comprehensive Basis of Accounting other than GAAP. So OCBOA could be a cash basis,"
    },
    {
      "index": 23,
      "start_time": 133530.0,
      "end_time": 140560.0,
      "text": "a tax basis, and contractual regulatory agency basis. It&#39;s some sort of OCBOA."
    },
    {
      "index": 24,
      "start_time": 140560.0,
      "end_time": 145040.0,
      "text": "What we&#39;re basically saying is the statements are management&#39;s responsibility and they&#39;re"
    },
    {
      "index": 25,
      "start_time": 145040.0,
      "end_time": 152510.0,
      "text": "either gonna be basically in accordance with the general purpose framework or a special"
    },
    {
      "index": 26,
      "start_time": 152510.0,
      "end_time": 158599.0,
      "text": "purpose framework and that&#39;s how those statements are gonna be setup. It says their managements"
    },
    {
      "index": 27,
      "start_time": 158599.0,
      "end_time": 162409.0,
      "text": "require until you see a couple of bullets. Identify the applicable financial reporting"
    },
    {
      "index": 28,
      "start_time": 162409.0,
      "end_time": 166450.0,
      "text": "framework whether it&#39;s the general purpose framework or special purpose, they have to"
    },
    {
      "index": 29,
      "start_time": 166450.0,
      "end_time": 170300.0,
      "text": "identify the framework. Prepare and fairly present the statements in accordance with"
    },
    {
      "index": 30,
      "start_time": 170300.0,
      "end_time": 175830.0,
      "text": "that framework and adequately describe the framework in the financial statements. That&#39;s"
    },
    {
      "index": 31,
      "start_time": 175830.0,
      "end_time": 181459.0,
      "text": "what again the general standards, the general principles are for financial statements."
    },
    {
      "index": 32,
      "start_time": 181459.0,
      "end_time": 186370.0,
      "text": "Ethical requirements, now with ethics we did talk about that earlier in profession responsibilities"
    },
    {
      "index": 33,
      "start_time": 186370.0,
      "end_time": 191150.0,
      "text": "in an earlier section. It says the account is required to comply with all relevant ethical"
    },
    {
      "index": 34,
      "start_time": 191150.0,
      "end_time": 197069.0,
      "text": "requirements including those, of the AICPA code of professional conduct. That was another"
    },
    {
      "index": 35,
      "start_time": 197069.0,
      "end_time": 204290.0,
      "text": "area that&#39;s like 15 to 20% of the exam. That&#39;s its own section code of conduct. This entails"
    },
    {
      "index": 36,
      "start_time": 204290.0,
      "end_time": 209420.0,
      "text": "compliance with fundamental principles of professional ethics established by the code."
    },
    {
      "index": 37,
      "start_time": 209420.0,
      "end_time": 215620.0,
      "text": "Now what do these principles include? Principles include responsibilities that says basically"
    },
    {
      "index": 38,
      "start_time": 215620.0,
      "end_time": 220400.0,
      "text": "responsible to use professional and moral judgment in order to maintain the public confidence"
    },
    {
      "index": 39,
      "start_time": 220400.0,
      "end_time": 224590.0,
      "text": "and the profession. The public interest, you want to make sure that you&#39;re serving the"
    },
    {
      "index": 40,
      "start_time": 224590.0,
      "end_time": 230260.0,
      "text": "public interest by keeping that in mind also acting with the next thing, integrity. Honest,"
    },
    {
      "index": 41,
      "start_time": 230260.0,
      "end_time": 234269.0,
      "text": "protect the client&#39;s confidentiality, not doing things for personal gain."
    },
    {
      "index": 42,
      "start_time": 234269.0,
      "end_time": 238150.0,
      "text": "That&#39;s why when you&#39;re watching TV and they interview all these stock people and it says,"
    },
    {
      "index": 43,
      "start_time": 238150.0,
      "end_time": 242540.0,
      "text": "&quot;Does he have a financial interest or does he not?&quot; Because we want to know, is this"
    },
    {
      "index": 44,
      "start_time": 242540.0,
      "end_time": 247470.0,
      "text": "person recommending the stock just because their portfolio owns it or they really recommending"
    },
    {
      "index": 45,
      "start_time": 247470.0,
      "end_time": 250870.0,
      "text": "it because they think it&#39;s a good company? That&#39;s where we want to know do they or do"
    },
    {
      "index": 46,
      "start_time": 250870.0,
      "end_time": 256680.0,
      "text": "they not have any kind of conflict of interest. Due care acting with due professional scared,"
    },
    {
      "index": 47,
      "start_time": 256680.0,
      "end_time": 263120.0,
      "text": "scare with care because that scares me. Due professional care which is with due diligence,"
    },
    {
      "index": 48,
      "start_time": 263120.0,
      "end_time": 268450.0,
      "text": "technical and ethical standards acting competent and so forth. Scope and nature of services"
    },
    {
      "index": 49,
      "start_time": 268450.0,
      "end_time": 274440.0,
      "text": "of adding that performances and compliance with the code of quality control policies,"
    },
    {
      "index": 50,
      "start_time": 274440.0,
      "end_time": 278370.0,
      "text": "so scope and nature. Those are all what we call the ethical requirements,"
    },
    {
      "index": 51,
      "start_time": 278370.0,
      "end_time": 283110.0,
      "text": "ethical requirements. Those definitions that I covered, you will see in the code of professional"
    },
    {
      "index": 52,
      "start_time": 283110.0,
      "end_time": 287310.0,
      "text": "conduct section of the course. That&#39;s where I expanded about what are responsibilities,"
    },
    {
      "index": 53,
      "start_time": 287310.0,
      "end_time": 291630.0,
      "text": "public interest, integrity, objectivity, you don&#39;t have to memorize them all but you&#39;ll"
    },
    {
      "index": 54,
      "start_time": 291630.0,
      "end_time": 296800.0,
      "text": "see them in detail in the code of conduct. Professional judgment, professional judgment"
    },
    {
      "index": 55,
      "start_time": 296800.0,
      "end_time": 303440.0,
      "text": "the accountant should use knowledge and experience in performing all of these SSARS engagements."
    },
    {
      "index": 56,
      "start_time": 303440.0,
      "end_time": 307930.0,
      "text": "Again, these rules apply to all of those which means whether it&#39;s preparation of financial"
    },
    {
      "index": 57,
      "start_time": 307930.0,
      "end_time": 313870.0,
      "text": "statement engagement, a compilation engagement, a review engagement, you need to again management&#39;s"
    },
    {
      "index": 58,
      "start_time": 313870.0,
      "end_time": 318590.0,
      "text": "responsibility for the statements. You&#39;ve got to make sure that it is some kind of acceptable"
    },
    {
      "index": 59,
      "start_time": 318590.0,
      "end_time": 322860.0,
      "text": "finance reporting framework. Ethical requirements act with ethically while"
    },
    {
      "index": 60,
      "start_time": 322860.0,
      "end_time": 327300.0,
      "text": "you&#39;re doing the work. Professional judgment, use your knowledge and experience. Conduct"
    },
    {
      "index": 61,
      "start_time": 327300.0,
      "end_time": 332310.0,
      "text": "of the engagement in accordance with SSARS, basically says that you need to understand"
    },
    {
      "index": 62,
      "start_time": 332310.0,
      "end_time": 337630.0,
      "text": "the rules of SSARS, Statements on Standards for Accounting and Review Services whether"
    },
    {
      "index": 63,
      "start_time": 337630.0,
      "end_time": 344530.0,
      "text": "it&#39;s ARC 60 or 70 or 80 or 90 depending on what you&#39;re doing. Also be familiar with when"
    },
    {
      "index": 64,
      "start_time": 344530.0,
      "end_time": 350870.0,
      "text": "you need to add explanatory paragraphs or an emphasis of a matter or other matter paragraph"
    },
    {
      "index": 65,
      "start_time": 350870.0,
      "end_time": 360870.0,
      "text": "because that&#39;s dictated in SSARS."
    }
  ]
}