{
  "video_id": "YKPz4DuDZAI",
  "title": "CIVILIZATION VI - How to Use Your Army",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4437.0,
      "text": "A strong military is crucial in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4437.0,
      "end_time": 8375.0,
      "text": "Learn how to keep your forces ready for anything the world throws at you."
    },
    {
      "index": 3,
      "start_time": 8375.0,
      "end_time": 11378.0,
      "text": "Land Units comprise the majority of your Army."
    },
    {
      "index": 4,
      "start_time": 11378.0,
      "end_time": 19152.0,
      "text": "There are melee units like the warrior, ranged units like the crossbowman, and Light and Heavy Cavalry like the Horseman and the Knight."
    },
    {
      "index": 5,
      "start_time": 19152.0,
      "end_time": 24357.0,
      "text": "There are also more specialized units, like the Recon, Siege, and Anti-Cavalry units."
    },
    {
      "index": 6,
      "start_time": 25291.0,
      "end_time": 28328.0,
      "text": "Most units take and receive damage during combat."
    },
    {
      "index": 7,
      "start_time": 28328.0,
      "end_time": 36903.0,
      "text": "Ranged units like Slingers cause damage at a distance so they aren’t damaged on their turn, but they are weak to melee attacks and don’t restrict enemy movement."
    },
    {
      "index": 8,
      "start_time": 37537.0,
      "end_time": 42542.0,
      "text": "Siege units like Catapults aren’t very good at combat but excel in defeating cites."
    },
    {
      "index": 9,
      "start_time": 47547.0,
      "end_time": 56656.0,
      "text": "A well rounded military will also have Naval units, which can be melee, ranged, or raider units, and eventually an Air Force with Fighters and Bombers."
    },
    {
      "index": 10,
      "start_time": 59759.0,
      "end_time": 64563.0,
      "text": "Support units like Medics and Observation Balloons enhance your military units."
    },
    {
      "index": 11,
      "start_time": 64563.0,
      "end_time": 69568.0,
      "text": "Attaching a combat unit to these units also provides them with defense from capture."
    },
    {
      "index": 12,
      "start_time": 70300.0,
      "end_time": 76142.0,
      "text": "Great Generals and Admirals can also be attached to combat units for passive damage and movement bonuses."
    },
    {
      "index": 13,
      "start_time": 76709.0,
      "end_time": 80130.0,
      "text": "A unit gains experience points for engaging in combat."
    },
    {
      "index": 14,
      "start_time": 80130.0,
      "end_time": 84784.0,
      "text": "Experience points are used to promote the unit, which allows you to pick a new ability for it."
    },
    {
      "index": 15,
      "start_time": 84784.0,
      "end_time": 90123.0,
      "text": "Promotion also heals the unit, but promoting a unit uses all its movement points that turn."
    },
    {
      "index": 16,
      "start_time": 90123.0,
      "end_time": 98431.0,
      "text": "As you discover new technologies, you’ll be able to upgrade the unit to a new type, such as upgrading a basic warrior into a more powerful swordsman."
    },
    {
      "index": 17,
      "start_time": 98431.0,
      "end_time": 102735.0,
      "text": "This costs gold and also uses all movement points for that unit for that turn."
    },
    {
      "index": 18,
      "start_time": 103369.0,
      "end_time": 105672.0,
      "text": "Units have maintenance costs in gold."
    },
    {
      "index": 19,
      "start_time": 105672.0,
      "end_time": 109241.0,
      "text": "You can find how much each unit costs to maintain in the Civilopedia."
    },
    {
      "index": 20,
      "start_time": 109242.0,
      "end_time": 114447.0,
      "text": "Make sure you have a strong economy if you want a large military or your units will disband."
    },
    {
      "index": 21,
      "start_time": 114447.0,
      "end_time": 123356.0,
      "text": "Eventually you’ll be able to form units into Corps and even Armies, which combine the strength of multiple units into a single unit while keeping its maintenance cost low."
    },
    {
      "index": 22,
      "start_time": 123556.0,
      "end_time": 129195.0,
      "text": "You can also use the Conscription and Levee en Masse Policies to reduce unit maintenance costs."
    },
    {
      "index": 23,
      "start_time": 131164.0,
      "end_time": 136768.0,
      "text": "Spies are extremely specialized units that allow you to conduct espionage in enemy cities."
    },
    {
      "index": 24,
      "start_time": 136769.0,
      "end_time": 143977.0,
      "text": "These activities range from allowing more diplomatic visibility to sabotaging industrial zones to stealing great works."
    },
    {
      "index": 25,
      "start_time": 143977.0,
      "end_time": 147680.0,
      "text": "You can also place them in your own cites to counter other civs&#39; Spies."
    },
    {
      "index": 26,
      "start_time": 147680.0,
      "end_time": 150917.0,
      "text": "Unlike any other unit, spies can be captured."
    },
    {
      "index": 27,
      "start_time": 150917.0,
      "end_time": 155388.0,
      "text": "If this happens they can be traded back to their original owner via diplomacy."
    },
    {
      "index": 28,
      "start_time": 158391.0,
      "end_time": 162161.0,
      "text": "Teddy Roosevelt says you should speak softly and carry a big stick."
    },
    {
      "index": 29,
      "start_time": 162162.0,
      "end_time": 165565.0,
      "text": "Know how to use your army in Sid Meiers’ Civilization VI."
    }
  ]
}