{
  "video_id": "YLPzScEN55I",
  "title": "How To Live Out Your Values And Improve Your Life",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 5909.0,
      "text": "Hey, what's up? I am Michelle B. And in this video. I want to talk about living a values-based life in this video"
    },
    {
      "index": 2,
      "start_time": 5910.0,
      "end_time": 12900.0,
      "text": "I want to walk you through step by step how to define your values and how to start living a values-based life because values are"
    },
    {
      "index": 3,
      "start_time": 12900.0,
      "end_time": 16590.0,
      "text": "Like your Google Maps, you Chuck your Google Maps on to guide you through the world"
    },
    {
      "index": 4,
      "start_time": 16630.0,
      "end_time": 22080.0,
      "text": "And if you're like me, you manage to take 3 wrong turns even though the lady was extremely clear in her direction"
    },
    {
      "index": 5,
      "start_time": 22570.0,
      "end_time": 28590.0,
      "text": "Take the third exit, not the second, but, as a general rule, you always get directed back onto the right path."
    },
    {
      "index": 6,
      "start_time": 28689.0,
      "end_time": 34769.0,
      "text": "How is that for a metaphor. Your core values, if you choose, can drive your everyday actions"
    },
    {
      "index": 7,
      "start_time": 34770.0,
      "end_time": 41430.0,
      "text": "And who you grow to be as a person. When you're living with defined values and you behave and you live in line with them"
    },
    {
      "index": 8,
      "start_time": 41430.0,
      "end_time": 46469.0,
      "text": "You just like feel right and the first step to doing that is getting real about them. Step 1"
    },
    {
      "index": 9,
      "start_time": 46710.0,
      "end_time": 52320.0,
      "text": "Have a look at when you feel the most right. So I feel the most right when I am laying in the sunshine with Luke"
    },
    {
      "index": 10,
      "start_time": 52320.0,
      "end_time": 56340.0,
      "text": "I feel the most right when I have gone for a run. I feel the the most right when I'm taking"
    },
    {
      "index": 11,
      "start_time": 56500.0,
      "end_time": 62729.0,
      "text": "regular little steps outside of my comfort zone and when I'm taking in information that is outside my bubble. think of all the times that"
    },
    {
      "index": 12,
      "start_time": 62730.0,
      "end_time": 68790.0,
      "text": "you felt the most content the most like in line with who you want to be. The most alive and the most"
    },
    {
      "index": 13,
      "start_time": 68920.0,
      "end_time": 73320.0,
      "text": "excited then pick out three to five values that really align with that feeling of just"
    },
    {
      "index": 14,
      "start_time": 73479.0,
      "end_time": 78839.0,
      "text": "rightness. You might even go ahead and choose values that don't necessarily align with how you act and behave now"
    },
    {
      "index": 15,
      "start_time": 78900.0,
      "end_time": 81539.0,
      "text": "like for instance health and wellness, that's okay"
    },
    {
      "index": 16,
      "start_time": 81540.0,
      "end_time": 85349.0,
      "text": "just choose values that maybe you want to embody that you know will lead you to feeling the most right in life."
    },
    {
      "index": 17,
      "start_time": 85350.0,
      "end_time": 90419.0,
      "text": "Some other questions that might prompt you to start thinking about what your values might be are"
    },
    {
      "index": 18,
      "start_time": 90490.0,
      "end_time": 95820.0,
      "text": "Who do you want to be? how do you want to feel? and what do you stand for? if you're having trouble deciding"
    },
    {
      "index": 19,
      "start_time": 95979.0,
      "end_time": 100289.0,
      "text": "on what you value the most in life. You can use a resource that I've linked down below"
    },
    {
      "index": 20,
      "start_time": 100590.0,
      "end_time": 105210.0,
      "text": "It's basically a value card sort so you can print out all of the cards, cut them out"
    },
    {
      "index": 21,
      "start_time": 105210.0,
      "end_time": 110159.0,
      "text": "And then you can have a very important not important and important pile. go through each value"
    },
    {
      "index": 22,
      "start_time": 110259.0,
      "end_time": 116339.0,
      "text": "And place them in the pile that feels right and then keep on narrowing down until you have three to five values in place that"
    },
    {
      "index": 23,
      "start_time": 116340.0,
      "end_time": 120540.0,
      "text": "Feel the most right for you. step two is to give your values an associated"
    },
    {
      "index": 24,
      "start_time": 120820.0,
      "end_time": 122849.0,
      "text": "Mantra. so one of my values is health and wellness"
    },
    {
      "index": 25,
      "start_time": 123040.0,
      "end_time": 128849.0,
      "text": "Like physical and mental health I've stretched that out into a mini mantra for myself, which isn't like my own self-made mantra"
    },
    {
      "index": 26,
      "start_time": 128848.99999999999,
      "end_time": 134319.0,
      "text": "But it is mind and body first and everything else second.  I think I posted this onto my Instagram just a few weeks ago"
    },
    {
      "index": 27,
      "start_time": 134320.0,
      "end_time": 138790.0,
      "text": "It's something that I can say to myself over and over again when I don't feel like going on a run it in the morning"
    },
    {
      "index": 28,
      "start_time": 138790.0,
      "end_time": 143529.0,
      "text": "Or when I feel like I just can't be bothered to make myself food and eat"
    },
    {
      "index": 29,
      "start_time": 143710.0,
      "end_time": 146199.0,
      "text": "You can repeat your mantras to yourself over and over and every time"
    },
    {
      "index": 30,
      "start_time": 146200.0,
      "end_time": 149290.0,
      "text": "They'll give me like a little bit of like energy even if that sounds a little bit woo woo"
    },
    {
      "index": 31,
      "start_time": 149660.0,
      "end_time": 153669.0,
      "text": "Step 3 is to understand what your values look like on a day-to-day basis"
    },
    {
      "index": 32,
      "start_time": 153670.0,
      "end_time": 156130.0,
      "text": "So if one of your values is to always be curious"
    },
    {
      "index": 33,
      "start_time": 156290.0,
      "end_time": 161260.0,
      "text": "What does that actually look like to you is it all about like asking lots of questions when you meet a new person"
    },
    {
      "index": 34,
      "start_time": 162160.0,
      "end_time": 164589.0,
      "text": "Maybe it's all about seeking out lots of new reading materials and always be learning"
    },
    {
      "index": 35,
      "start_time": 164660.0,
      "end_time": 171969.0,
      "text": "is it watching documentaries that make you question your whole life or trying something new every weekend and traveling regularly"
    },
    {
      "index": 36,
      "start_time": 172570.0,
      "end_time": 175389.0,
      "text": "write down a list or draw out a little mind map that"
    },
    {
      "index": 37,
      "start_time": 175580.0,
      "end_time": 179320.0,
      "text": "Demonstrates what your values actually look like in a day a week a month or a year"
    },
    {
      "index": 38,
      "start_time": 179420.0,
      "end_time": 183460.0,
      "text": "Step four is to keep yourself on course so your values are your Google Maps"
    },
    {
      "index": 39,
      "start_time": 183530.0,
      "end_time": 188320.0,
      "text": "They remind you of how you want to live and who you want to be and of course you are going to get off course"
    },
    {
      "index": 40,
      "start_time": 188620.0,
      "end_time": 193840.0,
      "text": "Sadly you do not have a little lady inside your head that barks your values at you like every time you take a wrong turn"
    },
    {
      "index": 41,
      "start_time": 194000.0,
      "end_time": 196660.0,
      "text": "You're responsible for reminding yourself that they exist"
    },
    {
      "index": 42,
      "start_time": 196790.0,
      "end_time": 203230.0,
      "text": "Often. so you might want to incorporate a weekly values check in or a monthly values check in into your routines when you're planning out"
    },
    {
      "index": 43,
      "start_time": 203230.0,
      "end_time": 208119.0,
      "text": "Your week it you want to keep your values in mind. so defining my own values has been a really helpful thing for me"
    },
    {
      "index": 44,
      "start_time": 208120.0,
      "end_time": 213220.0,
      "text": "It's just helped me to see things more clearly and to push myself back on track whenever I veer off so I'm really hoping that"
    },
    {
      "index": 45,
      "start_time": 213220.0,
      "end_time": 216160.0,
      "text": "This exercise will be just as helpful for one of you"
    },
    {
      "index": 46,
      "start_time": 216470.0,
      "end_time": 218740.0,
      "text": "If you haven't already, subscribe to my channel using the subscribe button down below"
    },
    {
      "index": 47,
      "start_time": 218810.0,
      "end_time": 220899.0,
      "text": "I would love to know what one of your"
    },
    {
      "index": 48,
      "start_time": 221150.0,
      "end_time": 226450.0,
      "text": "Values is down in the description below. if you can say like what your value is and what it looks like on a day to"
    },
    {
      "index": 49,
      "start_time": 226450.0,
      "end_time": 227020.0,
      "text": "day basis"
    },
    {
      "index": 50,
      "start_time": 227020.0,
      "end_time": 230230.0,
      "text": "That would be even better to give people some inspiration that are going through this video"
    },
    {
      "index": 51,
      "start_time": 230360.0,
      "end_time": 236230.0,
      "text": "Subscribe to my channel for videos like this every single week, I appreciate you guys so much, and I will see you soon!"
    }
  ]
}