{
  "video_id": "YMZcp0EQO2s",
  "title": "Why should you read “Fahrenheit 451”? - Iseult Gillespie",
  "json": [
    {
      "index": 1,
      "start_time": 6624.0,
      "end_time": 13943.0,
      "text": "\"It was a pleasure to burn. It was a special pleasure to see things eaten, to see things blackened and changed.”"
    },
    {
      "index": 2,
      "start_time": 13944.0,
      "end_time": 21894.0,
      "text": "Fahrenheit 451 opens in a blissful blaze, and before long, we learn what' s going up in flames."
    },
    {
      "index": 3,
      "start_time": 21894.0,
      "end_time": 32183.0,
      "text": "Ray Bradbury's novel imagines a world where books are banned  from all areas of life and possessing, let alone reading them, is forbidden"
    },
    {
      "index": 4,
      "start_time": 32183.0,
      "end_time": 37504.0,
      "text": "The protagonist, Montag, is a fireman responsible for destroying what remains."
    },
    {
      "index": 5,
      "start_time": 37504.0,
      "end_time": 49884.0,
      "text": "But as his pleasure gives way to doubt, the story raises critical questions of how to preserve one's mind in a society where free will, self-expression, and curiosity are under fire."
    },
    {
      "index": 6,
      "start_time": 49884.0,
      "end_time": 57734.0,
      "text": "In Montag's world, mass media has a monopoly on information, erasing almost all ability for independent thought."
    },
    {
      "index": 7,
      "start_time": 57734.0,
      "end_time": 61174.0,
      "text": "On the subway, ads blast out of the walls."
    },
    {
      "index": 8,
      "start_time": 61174.0,
      "end_time": 70540.0,
      "text": "At home, Montag's wife Mildred listens to the radio around the clock, and three of their parlor walls are plastered with screens."
    },
    {
      "index": 9,
      "start_time": 70540.0,
      "end_time": 79234.0,
      "text": "At work, the smell of kerosene hangs over Montag's colleagues, who smoke and set their mechanical hound after rats to pass the time."
    },
    {
      "index": 10,
      "start_time": 79234.0,
      "end_time": 87540.0,
      "text": "When the alarm sounds they surge out in salamander-shaped vehicles, sometimes to burn whole libraries to the ground."
    },
    {
      "index": 11,
      "start_time": 87540.0,
      "end_time": 97274.0,
      "text": "But as he sets tomes ablaze day after day like \"black butterflies,\" Montag's mind occasionally wanders to the contraband that lies hidden in his home."
    },
    {
      "index": 12,
      "start_time": 97274.0,
      "end_time": 100414.0,
      "text": "Gradually, he begins to question the basis of his work."
    },
    {
      "index": 13,
      "start_time": 100414.0,
      "end_time": 112584.0,
      "text": "Montag realizes he's always felt uneasy, but has lacked the descriptive words to express his feelings in a society where even uttering the phrase \"once upon a time\" can be fatal."
    },
    {
      "index": 14,
      "start_time": 112584.0,
      "end_time": 124393.0,
      "text": "Fahrenheit 451 depicts a world governed by surveillance, robotics,  and virtual reality, a vision that proved remarkably prescient, but also spoke to the concerns of the time."
    },
    {
      "index": 15,
      "start_time": 124394.0,
      "end_time": 129354.0,
      "text": "The novel was published in 1953, at the height of the Cold War."
    },
    {
      "index": 16,
      "start_time": 129354.00000000001,
      "end_time": 141254.0,
      "text": "This era kindled widespread paranoia and fear throughout Bradbury's home country of the United States, amplified by the suppression of information and brutal government investigations."
    },
    {
      "index": 17,
      "start_time": 141254.0,
      "end_time": 148734.0,
      "text": "In particular, this witch hunt mentality targeted artists and writers who were suspected of Communist sympathies."
    },
    {
      "index": 18,
      "start_time": 148734.0,
      "end_time": 151934.0,
      "text": "Bradbury was alarmed at this cultural crackdown."
    },
    {
      "index": 19,
      "start_time": 151934.0,
      "end_time": 161994.0,
      "text": "He believed it set a dangerous precedent for further censorship, and was reminded of the destruction of the Library of Alexandria and the book-burning of Fascist regimes."
    },
    {
      "index": 20,
      "start_time": 161994.0,
      "end_time": 169224.0,
      "text": "He explored these chilling connections in Fahrenheit 451, titled after the temperature at which paper burns."
    },
    {
      "index": 21,
      "start_time": 169224.0,
      "end_time": 177764.0,
      "text": "The accuracy of that temperature has been called into question, but that doesn't diminish the novel's  standing as a masterpiece of dystopian fiction."
    },
    {
      "index": 22,
      "start_time": 177764.0,
      "end_time": 187144.0,
      "text": "Dystopian fiction as a genre amplifies troubling features of the world around us and imagines the consequences of taking them to an extreme."
    },
    {
      "index": 23,
      "start_time": 187144.0,
      "end_time": 192804.0,
      "text": "In many dystopian stories, the government imposes constrictions onto unwilling subjects."
    },
    {
      "index": 24,
      "start_time": 192804.0,
      "end_time": 200344.0,
      "text": "But in Fahrenheit 451, Montag learns that it was the apathy of the masses that gave rise to the current regime."
    },
    {
      "index": 25,
      "start_time": 200344.0,
      "end_time": 209363.0,
      "text": "The government merely capitalized on short attention spans and the appetite for mindless entertainment, reducing the circulation of ideas to ash."
    },
    {
      "index": 26,
      "start_time": 209364.0,
      "end_time": 213714.0,
      "text": "As culture disappears, imagination and self-expression follow."
    },
    {
      "index": 27,
      "start_time": 213714.0,
      "end_time": 243634.0,
      "text": "Even the way people talk is short-circuited, such as when Montag's boss Captain Beatty describes the acceleration of mass culture: \"Speed up the film, Montag, quick. Click? Pick? Look, Eye, Now, Flick, Here, There, Swift, Pace, Up, Down, In, Out, Why, How, Who, What, Where, Eh? Uh! Bang! Smack! Wallop, Bing, Bong, Boom! Digest-digests, digest-digest-digests. Politics? One column, two sentences, a headline! Then, in mid-air, all vanishes!\""
    },
    {
      "index": 28,
      "start_time": 243634.0,
      "end_time": 250704.0,
      "text": "In this barren world, Montag learns how difficult it is to resist when there's nothing left to hold on to."
    },
    {
      "index": 29,
      "start_time": 250704.0,
      "end_time": 261984.0,
      "text": "Altogether, Fahrenheit 451 is a portrait of independent thought on the brink of extinction, and a parable about a society which is complicit in its own combustion."
    }
  ]
}