{
  "video_id": "yOK3bF3jhXU",
  "title": "Why “Buy one, get one free” isn’t a great deal",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 5420.0,
      "text": "This is a coupon for Burger King's Croissan'wich, and it's promoting a buy one get one free deal."
    },
    {
      "index": 2,
      "start_time": 5580.0,
      "end_time": 9500.0,
      "text": "Buy one breakfast sandwich at full price, get a second one for no extra cost."
    },
    {
      "index": 3,
      "start_time": 9600.0,
      "end_time": 15500.0,
      "text": "But one customer found that something was off about the deal: when she was charged two different prices for the sandwich."
    },
    {
      "index": 4,
      "start_time": 16000.0,
      "end_time": 19890.0,
      "text": "When she ordered a single sandwich, the price was $2.16."
    },
    {
      "index": 5,
      "start_time": 19890.0,
      "end_time": 28450.0,
      "text": "But when she ordered two sandwiches and used the BOGO coupon, the price of each sandwich was $3.19–more than a dollar more."
    },
    {
      "index": 6,
      "start_time": 28500.0,
      "end_time": 32700.0,
      "text": "This went on for years before Burger King was sued for overcharging customers."
    },
    {
      "index": 7,
      "start_time": 32700.000000000004,
      "end_time": 37900.0,
      "text": "BOGO is so appealing that it's hard for consumers to see it for what it is."
    },
    {
      "index": 8,
      "start_time": 37960.0,
      "end_time": 45840.0,
      "text": "\"Buy one, get one,\" It's a thinly veiled attempt to convince a customer to buy more than one item at a time."
    },
    {
      "index": 9,
      "start_time": 45840.0,
      "end_time": 54060.0,
      "text": "For a thrifty shopper, BOGO can sound like the best way to get more bang for their buck, but often it's simply not as good a deal as it appears."
    },
    {
      "index": 10,
      "start_time": 59350.0,
      "end_time": 65100.0,
      "text": "Consumers perceive the quality of a bargain based on the price they pay compared to the original list price."
    },
    {
      "index": 11,
      "start_time": 65239.00000000001,
      "end_time": 68240.0,
      "text": "Take this food processor on Amazon for example."
    },
    {
      "index": 12,
      "start_time": 68240.0,
      "end_time": 74470.0,
      "text": "The price on sale is $35, an amazing 52% off the $75 dollar list price."
    },
    {
      "index": 13,
      "start_time": 74470.0,
      "end_time": 86500.0,
      "text": "The problem is that Cuisinart doesn't list the item for Amazon's regular price and based on an analysis of tracked prices over time, Amazon has never sold it for more than $40 in the past 10 years."
    },
    {
      "index": 14,
      "start_time": 86500.0,
      "end_time": 89700.0,
      "text": "The cheating that goes on is rampant."
    },
    {
      "index": 15,
      "start_time": 89700.0,
      "end_time": 96150.0,
      "text": "Retailers are guilty, often, of distorting the regular price, raising the regular price."
    },
    {
      "index": 16,
      "start_time": 96200.0,
      "end_time": 101150.0,
      "text": "And several companies have been caught distorting prices in conjunction with BOGO offers."
    },
    {
      "index": 17,
      "start_time": 101200.0,
      "end_time": 110100.0,
      "text": "The suit accuses Visionworks of inflating the price of the first pair of glasses to partly cover the costs of the second, supposedly-free pair, making it not actually free."
    },
    {
      "index": 18,
      "start_time": 110100.0,
      "end_time": 119350.0,
      "text": "It can be hard for consumers to tell whether BOGO is fair or deceptive, and often their judgment is clouded by one four letter word: \"Free.\""
    },
    {
      "index": 19,
      "start_time": 119350.0,
      "end_time": 126400.0,
      "text": "I mean, free is a tremendous motivational trigger and they like the opportunity to expand the deal by buying more than one of an item."
    },
    {
      "index": 20,
      "start_time": 126470.0,
      "end_time": 129340.0,
      "text": "Very often consumers don't do the math."
    },
    {
      "index": 21,
      "start_time": 129340.0,
      "end_time": 134300.0,
      "text": "Buying more than one item means consumers spend more money than they intended, not less."
    },
    {
      "index": 22,
      "start_time": 134350.0,
      "end_time": 138000.0,
      "text": "For example, say you want to buy a sweater that's normally $80."
    },
    {
      "index": 23,
      "start_time": 138000.0,
      "end_time": 140950.0,
      "text": "Sweater A is listed at a 20% discount."
    },
    {
      "index": 24,
      "start_time": 141000.0,
      "end_time": 144850.0,
      "text": "Sweater B is listed at full price, but has a buy one, get one free deal."
    },
    {
      "index": 25,
      "start_time": 144880.0,
      "end_time": 151800.0,
      "text": "While the second option may get you two sweaters, you've just spent more in total than if you just focused on the 20% discount."
    },
    {
      "index": 26,
      "start_time": 151800.0,
      "end_time": 155700.0,
      "text": "Let's say those sweaters are on a buy one get one 50% off deal."
    },
    {
      "index": 27,
      "start_time": 155700.0,
      "end_time": 158450.0,
      "text": "Option one: you buy one sweater for $80 dollars."
    },
    {
      "index": 28,
      "start_time": 158500.0,
      "end_time": 162000.0,
      "text": "Option two: the first sweater would be $80 dollars and the second would be half off."
    },
    {
      "index": 29,
      "start_time": 162000.0,
      "end_time": 173350.0,
      "text": "Translated into a straight discount, the total saved from the BOGO deal would be the same as a 25% off deal, but the amount of money you spend in store has grown, because you bought two items."
    },
    {
      "index": 30,
      "start_time": 173480.0,
      "end_time": 177000.0,
      "text": "Some BOGO deals only apply to items with lesser value."
    },
    {
      "index": 31,
      "start_time": 177100.0,
      "end_time": 183350.0,
      "text": "For example if you buy that same sweater and a $10 dollar pair of socks, you still pay $80 for your total purchase."
    },
    {
      "index": 32,
      "start_time": 183400.0,
      "end_time": 191000.0,
      "text": "If you decide to get a sweater and $150 coat, the sweater would be counted as the free item and you'd still be shelling out $150."
    },
    {
      "index": 33,
      "start_time": 191040.0,
      "end_time": 197850.0,
      "text": "For most deals, you're better off waiting for the one item you wanted to go on sale rather than purchasing it through a BOGO deal."
    },
    {
      "index": 34,
      "start_time": 197900.0,
      "end_time": 202500.0,
      "text": "Customers . . . I won't say \"fall for it,\" but they go for it nonetheless."
    },
    {
      "index": 35,
      "start_time": 202500.0,
      "end_time": 209800.0,
      "text": "BOGO disguises the fact that, unless you already intended to buy two items, it really isn't all that big of a discount."
    },
    {
      "index": 36,
      "start_time": 209800.0,
      "end_time": 214950.0,
      "text": "So BOGO deals can be fantastic if you're a shopper looking to buy in bulk and stretch your dollar."
    },
    {
      "index": 37,
      "start_time": 215000.0,
      "end_time": 218400.0,
      "text": "But for most of us, free isn't always the best option."
    },
    {
      "index": 38,
      "start_time": 218500.0,
      "end_time": 219500.0,
      "text": "Well, just do the math."
    },
    {
      "index": 39,
      "start_time": 219500.0,
      "end_time": 222560.0,
      "text": "If it looks too good to be true, it's too good to be true."
    }
  ]
}