{
  "video_id": "yP88kT6ZvwA",
  "title": "The Advantages of Being 'just Good Friends'",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 5800.0,
      "text": "One of the most subtly hurtful and quietly damning of all remarks, perhaps quietly and"
    },
    {
      "index": 2,
      "start_time": 5800.0,
      "end_time": 11100.0,
      "text": "sweetly delivered on the doorstep at the end of a long evening, with the taxi still hovering"
    },
    {
      "index": 3,
      "start_time": 11100.0,
      "end_time": 16900.0,
      "text": "somewhere just out of sight, is the suggestion that we should in the end probably remain"
    },
    {
      "index": 4,
      "start_time": 16900.0,
      "end_time": 24700.0,
      "text": "‘just good friends’. We know exactly what to understand by this. The path towards a"
    },
    {
      "index": 5,
      "start_time": 24700.0,
      "end_time": 31500.0,
      "text": "tender future is being gently but firmly closed off. We are, with a smile, being shunted into"
    },
    {
      "index": 6,
      "start_time": 31500.0,
      "end_time": 37600.0,
      "text": "the category of the failed, the ignored and the lightly despised. The other must in some"
    },
    {
      "index": 7,
      "start_time": 37600.0,
      "end_time": 42600.0,
      "text": "way have worked out the despicable truths about us – all the ones that we tried so"
    },
    {
      "index": 8,
      "start_time": 42600.0,
      "end_time": 48600.0,
      "text": "hard to disguise and even to believe didn’t exist – and has logically decided to take"
    },
    {
      "index": 9,
      "start_time": 48600.0,
      "end_time": 55200.0,
      "text": "their leave. We return crushed to an apartment which we had left with butterflies and elevated"
    },
    {
      "index": 10,
      "start_time": 55200.0,
      "end_time": 61900.0,
      "text": "hopes only a few hours before. We hear the invitation to a friendship as synonymous with"
    },
    {
      "index": 11,
      "start_time": 61900.0,
      "end_time": 69300.0,
      "text": "insult because our Romantic culture has continuously, and from a young age, made one thing sharply"
    },
    {
      "index": 12,
      "start_time": 69300.0,
      "end_time": 78200.0,
      "text": "clear to us: love is the purpose of existence; friendship is the paltry, depleted consolation"
    },
    {
      "index": 13,
      "start_time": 78200.0,
      "end_time": 84400.0,
      "text": "prize. Though this seems like unsurprising common sense, what should detain us and encourage"
    },
    {
      "index": 14,
      "start_time": 84400.0,
      "end_time": 92600.0,
      "text": "us to probe a little at the claims made on love’s behalf is one basic source of evidence:"
    },
    {
      "index": 15,
      "start_time": 92600.0,
      "end_time": 100500.0,
      "text": "the behaviour, level of satisfaction and state of mind of lovers themselves. If we were to"
    },
    {
      "index": 16,
      "start_time": 100500.0,
      "end_time": 107300.0,
      "text": "judge love chiefly by its impact, by the extent of the tears, the depths of the frustrations,"
    },
    {
      "index": 17,
      "start_time": 107300.0,
      "end_time": 112900.0,
      "text": "the viciousness of the insults that unfold in its name, we would not continue to rate"
    },
    {
      "index": 18,
      "start_time": 112900.0,
      "end_time": 119600.0,
      "text": "it as we do and might indeed mistake it for a form of illness or aberration of the mind."
    },
    {
      "index": 19,
      "start_time": 119600.0,
      "end_time": 125700.0,
      "text": "The scenes that typically unfold between lovers would scarcely be considered imaginable outside"
    },
    {
      "index": 20,
      "start_time": 125700.0,
      "end_time": 132300.0,
      "text": "of conditions of open hostility. Those we love, we honour with our worst moods, our"
    },
    {
      "index": 21,
      "start_time": 132300.0,
      "end_time": 138700.0,
      "text": "most unfair accusations, our most wounding insults. It is to our lovers that we direct"
    },
    {
      "index": 22,
      "start_time": 138700.0,
      "end_time": 144200.0,
      "text": "blame for everything that has gone wrong in our lives, it is they we expect to know everything"
    },
    {
      "index": 23,
      "start_time": 144200.0,
      "end_time": 150500.0,
      "text": "we mean without bothering to explain it, it is to their minor errors and misunderstandings"
    },
    {
      "index": 24,
      "start_time": 150500.0,
      "end_time": 158300.0,
      "text": "that we respond with sulks and rage. And, by comparison, in friendship, the supposedly"
    },
    {
      "index": 25,
      "start_time": 158300.0,
      "end_time": 164500.0,
      "text": "worthless and inferior state whose mention should crush us at the end of a date, we bring"
    },
    {
      "index": 26,
      "start_time": 164500.0,
      "end_time": 172800.0,
      "text": "our highest and noblest virtues. Here we are patient, encouraging, tolerant, funny and"
    },
    {
      "index": 27,
      "start_time": 172800.0,
      "end_time": 178600.0,
      "text": "– most of all – kind. We expect a little less and therefore, by extension, forgive"
    },
    {
      "index": 28,
      "start_time": 178600.0,
      "end_time": 184800.0,
      "text": "an infinite amount more. We do not presume that we will be fully understood, and so treat"
    },
    {
      "index": 29,
      "start_time": 184800.0,
      "end_time": 189900.0,
      "text": "failings lightly and humanely. We don’t imagine that our friends should admire us"
    },
    {
      "index": 30,
      "start_time": 189900.0,
      "end_time": 196900.0,
      "text": "without reserve and stick by us whatever we do, and so we put in effort and behave, pleasing"
    },
    {
      "index": 31,
      "start_time": 196900.0,
      "end_time": 202900.0,
      "text": "ourselves as well as our companions along the way. We are, in the company of our friends,"
    },
    {
      "index": 32,
      "start_time": 202900.0,
      "end_time": 210300.0,
      "text": "our best selves. Paradoxically, it is friendship that offers us the real route to the pleasures"
    },
    {
      "index": 33,
      "start_time": 210300.0,
      "end_time": 216800.0,
      "text": "that Romanticism associates with love. That this sounds surprising is only a reflection"
    },
    {
      "index": 34,
      "start_time": 216800.0,
      "end_time": 222200.0,
      "text": "of how underdeveloped our day to day vision of friendship has become. We associate it"
    },
    {
      "index": 35,
      "start_time": 222200.0,
      "end_time": 227100.0,
      "text": "with a casual acquaintance we see only once in a while to exchange inconsequential and"
    },
    {
      "index": 36,
      "start_time": 227100.0,
      "end_time": 234000.0,
      "text": "shallow banter. But real friendship is something altogether more profound and worthy of exultation:"
    },
    {
      "index": 37,
      "start_time": 234000.0,
      "end_time": 238700.0,
      "text": "it is an arena in which two people can get a sense of each other’s vulnerabilities;"
    },
    {
      "index": 38,
      "start_time": 238700.0,
      "end_time": 243300.0,
      "text": "appreciate each other’s follies without recrimination, reassure one another as to"
    },
    {
      "index": 39,
      "start_time": 243300.0,
      "end_time": 249600.0,
      "text": "their value and greet the sorrows and tragedies of existence with wit and warmth. Culturally"
    },
    {
      "index": 40,
      "start_time": 249600.0,
      "end_time": 254400.0,
      "text": "and collectively, we have made a momentous mistake which has left us both lonelier and"
    },
    {
      "index": 41,
      "start_time": 254400.0,
      "end_time": 260300.0,
      "text": "more disappointed than we ever needed to be. In a better world, our most serious goal would"
    },
    {
      "index": 42,
      "start_time": 260300.0,
      "end_time": 266000.0,
      "text": "not be to locate one special lover with whom to replace all other humans, it would be to"
    },
    {
      "index": 43,
      "start_time": 266000.0,
      "end_time": 273800.0,
      "text": "put our intelligence and energy into identifying and nurturing a circle of true friends. At"
    },
    {
      "index": 44,
      "start_time": 273800.0,
      "end_time": 278500.0,
      "text": "the end of an evening, we would learn to say to certain prospective companions, with an"
    },
    {
      "index": 45,
      "start_time": 278500.0,
      "end_time": 283200.0,
      "text": "embarrassed smile as we invited them inside – knowing that this would come across as"
    },
    {
      "index": 46,
      "start_time": 283200.0,
      "end_time": 290800.0,
      "text": "a properly painful rejection – ‘I’m so sorry, couldn’t we just be… lovers?’"
    },
    {
      "index": 47,
      "start_time": 294800.0,
      "end_time": 301000.0,
      "text": "If you liked this film, please subscribe to our channel and click the bell icon to turn on notifications."
    }
  ]
}