{
  "video_id": "ypXwioZXUrE",
  "title": "Why We Feel Lonely and Odd",
  "json": [
    {
      "index": 1,
      "start_time": 159.0,
      "end_time": 5729.0,
      "text": "One of the most basic facts about the human condition is that we know ourselves from the inside,"
    },
    {
      "index": 2,
      "start_time": 5799.0,
      "end_time": 13529.0,
      "text": "but we know others only from what they choose or are able to tell us, a far more limited and edited set of data."
    },
    {
      "index": 3,
      "start_time": 14049.0,
      "end_time": 21129.0,
      "text": "We are continuously and intimately exposed to our own worries, hopes, desires and memories –"
    },
    {
      "index": 4,
      "start_time": 21139.0,
      "end_time": 27899.0,
      "text": "many of which feel overwhelmingly intense, strange, vulnerable or sad. Yet when it comes to other people,"
    },
    {
      "index": 5,
      "start_time": 28050.0,
      "end_time": 34469.0,
      "text": "we are tightly restricted to knowing them through their public pronouncements, to what they can or choose to reveal."
    },
    {
      "index": 6,
      "start_time": 34809.0,
      "end_time": 42749.0,
      "text": "The hints and clues we are left to play with are hugely imperfect guides to the reality of another person's existence."
    },
    {
      "index": 7,
      "start_time": 43239.0,
      "end_time": 46079.0,
      "text": "The result of what we termed this Psychological Asymmetry"
    },
    {
      "index": 8,
      "start_time": 46899.0,
      "end_time": 51389.0,
      "text": "is that we almost always think of ourselves as far more peculiar,"
    },
    {
      "index": 9,
      "start_time": 51850.0,
      "end_time": 55530.0,
      "text": "shameful and alarming than other people we run into."
    },
    {
      "index": 10,
      "start_time": 55989.0,
      "end_time": 59579.0,
      "text": "Our experiences of anxiety, anger, envy, sex and distress"
    },
    {
      "index": 11,
      "start_time": 59890.0,
      "end_time": 64619.0,
      "text": "appear to be so much more intense and disturbing than those of anyone in the vicinity."
    },
    {
      "index": 12,
      "start_time": 65260.00000000001,
      "end_time": 71189.0,
      "text": "We aren't of course in truth really so odd. We just know a lot more about who we are"
    },
    {
      "index": 13,
      "start_time": 72010.0,
      "end_time": 76529.0,
      "text": "The results of Psychological Asymmetry are loneliness and shyness."
    },
    {
      "index": 14,
      "start_time": 76840.0,
      "end_time": 81689.0,
      "text": "We are beset by loneliness because we cannot imagine that others long and desire,"
    },
    {
      "index": 15,
      "start_time": 82000.0,
      "end_time": 88860.0,
      "text": "envy and hate, crave and weep as we do. We feel ourselves cast out into a world of strangers,"
    },
    {
      "index": 16,
      "start_time": 89409.0,
      "end_time": 97319.0,
      "text": "inherently different from everyone we live alongside – and potentially fundamentally offensive to all those who might know us properly."
    },
    {
      "index": 17,
      "start_time": 97750.0,
      "end_time": 102599.0,
      "text": "It appears, in dark moments, that no one could possibly both know and like us."
    },
    {
      "index": 18,
      "start_time": 104920.0,
      "end_time": 111540.0,
      "text": "We also get shy, easily intimidated by people who we assume cannot share in our vulnerabilities"
    },
    {
      "index": 19,
      "start_time": 111540.0,
      "end_time": 115229.0,
      "text": "and whom we imagine would be entirely unable to relate to the petty,"
    },
    {
      "index": 20,
      "start_time": 115540.0,
      "end_time": 121229.0,
      "text": "grand, perverse or idealistic thoughts that pass moment by moment through our minds."
    },
    {
      "index": 21,
      "start_time": 121450.0,
      "end_time": 123180.0,
      "text": "If we reach important positions,"
    },
    {
      "index": 22,
      "start_time": 123180.0,
      "end_time": 129629.0,
      "text": "we feel like impostors, beset by an impression that our quirks separate us from others who have occupied comparable roles in the past."
    },
    {
      "index": 23,
      "start_time": 131940.0,
      "end_time": 139859.0,
      "text": "We grow boring and conventional, mimicking the externals of other people on the false assumption that this is what they might truly be like inside."
    },
    {
      "index": 24,
      "start_time": 140470.0,
      "end_time": 146070.0,
      "text": "The solutions to Psychological Asymmetry lie in two places: Art and Love."
    },
    {
      "index": 25,
      "start_time": 146440.0,
      "end_time": 151469.0,
      "text": "Art provides us with accurate portrayals of the inner lives of strangers and,"
    },
    {
      "index": 26,
      "start_time": 151870.0,
      "end_time": 158610.0,
      "text": "with grace and compelling charm, shows us how much they share in troubles and hopes we thought we might be alone in experiencing."
    },
    {
      "index": 27,
      "start_time": 158950.0,
      "end_time": 163950.0,
      "text": "And Love gives us an occasional, deeply precious sense of security"
    },
    {
      "index": 28,
      "start_time": 164140.0,
      "end_time": 171270.0,
      "text": "to reveal who we really are to another person and the opportunity to learn about their reality from a position of extreme secure proximity."
    },
    {
      "index": 29,
      "start_time": 173740.0,
      "end_time": 180510.0,
      "text": "To overcome the effects of Psychological Asymmetry, we must constantly trust – especially in the absence of any evidence –"
    },
    {
      "index": 30,
      "start_time": 180940.0,
      "end_time": 190220.0,
      "text": "that everyone is likely to be far closer to what we are (that is, far shyer, more scared, more worried and more incomplete)"
    },
    {
      "index": 31,
      "start_time": 190220.0,
      "end_time": 193849.0,
      "text": "than they are to resemble the personas they show to the world."
    },
    {
      "index": 32,
      "start_time": 194120.0,
      "end_time": 201780.0,
      "text": "We are fortunately not, any of us, quite as odd, or quite as special, as we might assume or fear."
    },
    {
      "index": 33,
      "start_time": 203890.0,
      "end_time": 207540.0,
      "text": "At the School of Life we believe in developing emotional intelligence."
    },
    {
      "index": 34,
      "start_time": 207970.0,
      "end_time": 212760.0,
      "text": "To that end, we've also created a whole range of products to support that growth."
    },
    {
      "index": 35,
      "start_time": 213370.0,
      "end_time": 216450.0,
      "text": "Find out more at the link on the screen now"
    }
  ]
}