{
  "video_id": "yqmso0c9CBs",
  "title": "How streets, roads, and avenues are different",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6960.0,
      "text": "What makes a street a street and an avenue an avenue?"
    },
    {
      "index": 2,
      "start_time": 6960.0,
      "end_time": 8760.0,
      "text": "They&#39;re not just named at random."
    },
    {
      "index": 3,
      "start_time": 8760.0,
      "end_time": 10880.0,
      "text": "There’s no rulebook for building a city,"
    },
    {
      "index": 4,
      "start_time": 10880.0,
      "end_time": 16380.0,
      "text": "but there are naming conventions that are surprisingly strong, ones you’ll find across the world."
    },
    {
      "index": 5,
      "start_time": 16379.999999999998,
      "end_time": 29140.0,
      "text": "There are exceptions, but if you comb through postal service guides, state departments of transportation, and dictionaries, you can start to decipher a code behind our roads."
    },
    {
      "index": 6,
      "start_time": 29140.0,
      "end_time": 33480.0,
      "text": "It starts simple: a road can be anything that connects two points."
    },
    {
      "index": 7,
      "start_time": 33480.0,
      "end_time": 39100.0,
      "text": "A way is a small side street off a road. But then things build up."
    },
    {
      "index": 8,
      "start_time": 39100.0,
      "end_time": 45480.0,
      "text": "Streets are public ways that have buildings on both sides. And you’ll recognize them because they often"
    },
    {
      "index": 9,
      "start_time": 45480.0,
      "end_time": 51880.0,
      "text": "run perpendicular to avenues, which will have trees or buildings on both sides too. The cardinal directions —"
    },
    {
      "index": 10,
      "start_time": 51880.0,
      "end_time": 59700.0,
      "text": "North, South, East, or West — vary by city, but that perpendicular pattern of streets and avenues is common to many places."
    },
    {
      "index": 11,
      "start_time": 59700.0,
      "end_time": 68080.0,
      "text": "This is a boulevard — a big wide street with trees on both sides. You’ll find a median in a lot of boulevards, too."
    },
    {
      "index": 12,
      "start_time": 68080.0,
      "end_time": 72980.0,
      "text": "It’s basically the opposite of a lane, which is a narrow road, often in a rural area."
    },
    {
      "index": 13,
      "start_time": 72980.0,
      "end_time": 81740.0,
      "text": "A drive takes its cues from the environment — it’s a long winding road that might have its route shaped by a nearby mountain or lake."
    },
    {
      "index": 14,
      "start_time": 81740.0,
      "end_time": 86300.0,
      "text": "That might lead to a terrace: a street that follows the top of a slope."
    },
    {
      "index": 15,
      "start_time": 86300.0,
      "end_time": 91660.0,
      "text": "A place, however, is a road or a street with no throughway (basically a dead end)."
    },
    {
      "index": 16,
      "start_time": 91660.0,
      "end_time": 96200.0,
      "text": "Meanwhile, a court will end in a circle or loop, without a throughway."
    },
    {
      "index": 17,
      "start_time": 96200.0,
      "end_time": 103080.0,
      "text": "It’s like a cousin to a plaza or square — an open public space that’s surrounded by businesses or streets."
    },
    {
      "index": 18,
      "start_time": 103080.0,
      "end_time": 113880.0,
      "text": "And all of these roads connect to the wider world. A frontage road (or access road or service road) runs parallel to a larger road, providing local access."
    },
    {
      "index": 19,
      "start_time": 113880.0,
      "end_time": 119480.0,
      "text": "That larger public road might be a highway — a major public road that connects larger cities."
    },
    {
      "index": 20,
      "start_time": 119480.0,
      "end_time": 126000.0,
      "text": "An interstate is part of a highway system, but it’s defined by being a federally funded network of roads."
    },
    {
      "index": 21,
      "start_time": 126000.0,
      "end_time": 134360.0,
      "text": "It often goes between states, but it doesn’t have to — Hawaii has Interstate H1, and you don’t want to take an interstate to get there."
    },
    {
      "index": 22,
      "start_time": 134360.0,
      "end_time": 138880.0,
      "text": "A turnpike is part of a highway, but it usually means you’ll hit a tollbooth, while"
    },
    {
      "index": 23,
      "start_time": 138880.0,
      "end_time": 143480.0,
      "text": "a freeway is distinguished by size, with 2 or more lanes on each side."
    },
    {
      "index": 24,
      "start_time": 143480.0,
      "end_time": 147840.0,
      "text": "A beltway, meanwhile, is a highway that surrounds a whole city (like a belt)."
    },
    {
      "index": 25,
      "start_time": 147840.0,
      "end_time": 158400.0,
      "text": "A parkway is a decorated public road, usually called that for the parkland on the side of the road. Wanna know why you drive on a parkway and park on a driveway?"
    },
    {
      "index": 26,
      "start_time": 158400.0,
      "end_time": 167360.0,
      "text": "Parkways were originally more pastoral, and they had that parkland on the side, and driveways were often longer, making them “ways” off of “drives.”"
    },
    {
      "index": 27,
      "start_time": 167360.0,
      "end_time": 174600.0,
      "text": "A junction is where two roads cross — in an interchange, it’s at a different height, while at an intersection it’s at the same height."
    },
    {
      "index": 28,
      "start_time": 174600.0,
      "end_time": 179640.0,
      "text": "Causeways are different raised roads that pass across low or swampy ground, or water."
    },
    {
      "index": 29,
      "start_time": 179640.0,
      "end_time": 183120.0,
      "text": "And the rest of the most common roads are the odds and ends."
    },
    {
      "index": 30,
      "start_time": 183120.0,
      "end_time": 190320.0,
      "text": "Crescents are winding roads that usually resemble...well, a crescent, and often attach to a road at both ends."
    },
    {
      "index": 31,
      "start_time": 190320.0,
      "end_time": 195200.0,
      "text": "An alley is a small pathway between buildings, which might not be driveable."
    },
    {
      "index": 32,
      "start_time": 195200.0,
      "end_time": 203080.0,
      "text": "And then there’s an esplanade — a long open path or road near the ocean, that’s also called a promenade if it’s primarily for walking."
    },
    {
      "index": 33,
      "start_time": 203080.0,
      "end_time": 209680.0,
      "text": "All these names aren’t there to confuse us, but to make roads and cities clearer."
    },
    {
      "index": 34,
      "start_time": 209680.0,
      "end_time": 215440.0,
      "text": "And now you won’t just know where you are, but how you got there, too."
    },
    {
      "index": 35,
      "start_time": 215440.0,
      "end_time": 222440.0,
      "text": "So these street naming conventions are just that — they are conventions, they are not hard and fast rules, and there are plenty of exceptions."
    },
    {
      "index": 36,
      "start_time": 222440.0,
      "end_time": 231280.0,
      "text": "And that is the case in Tuscon, Arizona, because in Tuscon, the streets run East/West, the avenues run North/South,"
    },
    {
      "index": 37,
      "start_time": 231280.0,
      "end_time": 241280.0,
      "text": "and something called the Stravenue — postal abbreviation “STRA” — runs diagonally."
    }
  ]
}