{
  "video_id": "Z-5zUm8U2o8",
  "title": "Things You Should NEVER Do In Other Countries!",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 89.0,
      "end_time": 2919.0,
      "text": "Why is touching somebody on the head in Thailand taboo?"
    },
    {
      "index": 2,
      "start_time": 2919.0,
      "end_time": 5340.0,
      "text": "Why can't you chew gum in Singapore?"
    },
    {
      "index": 3,
      "start_time": 5340.0,
      "end_time": 8560.0,
      "text": "And just why can't you order a white coffee in Italy in the afternoon?"
    },
    {
      "index": 4,
      "start_time": 8560.0,
      "end_time": 14710.0,
      "text": "Every country and region around the world has their own individual set of cultural rules that help society run smoothly."
    },
    {
      "index": 5,
      "start_time": 14710.0,
      "end_time": 21240.0,
      "text": "As a tourist, we can sometimes break those rules unknowingly and find ourselves embarrassed or even in serious legal trouble."
    },
    {
      "index": 6,
      "start_time": 21240.0,
      "end_time": 28170.0,
      "text": "So it is usually best to read up on the cultural norms, and if in doubt, look around and observe how the locals behave, and do likewise."
    },
    {
      "index": 7,
      "start_time": 28170.0,
      "end_time": 31961.0,
      "text": "Today we'll take a closer look at some of these dos and don'ts."
    },
    {
      "index": 8,
      "start_time": 31961.0,
      "end_time": 35520.0,
      "text": "In this episode of the Infographics Show: Things You Should Never Do in Other Countries."
    },
    {
      "index": 9,
      "start_time": 35520.0,
      "end_time": 38250.0,
      "text": "Smiling at people in Russia might get you into trouble."
    },
    {
      "index": 10,
      "start_time": 38250.0,
      "end_time": 46050.0,
      "text": "In Russia, smiling is considered an intimate gesture, so to crack a smile without knowing someone first would be considered overstepping personal boundaries."
    },
    {
      "index": 11,
      "start_time": 46050.0,
      "end_time": 50829.0,
      "text": "Never ever present someone with an even number of flowers, as this is reserved for memorials."
    },
    {
      "index": 12,
      "start_time": 50829.0,
      "end_time": 53150.0,
      "text": "And will be taken as a gesture of impending doom."
    },
    {
      "index": 13,
      "start_time": 53150.0,
      "end_time": 63060.0,
      "text": "So if you fall in love in Russia, and decide to make your first move with a bouquet of flowers, make sure you're not smiling and the flowers are an odd number or else you won't be receiving much love from Russia."
    },
    {
      "index": 14,
      "start_time": 63060.0,
      "end_time": 75040.0,
      "text": "In India, you should definitely not shake somebody's hand, handle money, or handle food at the market using your left hand, as this hand is the unclean one of the pair, and the one used for wiping in the bathroom."
    },
    {
      "index": 15,
      "start_time": 75040.0,
      "end_time": 86460.0,
      "text": "Also while in India, refrain from any signs of physical affection of the opposite sex in public, as there are strict rules against kissing and touching in public, which is kinda strange coming from the country who introduced the Kama Sutra to the world."
    },
    {
      "index": 16,
      "start_time": 86460.0,
      "end_time": 95369.0,
      "text": "Also, don't be offended by the lack of lining up in public places, as the concept of standing in line and waiting patiently is typically a Western construct."
    },
    {
      "index": 17,
      "start_time": 95369.0,
      "end_time": 105320.0,
      "text": "Japan surely has the best sushi in the world, but if you leave a tip at your favorite restaurant in Tokyo, the service staff may see it as degrading, almost like an implication that you think they're poor."
    },
    {
      "index": 18,
      "start_time": 105320.0,
      "end_time": 113240.0,
      "text": "And if you happen to be in a restaurant in China, leave a little food on the plate as a compliment to the chef, otherwise he'll think he hasn't provided enough food for you to eat."
    },
    {
      "index": 19,
      "start_time": 113240.0,
      "end_time": 120319.0,
      "text": "Over in Italy, never order a cappuccino at a restaurant after 11 am, as this is considered a major break of etiquette."
    },
    {
      "index": 20,
      "start_time": 120319.0,
      "end_time": 126800.0,
      "text": "Italians are obsessed with digestion, and consuming milk after a meal, according to Italian logic, will mess up your digestion."
    },
    {
      "index": 21,
      "start_time": 126800.0,
      "end_time": 130530.0,
      "text": "So, make sure you drink all the milk you want at breakfast and not after."
    },
    {
      "index": 22,
      "start_time": 130530.0,
      "end_time": 134629.0,
      "text": "Unless that is, you are in a super touristy area where milk after breakfast is acceptable."
    },
    {
      "index": 23,
      "start_time": 134629.0,
      "end_time": 138030.0,
      "text": "In Singapore, it is illegal to feed birds in public."
    },
    {
      "index": 24,
      "start_time": 138030.0,
      "end_time": 140150.0,
      "text": "How can feeding the pigeons be a bad thing?"
    },
    {
      "index": 25,
      "start_time": 140180.0,
      "end_time": 153450.0,
      "text": "Well, Singaporeans are proud of the cleanliness of their city, and if the birds are able to survive in the city they are welcome, but constant feeding will cause numbers to skyrocket, and with pigeons come pigeon poop, and that takes some cleaning to remove from buildings."
    },
    {
      "index": 26,
      "start_time": 153450.0,
      "end_time": 163900.0,
      "text": "It is also illegal to throw litter on the street in Singapore and chewing gum has been banned from entering the country since 2004, so if you are planning a trip, leave the Juicy Fruit at home."
    },
    {
      "index": 27,
      "start_time": 163900.0,
      "end_time": 171500.0,
      "text": "In most Southeast Asian countries, it is very rude to touch somebody on the head, as this is the most sacred part of the body, according to Buddhist belief."
    },
    {
      "index": 28,
      "start_time": 171500.0,
      "end_time": 176909.0,
      "text": "It follows that the feet are the dirtiest part, so never sit with your feet up and/or pointing at somebody."
    },
    {
      "index": 29,
      "start_time": 176909.0,
      "end_time": 184370.0,
      "text": "In Thailand, any conversation about the royal family is usually off limits, and you should never touch a monk, especially if you happen to be a woman."
    },
    {
      "index": 30,
      "start_time": 184370.0,
      "end_time": 191530.0,
      "text": "In south East Asia, it is very bad form to shout, be rude, or put any local in a situation where they may lose face."
    },
    {
      "index": 31,
      "start_time": 191530.0,
      "end_time": 201069.0,
      "text": "Keep in mind, in Thailand alone, there are 14 different types of smiles, and only a handful of those smiles indicate the person is happy or comfortable with the current situation."
    },
    {
      "index": 32,
      "start_time": 201069.0,
      "end_time": 206270.0,
      "text": "In Turkey, the Ok sign using the thumb and forefinger is seen as an obscene gesture."
    },
    {
      "index": 33,
      "start_time": 206270.0,
      "end_time": 214530.0,
      "text": "And in Thailand, the reverse victory finger gesture, thought of as a rude gesture in the UK, is considered fine, and used to express the number two."
    },
    {
      "index": 34,
      "start_time": 214530.0,
      "end_time": 223950.0,
      "text": "Also in Thailand, the three finger Hunger Games hand signal was made illegal in public after student protesters used the hand signal to voice their opposition to military rule."
    },
    {
      "index": 35,
      "start_time": 223950.0,
      "end_time": 229659.0,
      "text": "In Germany, using a Nazi hand gesture is a crime, and those doing it will be punished accordingly."
    },
    {
      "index": 36,
      "start_time": 229659.0,
      "end_time": 239730.0,
      "text": "In Malaysia, you should point using only your thumbs, and refrain from pounding one fist into the other open palm – both finger pointing and fist pounding are considered rude."
    },
    {
      "index": 37,
      "start_time": 239730.0,
      "end_time": 249390.0,
      "text": "And in Italy, if you make the universal rock out sign with your pointer and pinky fingers extended, it means that you think the person you're directing it at is unfaithful and cheating on their partner."
    },
    {
      "index": 38,
      "start_time": 249390.0,
      "end_time": 254210.0,
      "text": "So be careful while traveling around the world, as one gesture could very well land you in hot water."
    },
    {
      "index": 39,
      "start_time": 254210.0,
      "end_time": 259329.0,
      "text": "Have you ever unknowingly gestured inappropriately in a foreign country and suffered the consequences?"
    },
    {
      "index": 40,
      "start_time": 259329.0,
      "end_time": 260329.0,
      "text": "Let us know in the comments."
    },
    {
      "index": 41,
      "start_time": 260329.0,
      "end_time": 265259.0,
      "text": "Also, be sure to check out our other video called \"The American Behaviors Considered Rude in Other Countries\"!"
    },
    {
      "index": 42,
      "start_time": 265259.0,
      "end_time": 268800.0,
      "text": "Thanks for watching, and, as always, don't forget to like, share, and subscribe."
    },
    {
      "index": 43,
      "start_time": 268800.0,
      "end_time": 269620.0,
      "text": "See you next time!"
    }
  ]
}