{
  "video_id": "Z2_ssAGQmO4",
  "title": "How to Use and Counter Flying Machine | Clash Royale",
  "json": [
    {
      "index": 1,
      "start_time": 219.0,
      "end_time": 2219.0,
      "text": "Mmm it's a Orange Juice"
    },
    {
      "index": 2,
      "start_time": 2649.0,
      "end_time": 7529.0,
      "text": "What's up everyone, this is OJ. The flying machine moves as fast as a Baby Dragon"
    },
    {
      "index": 3,
      "start_time": 7630.0,
      "end_time": 12389.0,
      "text": "But its Attack is similar to Musketeer in damage, Attack Speed, and range"
    },
    {
      "index": 4,
      "start_time": 12639.0,
      "end_time": 19528.0,
      "text": "With its faster Move Speed it locks onto a Tower way faster than a Musketeer. Left alone it'll deal over"
    },
    {
      "index": 5,
      "start_time": 20320.0,
      "end_time": 27150.0,
      "text": "700 damage to the tower. It's very similar to Musketeer except it's flying and has slightly less health."
    },
    {
      "index": 6,
      "start_time": 27519.0,
      "end_time": 31979.0,
      "text": "Against the Baby Dragon, the results are very, very close. It dies"
    },
    {
      "index": 7,
      "start_time": 32409.999999999996,
      "end_time": 35610.0,
      "text": "one shot faster so the Baby D gets one hit on your Tower."
    },
    {
      "index": 8,
      "start_time": 36250.0,
      "end_time": 42029.0,
      "text": "Just Like a Musketeer's slower Attack Speed it's not going to completely stop a Skeleton Army"
    },
    {
      "index": 9,
      "start_time": 42280.0,
      "end_time": 46410.0,
      "text": "But realistically you're not really going to leave the Flying Machine by itself."
    },
    {
      "index": 10,
      "start_time": 46600.0,
      "end_time": 51989.0,
      "text": "Here's a situation where I had the Ice Golem tanking the Baby Dragon so the Flying Machine won the battle"
    },
    {
      "index": 11,
      "start_time": 52660.0,
      "end_time": 59669.0,
      "text": "Machine is really fragile, so it pairs quite well with tanks like Giants, Lava Hounds, Ice Golem, and whatever"
    },
    {
      "index": 12,
      "start_time": 59890.0,
      "end_time": 63689.0,
      "text": "The real beauty of this mechanical menace is that It's a flying"
    },
    {
      "index": 13,
      "start_time": 64150.00000000001,
      "end_time": 68639.0,
      "text": "ranged unit. Any spawner or Elixir Pump planted one tile from the river"
    },
    {
      "index": 14,
      "start_time": 68860.0,
      "end_time": 72749.0,
      "text": "will be snipe-able. The princess Tower won't be able to reach it"
    },
    {
      "index": 15,
      "start_time": 73299.0,
      "end_time": 78419.0,
      "text": "Realistically though the Pump won't be placed one tile in front, it'll be placed in front of the King Tower"
    },
    {
      "index": 16,
      "start_time": 78610.0,
      "end_time": 86580.0,
      "text": "No big deal, it'll still wreck the Pump. The first shot denies one elixir. The second hit denies three Elixir. The third"
    },
    {
      "index": 17,
      "start_time": 86580.0,
      "end_time": 94229.0,
      "text": "shot denies four Elixir. Four shots five Elixir. Fifth shot denies six elixir. And the final shot denies"
    },
    {
      "index": 18,
      "start_time": 94390.0,
      "end_time": 96390.0,
      "text": "seven out of eight Elixir."
    },
    {
      "index": 19,
      "start_time": 97090.0,
      "end_time": 100890.0,
      "text": "Against the tombstone It takes It out in three shots. Nice and swift."
    },
    {
      "index": 20,
      "start_time": 101409.0,
      "end_time": 106589.0,
      "text": "Especially against the Lava hound deck, they'll be forced to address your Flying Machine. It can"
    },
    {
      "index": 21,
      "start_time": 106869.0,
      "end_time": 112619.0,
      "text": "completely shut down a Barbarian Hut and its spawns. The safe position for a spawner will be if it's"
    },
    {
      "index": 22,
      "start_time": 112780.0,
      "end_time": 114490.0,
      "text": "completely in front of The King's Tower."
    },
    {
      "index": 23,
      "start_time": 114490.0,
      "end_time": 119219.0,
      "text": "But come on, if you're playing the Barbarian Hut, put anything down. Mega Minion, Dart Goblins,"
    },
    {
      "index": 24,
      "start_time": 119380.0,
      "end_time": 122880.0,
      "text": "whatever can hit air, the Flying Machine will be a negative Elixir trade"
    },
    {
      "index": 25,
      "start_time": 123369.0,
      "end_time": 129238.0,
      "text": "Against the Goblin Hut it's not as solid. Even left alone, It struggles to stay alive with all those Spear goblins"
    },
    {
      "index": 26,
      "start_time": 129399.0,
      "end_time": 133859.0,
      "text": "chipping at it. It'll only land one hit on the princess Tower after taking out the hut."
    },
    {
      "index": 27,
      "start_time": 134170.0,
      "end_time": 140429.0,
      "text": "So even though it can target spawners and Elixir Pumps one tile in front of the King Tower, this is not the case with defensive"
    },
    {
      "index": 28,
      "start_time": 140430.0,
      "end_time": 147629.0,
      "text": "buildings. Cannons, Mortars, Inferno Towers, they all have smaller hitboxes. But a cannon planted that far back is completely"
    },
    {
      "index": 29,
      "start_time": 148090.0,
      "end_time": 152459.0,
      "text": "useless. It won't pull a Giant. You'll have to plant It a bit more forward."
    },
    {
      "index": 30,
      "start_time": 152590.0,
      "end_time": 159989.0,
      "text": "Even with this optimal Cannon position it's not safe from the Flying Machine sniping it safely out of range of that Princess Tower. If"
    },
    {
      "index": 31,
      "start_time": 160120.0,
      "end_time": 166079.0,
      "text": "a defensive building is planted in the other lane, it's so far forward that you can snipe It in either lane,"
    },
    {
      "index": 32,
      "start_time": 166329.0,
      "end_time": 168989.0,
      "text": "giving you the option to attack the opposite side."
    },
    {
      "index": 33,
      "start_time": 169510.0,
      "end_time": 174420.0,
      "text": "So the Flying Machine synergizes really well with the tank if you have a Golem Push going on"
    },
    {
      "index": 34,
      "start_time": 174599.0,
      "end_time": 179789.0,
      "text": "Zap resets the infernal Tower and It can Potentially Take care of smaller Units Like goblins for the flying machine"
    },
    {
      "index": 35,
      "start_time": 180670.0,
      "end_time": 186329.0,
      "text": "Just Like Dark Goblin a Tesla Wrecks the machine but Who uses tesla in this day and age"
    },
    {
      "index": 36,
      "start_time": 187090.0,
      "end_time": 194099.0,
      "text": "The Flying machine can One-Shot Skeleton Spear goblins fire spirits and Bats It's like a Slower Dart Goblin"
    },
    {
      "index": 37,
      "start_time": 194440.0,
      "end_time": 200160.0,
      "text": "It can 2-Shot Ice Spirit, Princess Dark Goblin Stabby Gob's Archers and"
    },
    {
      "index": 38,
      "start_time": 200530.0,
      "end_time": 205739.0,
      "text": "Minions so zap Will prove to be very useful to help assist it in one shotting These Creatures"
    },
    {
      "index": 39,
      "start_time": 206290.0,
      "end_time": 211919.0,
      "text": "It'S also Worth Mentioning That the machine can 3-Shot a bomber and tombstone Then finish off those Skelly's"
    },
    {
      "index": 40,
      "start_time": 212260.0,
      "end_time": 220019.0,
      "text": "It can Five-Shot all of The fireballiess This Will be a Musketeer Ice Wizard mega minion electro Wizard Which Wizard and"
    },
    {
      "index": 41,
      "start_time": 220450.0,
      "end_time": 226709.0,
      "text": "Barbarians It's not a Massive Amount of damage but it's still quite a Bit Slightly Less Dps Than a Musketeer"
    },
    {
      "index": 42,
      "start_time": 227260.0,
      "end_time": 231269.0,
      "text": "When One princess Tower is down and you plant the flying machine on the first tile"
    },
    {
      "index": 43,
      "start_time": 231579.0,
      "end_time": 234569.0,
      "text": "Closest to the King Tower it'll only Get Two Shots on"
    },
    {
      "index": 44,
      "start_time": 235180.0,
      "end_time": 236590.0,
      "text": "When it's Deployed on the"
    },
    {
      "index": 45,
      "start_time": 236590.0,
      "end_time": 243000.0,
      "text": "Second Tile It won't Be Within range of the King Tower Will Deploy but it'll still only Get Two Shots on that Princess Tower"
    },
    {
      "index": 46,
      "start_time": 244150.0,
      "end_time": 250679.0,
      "text": "However if you plant It on the third tile While Deploying it's not Within range Of any tower and it'll never"
    },
    {
      "index": 47,
      "start_time": 250840.0,
      "end_time": 256169.0,
      "text": "Be Within range of the King tower it'll Get the full 5 hits on your princess Tower Dealing the entire"
    },
    {
      "index": 48,
      "start_time": 256690.0,
      "end_time": 258039.0,
      "text": "700 damage"
    },
    {
      "index": 49,
      "start_time": 258039.0,
      "end_time": 265019.0,
      "text": "The Center Plant is Really Juicy it's almost Like you're planting It right at The river for all that full damage and it's closer"
    },
    {
      "index": 50,
      "start_time": 265960.0,
      "end_time": 267720.0,
      "text": "Knowing This if you Plant a flying"
    },
    {
      "index": 51,
      "start_time": 267720.0,
      "end_time": 272369.0,
      "text": "Machine on the Third tile and quick drop an Ice golem in the second tile Just above the machine it's"
    },
    {
      "index": 52,
      "start_time": 272500.0,
      "end_time": 275790.0,
      "text": "Massive damage This is Kind of Like Royal Giant Level damage"
    },
    {
      "index": 53,
      "start_time": 276400.0,
      "end_time": 283500.0,
      "text": "It'S a relatively Cheap Six elixir combo and right Here i knew my opponent didn't Have any proper counters and rotation Dealing Around"
    },
    {
      "index": 54,
      "start_time": 284170.0,
      "end_time": 289199.0,
      "text": "2,000 damage and maybe if My opponent Packed a Fireball Instead of Lightning he could Have stopped most of That"
    },
    {
      "index": 55,
      "start_time": 289780.0,
      "end_time": 296010.0,
      "text": "Here's Another Nasty combo giant in the Middle flying machine in the safe spot and it's absolutely"
    },
    {
      "index": 56,
      "start_time": 296890.0,
      "end_time": 300419.0,
      "text": "devastating Even if They had a Fireball My Giant Rocked Their Tower"
    },
    {
      "index": 57,
      "start_time": 301030.0,
      "end_time": 307559.0,
      "text": "It can Push a Lava hound but Really There's no reason to push the lava hound in the back you basically Have less time to"
    },
    {
      "index": 58,
      "start_time": 307560.0,
      "end_time": 311310.0,
      "text": "Build Elixir for a bigger Push and once it'S Flown across the river it"
    },
    {
      "index": 59,
      "start_time": 311500.0,
      "end_time": 315119.0,
      "text": "Doesn't Really Push The Lava hound that Much since It has a Six tile Attack range"
    },
    {
      "index": 60,
      "start_time": 315880.0,
      "end_time": 321630.0,
      "text": "Well You could Kind of push a Balloon is It Really Worth It it's Kind of worse Than a Baby Dragon"
    },
    {
      "index": 61,
      "start_time": 321790.0,
      "end_time": 325980.0,
      "text": "Since It stops Short at The Bridge since It has Such a Huge range of Attack"
    },
    {
      "index": 62,
      "start_time": 326650.0,
      "end_time": 329700.0,
      "text": "When countering The Flying machine You've Got to react fast"
    },
    {
      "index": 63,
      "start_time": 330220.0,
      "end_time": 333299.0,
      "text": "Slightly Too Slow and It will lock on to your Tower"
    },
    {
      "index": 64,
      "start_time": 333910.0,
      "end_time": 338700.0,
      "text": "You've Got to Deploy the units right as soon as it's at The bridge for the minions to take care of it on"
    },
    {
      "index": 65,
      "start_time": 339130.0,
      "end_time": 345540.0,
      "text": "The Flip side of Things Zap Pairs Really well Because It Brings them down low enough to be one-shot by that machine"
    },
    {
      "index": 66,
      "start_time": 346330.0,
      "end_time": 350069.0,
      "text": "Minions are an okay counter to the flying machine but They'll take a Total"
    },
    {
      "index": 67,
      "start_time": 350200.0,
      "end_time": 357149.0,
      "text": "7 swipes so That's on the 3rd Attacks That They'll Be Able to take Out the flying machine in this Replay My opponent had minions"
    },
    {
      "index": 68,
      "start_time": 357150.0,
      "end_time": 365040.0,
      "text": "To counter My flying machine but They couldn't Land that 7th Attack so It survived on the map offering so much value it"
    },
    {
      "index": 69,
      "start_time": 365260.0,
      "end_time": 368010.0,
      "text": "Actually Locked Onto The tower and took it out"
    },
    {
      "index": 70,
      "start_time": 368530.0,
      "end_time": 375209.0,
      "text": "E-Wiz, Musketeer and Wizard can Kill The flying machine in Just Three hits - Two, If you have the Princes Tower Helping you"
    },
    {
      "index": 71,
      "start_time": 375490.0,
      "end_time": 380100.0,
      "text": "If you utilize the Electro Wizard's spawn zap, that Cuts It down to 1 Attack"
    },
    {
      "index": 72,
      "start_time": 380350.0,
      "end_time": 383580.0,
      "text": "Two Attacks if The Tower isn't assisting Pretty Good Deal"
    },
    {
      "index": 73,
      "start_time": 384310.0,
      "end_time": 391950.0,
      "text": "Mega Minion is probably one of The best counters against the flying machine one swipe and some arrows from your princes Tower and it's dunzo"
    },
    {
      "index": 74,
      "start_time": 392640.0,
      "end_time": 394530.0,
      "text": "The Mega minion Is so"
    },
    {
      "index": 75,
      "start_time": 394530.0,
      "end_time": 400280.0,
      "text": "Solid even though The flying machine Pairs Really Well with The tank that mega minion Will Kill It in Just Two Shots"
    },
    {
      "index": 76,
      "start_time": 401640.0,
      "end_time": 408020.0,
      "text": "executioner is another Really amazing counter Against The flying machine if There's a Massive tank Push the"
    },
    {
      "index": 77,
      "start_time": 408150.0,
      "end_time": 413539.0,
      "text": "Executioner Actually Kills The machine in two Throws You won't even Need Tornado if you lined Him up properly"
    },
    {
      "index": 78,
      "start_time": 414210.0,
      "end_time": 422059.0,
      "text": "You don't have any Fancy counters Archers Will Work Just as well they can survive two Shots Each, long enough to distract that Flying machine"
    },
    {
      "index": 79,
      "start_time": 422880.0,
      "end_time": 428869.0,
      "text": "It's Kind of Like a Dart Goblin With its fast move Speed and long Range it'll lock onto the tower fast"
    },
    {
      "index": 80,
      "start_time": 429030.0,
      "end_time": 432770.0,
      "text": "So you have to react with an Ice golem precisely When it's within Range"
    },
    {
      "index": 81,
      "start_time": 433350.0,
      "end_time": 437990.0,
      "text": "you can Go in with a Deeper Ice golem plant if the flying machine is coming in hot from the center"
    },
    {
      "index": 82,
      "start_time": 438270.0,
      "end_time": 444229.0,
      "text": "You've Really Got to watch The Shadow It might Seem like it's Within range but That Window of Opportunity is Very"
    },
    {
      "index": 83,
      "start_time": 444750.0,
      "end_time": 446010.0,
      "text": "Thin"
    },
    {
      "index": 84,
      "start_time": 446010.0,
      "end_time": 447300.0,
      "text": "Here's The Defender's"
    },
    {
      "index": 85,
      "start_time": 447300.0,
      "end_time": 453349.0,
      "text": "perspective the flying machine Shadow Looks Like It Actually is Within range but You have to look at the top of the shadow This Knight"
    },
    {
      "index": 86,
      "start_time": 453350.0,
      "end_time": 456590.0,
      "text": "Misplay Forced my opponent to defend with an inferno tower or risk Losing"
    },
    {
      "index": 87,
      "start_time": 457290.0,
      "end_time": 458910.0,
      "text": "700 health on the princess Tower"
    },
    {
      "index": 88,
      "start_time": 458910.0,
      "end_time": 463400.0,
      "text": "But Really do You have to stress about all these counters When Fireball Kills It completely in"
    },
    {
      "index": 89,
      "start_time": 463500.0,
      "end_time": 469340.0,
      "text": "In This Really Big golem Push, as long as I had a Fireball in Rotation i didn't Really Need to worry about the machine"
    },
    {
      "index": 90,
      "start_time": 469530.0,
      "end_time": 473210.0,
      "text": "Bonus Points Because i Clipped two minions for a positive Elixir trade"
    },
    {
      "index": 91,
      "start_time": 473730.0,
      "end_time": 475650.0,
      "text": "How well does It Stop a Hog"
    },
    {
      "index": 92,
      "start_time": 475650.0,
      "end_time": 480349.0,
      "text": "Not Very well but Kind of like a Musketeer can Counter-Attack in the opposite lane if you Need to"
    },
    {
      "index": 93,
      "start_time": 480690.0,
      "end_time": 486020.0,
      "text": "Against The Baby Dragon it's pretty decent with The Help of a Tower but Baby Dragons Aren't That strong Anyways"
    },
    {
      "index": 94,
      "start_time": 486570.0,
      "end_time": 487680.0,
      "text": "Mini Pekka's"
    },
    {
      "index": 95,
      "start_time": 487680.0,
      "end_time": 494720.0,
      "text": "Lumberjacks and Most Fast Ground Units Will Not be stopped by the flying machine this is Kind of the Drawback since it's flying It won't"
    },
    {
      "index": 96,
      "start_time": 494870.0,
      "end_time": 499670.0,
      "text": "aggro Those troops It definitely won't Stop a prince if It couldn't Stop that Mini Pekka"
    },
    {
      "index": 97,
      "start_time": 500340.0,
      "end_time": 508070.0,
      "text": "But Another Great Card That Synergizes Really Well With It is an Ice spirit that 1 Elixir Card Is so flexible,"
    },
    {
      "index": 98,
      "start_time": 508140.0,
      "end_time": 512840.0,
      "text": "aggros Ground Units, Freezes them and Buys the flying machine time to wreck it"
    },
    {
      "index": 99,
      "start_time": 513179.99999999994,
      "end_time": 518569.99999999994,
      "text": "If you're Really fast to react It can Stop a Battle Ram, but It won't stop the barbarians"
    },
    {
      "index": 100,
      "start_time": 518760.0,
      "end_time": 523789.0,
      "text": "This is worse Than a Musketeer Because at least The Musketeer pulls Those Barbarians and Thanks to them"
    },
    {
      "index": 101,
      "start_time": 524279.0,
      "end_time": 529759.0,
      "text": "But At Least They can Stop a Balloon You can Even obstruct the pathing and force the Balloon to take the longer route flying"
    },
    {
      "index": 102,
      "start_time": 529950.0,
      "end_time": 535429.0,
      "text": "Around It to summarize the best hard counter Will be fireball Because It dies in one Shot"
    },
    {
      "index": 103,
      "start_time": 535740.0,
      "end_time": 539810.0,
      "text": "Neutral trades if you Need to take It out behind a tank Bonus Points if you can Clip a Tower"
    },
    {
      "index": 104,
      "start_time": 540270.0,
      "end_time": 545270.0,
      "text": "Another Good counter is Lightning it's solid if you can Clip two units and The Tower"
    },
    {
      "index": 105,
      "start_time": 545820.0,
      "end_time": 551510.0,
      "text": "Mega Minion is perfect Because of Two Shots It Good for taking out behind tanks and the executioner is"
    },
    {
      "index": 106,
      "start_time": 551850.0,
      "end_time": 553620.0,
      "text": "Amazing Because It can Kill in Two Shots"
    },
    {
      "index": 107,
      "start_time": 553620.0,
      "end_time": 558709.0,
      "text": "with a tank in front of It some Good Synergies Will be Zapped Because It can take Out Bats that can counter the machine it"
    },
    {
      "index": 108,
      "start_time": 558709.0,
      "end_time": 565579.0,
      "text": "Can Also Help Take Out minions two three shot them faster Plus against Goblin gang The Zap Kills of Spear goblins and Brings The stabby"
    },
    {
      "index": 109,
      "start_time": 565580.0,
      "end_time": 571789.0,
      "text": "Goblins Down low enough to be one shot by the flying machine Ice spear can Be Really Good Synergies to you this One Elixir Card"
    },
    {
      "index": 110,
      "start_time": 571800.0,
      "end_time": 573510.0,
      "text": "Empowers Your flying machine to"
    },
    {
      "index": 111,
      "start_time": 573510.0,
      "end_time": 577700.0,
      "text": "completely shut Down Ground troops Like Musketeer Mini Pekka prince and so on"
    },
    {
      "index": 112,
      "start_time": 577920.0,
      "end_time": 583909.0,
      "text": "Another Type of Good Synergy Will Be air units air decks Like mega minion Balloon Lava, hound and so on"
    },
    {
      "index": 113,
      "start_time": 584430.0,
      "end_time": 588589.0,
      "text": "Thanks for Watching Stay Tuned for more quality oj"
    },
    {
      "index": 114,
      "start_time": 589620.0,
      "end_time": 591620.0,
      "text": "It can completely shut"
    },
    {
      "index": 115,
      "start_time": 598819.0,
      "end_time": 600819.0,
      "text": "you"
    }
  ]
}