{
  "video_id": "z4To6gmx1Yg",
  "title": "Under 21 and Failed Breath Test - MA Criminal Law Attorney Steve Brooks Explains the Penalties",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1319.0,
      "end_time": 6109.0,
      "text": "You’re under 21 and you were arrested for drunk driving and you failed the breath test."
    },
    {
      "index": 2,
      "start_time": 6109.0,
      "end_time": 10400.0,
      "text": "What happens next? I’m Steve Brooks. I’m a criminal trial attorney in Massachusetts"
    },
    {
      "index": 3,
      "start_time": 10400.0,
      "end_time": 14490.0,
      "text": "and I have an office in Boston and one in Dedham. I can answer your questions about"
    },
    {
      "index": 4,
      "start_time": 14490.0,
      "end_time": 19500.0,
      "text": "this subject. In Massachusetts, the penalties are enhanced for people who are under 21 years"
    },
    {
      "index": 5,
      "start_time": 19500.0,
      "end_time": 26500.0,
      "text": "of age who fail the breath test. In Massachusetts, if the blood alcohol result is .02% or higher"
    },
    {
      "index": 6,
      "start_time": 29259.0,
      "end_time": 33960.0,
      "text": "the defendant is required to attend a youth alcohol program. The program is very similar"
    },
    {
      "index": 7,
      "start_time": 33960.0,
      "end_time": 40230.0,
      "text": "to the adult 24-D programs, geared towards younger offenders. It’s important to know"
    },
    {
      "index": 8,
      "start_time": 40230.0,
      "end_time": 46990.0,
      "text": "that this requirement is in place regardless of the result of the criminal case. The registrar"
    },
    {
      "index": 9,
      "start_time": 46100.0,
      "end_time": 52149.0,
      "text": "of Motor Vehicles will not reinstate the license of a person who is under 21 unless they enroll"
    },
    {
      "index": 10,
      "start_time": 52149.0,
      "end_time": 58309.0,
      "text": "in the youth alcohol program. The person could win their case in court or have it dismissed"
    },
    {
      "index": 11,
      "start_time": 58309.0,
      "end_time": 62309.0,
      "text": "and would still have to enroll and complete the program. Completion of the program is"
    },
    {
      "index": 12,
      "start_time": 62309.0,
      "end_time": 69309.0,
      "text": "very important for someone who is under 21. If the driver enrolls in the program but doesn’t"
    },
    {
      "index": 13,
      "start_time": 69680.0,
      "end_time": 74780.0,
      "text": "finish, the registry will take the license away for an additional 6 months. So it’s"
    },
    {
      "index": 14,
      "start_time": 74780.0,
      "end_time": 79780.0,
      "text": "important once the enrollment is made to follow through with the program. If the result of"
    },
    {
      "index": 15,
      "start_time": 79780.0,
      "end_time": 86600.0,
      "text": "the breath test is higher than .08%, then the case is similar to one as an adult. Now"
    },
    {
      "index": 16,
      "start_time": 86600.0,
      "end_time": 90100.0,
      "text": "you’re watching this video because you are under 21 or someone close to you is under"
    },
    {
      "index": 17,
      "start_time": 90100.0,
      "end_time": 95619.0,
      "text": "21 and took a breathalyzer and failed it. I can answer your questions about this subject."
    },
    {
      "index": 18,
      "start_time": 95619.0,
      "end_time": 102619.0,
      "text": "I handle these cases every day. Call me. My number is 781-251-0555. Thanks for watching."
    }
  ]
}