{
  "video_id": "Z8tqY8fX0Ec",
  "title": "Reader, it's Jane Eyre - Crash Course Literature 207",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 3370.0,
      "text": "Hi, I’m John Green, this is Crash Course Literature, and today we’re going to be"
    },
    {
      "index": 2,
      "start_time": 3370.0,
      "end_time": 6540.0,
      "text": "talking about Charlotte Bronte’s “Jane Eyre.” It’s a classic! It says so right"
    },
    {
      "index": 3,
      "start_time": 6540.0,
      "end_time": 9259.0,
      "text": "on the spine. Mr. Green! Mr. Green! You sound like Dirty"
    },
    {
      "index": 4,
      "start_time": 9259.0,
      "end_time": 11139.0,
      "text": "Harry. Yup, I got a cold, Me From the Past. Plus,"
    },
    {
      "index": 5,
      "start_time": 11139.0,
      "end_time": 14969.0,
      "text": "it was just kind of a tubercular era, so I thought I would try to capture it by bringing"
    },
    {
      "index": 6,
      "start_time": 14969.0,
      "end_time": 18040.0,
      "text": "you my husky voice. Mr. Green! Mr. Green! You sound like the voice"
    },
    {
      "index": 7,
      "start_time": 18040.0,
      "end_time": 20890.0,
      "text": "of Death Itself. You know what, Me From the Past? I know you"
    },
    {
      "index": 8,
      "start_time": 20890.0,
      "end_time": 24290.0,
      "text": "that skipped school when you skinned your knee, but some of us are committed to learning."
    },
    {
      "index": 9,
      "start_time": 24290.0,
      "end_time": 27700.0,
      "text": "So “Jane Eyre” is full of wisdom, but here’s an important lesson, all you Crash"
    },
    {
      "index": 10,
      "start_time": 27700.0,
      "end_time": 32259.0,
      "text": "Course viewers: If any of you decide to embark on a career as a governess and you end up,"
    },
    {
      "index": 11,
      "start_time": 32259.0,
      "end_time": 37430.0,
      "text": "like, working for a mysterious stranger at an isolated house tutoring his sexually precocious"
    },
    {
      "index": 12,
      "start_time": 37430.0,
      "end_time": 44310.0,
      "text": "illegitimate daughter and this mysterious employer proposes marriage, take a walk up"
    },
    {
      "index": 13,
      "start_time": 44310.0,
      "end_time": 49130.0,
      "text": "to the attic. Because it is quite likely that you are going to find an insane syphilitic"
    },
    {
      "index": 14,
      "start_time": 49130.0,
      "end_time": 57750.0,
      "text": "arsonist spouse locked up there. And that’s going to be bad for your relationship."
    },
    {
      "index": 15,
      "start_time": 57750.0,
      "end_time": 64510.0,
      "text": "[INTRO] So “Jane Eyre” was one of the great successes"
    },
    {
      "index": 16,
      "start_time": 64510.00000000001,
      "end_time": 69110.0,
      "text": "and scandals of the Victorian age, and as soon as it was published in 1847, people began"
    },
    {
      "index": 17,
      "start_time": 69110.0,
      "end_time": 73299.0,
      "text": "trying to identify the author who wrote under the alias Currer Bell."
    },
    {
      "index": 18,
      "start_time": 73299.0,
      "end_time": 78500.0,
      "text": "Ugly men of fashion gave themselves “Rochester airs,” ladies adopted “Jane Eyre graces.”"
    },
    {
      "index": 19,
      "start_time": 78500.0,
      "end_time": 83590.0,
      "text": "Some critics decried the novel as dangerous and anti-religious owing to its outspoken"
    },
    {
      "index": 20,
      "start_time": 83590.0,
      "end_time": 86299.0,
      "text": "heroine. But no less a reader than Queen Victoria called"
    },
    {
      "index": 21,
      "start_time": 86299.0,
      "end_time": 91140.0,
      "text": "it, “really a wonderful book, very peculiar in parts, but so powerfully and admirably"
    },
    {
      "index": 22,
      "start_time": 91140.0,
      "end_time": 92950.0,
      "text": "written.” Stan, I can’t believe you gave Queen Victoria"
    },
    {
      "index": 23,
      "start_time": 92950.0,
      "end_time": 95549.0,
      "text": "that voice. It’s totally unfair to her. She was a lovely monarch!"
    },
    {
      "index": 24,
      "start_time": 95549.0,
      "end_time": 99810.0,
      "text": "So Charlotte Brontë was born in 1816 into a typical English family, except that pretty"
    },
    {
      "index": 25,
      "start_time": 99810.0,
      "end_time": 105409.0,
      "text": "much everyone was a literary genius and died tragically young from tuberculosis and opium"
    },
    {
      "index": 26,
      "start_time": 105409.0,
      "end_time": 108560.0,
      "text": "and repressed desire. You know, it was Victorian England."
    },
    {
      "index": 27,
      "start_time": 108560.0,
      "end_time": 112100.0,
      "text": "As a child, Charlotte Brontë was sent away to school with three of her sisters, two of"
    },
    {
      "index": 28,
      "start_time": 112100.0,
      "end_time": 116340.0,
      "text": "whom died while in attendance. So Brontë returned home and she and her surviving siblings"
    },
    {
      "index": 29,
      "start_time": 116340.0,
      "end_time": 121909.0,
      "text": "created the elaborate fictional worlds of Gondal and Angria, full of intrigue and passion"
    },
    {
      "index": 30,
      "start_time": 121909.0,
      "end_time": 125310.0,
      "text": "and ridiculous names. Basically Harry Potter. No, it wasn’t really like Harry Potter."
    },
    {
      "index": 31,
      "start_time": 125310.0,
      "end_time": 128729.0,
      "text": "It was more like all that extra Lord of the Rings stuff, you know, like the Elvish dictionaries."
    },
    {
      "index": 32,
      "start_time": 128729.00000000001,
      "end_time": 133069.0,
      "text": "Then Brontë became a schoolteacher and eventually a governess, experiences that she drew on"
    },
    {
      "index": 33,
      "start_time": 133069.0,
      "end_time": 137790.0,
      "text": "while writing “Jane Eyre,” which she published just after her sister Emily brought out “Wuthering"
    },
    {
      "index": 34,
      "start_time": 137790.0,
      "end_time": 142280.0,
      "text": "Heights” and just before her sister Anne published “Agnes Grey,” all under male"
    },
    {
      "index": 35,
      "start_time": 142280.0,
      "end_time": 144810.0,
      "text": "pseudonyms of course. Lest you think all Brontës were brilliant,"
    },
    {
      "index": 36,
      "start_time": 144810.0,
      "end_time": 148310.0,
      "text": "for the record, their brother Patrick was a terrible writer. I feel a little bad saying"
    },
    {
      "index": 37,
      "start_time": 148310.0,
      "end_time": 152480.0,
      "text": "that because he died of tuberculosis and opium overdose when he was just 31, but he had no"
    },
    {
      "index": 38,
      "start_time": 152480.0,
      "end_time": 154700.0,
      "text": "potential. Anyway, Charlotte’s pseudonym was Currer"
    },
    {
      "index": 39,
      "start_time": 154700.0,
      "end_time": 158680.0,
      "text": "Bell and as she wrote to the novelist Elizabeth Gaskell, she felt that the alias gave her"
    },
    {
      "index": 40,
      "start_time": 158680.0,
      "end_time": 163660.0,
      "text": "daring. If she relinquished it, she said, “strength and courage would leave her and"
    },
    {
      "index": 41,
      "start_time": 163660.0,
      "end_time": 167020.0,
      "text": "she should ever after shrink from writing the plain truth.”"
    },
    {
      "index": 42,
      "start_time": 167020.0,
      "end_time": 170660.0,
      "text": "Brontë lived long enough to publish three more books and get married before dying at"
    },
    {
      "index": 43,
      "start_time": 170660.0,
      "end_time": 175709.0,
      "text": "the age of 38 from tuberculosis and complications associated with pregnancy. Did everyone have"
    },
    {
      "index": 44,
      "start_time": 175709.0,
      "end_time": 179209.0,
      "text": "tuberculosis in 19th century England? So, what actually happens in the story? Well,"
    },
    {
      "index": 45,
      "start_time": 179209.0,
      "end_time": 182379.0,
      "text": "let’s go to the Thought Bubble: Sad orphan Jane Eyre is raised by her mean"
    },
    {
      "index": 46,
      "start_time": 182379.0,
      "end_time": 186590.0,
      "text": "aunt, who neither likes nor loves her. Jane leaves this miserable situation for a charity"
    },
    {
      "index": 47,
      "start_time": 186590.0,
      "end_time": 190319.0,
      "text": "school (very much like the one that Brontë attended) at which many of the girls die of"
    },
    {
      "index": 48,
      "start_time": 190319.0,
      "end_time": 194019.0,
      "text": "typhus. She completes her schooling, teaches at the school for a while, and then decides"
    },
    {
      "index": 49,
      "start_time": 194019.0,
      "end_time": 198870.0,
      "text": "she wants a wider experience of the world, so she takes a job as governess at Thornfield"
    },
    {
      "index": 50,
      "start_time": 198870.0,
      "end_time": 203980.0,
      "text": "Hall, the country estate of the gentleman Mr. Rochester. Despite many red flags, including"
    },
    {
      "index": 51,
      "start_time": 203980.0,
      "end_time": 208099.0,
      "text": "an episode in which Mr. Rochester disguises himself as a fortune telling gypsy woman in"
    },
    {
      "index": 52,
      "start_time": 208099.0,
      "end_time": 211519.0,
      "text": "an attempt to find out how Jane feels about him, they fall in love"
    },
    {
      "index": 53,
      "start_time": 211519.0,
      "end_time": 215260.0,
      "text": "Just when they’re about to marry. Jane learns that Mr. Rochester is actually already married"
    },
    {
      "index": 54,
      "start_time": 215260.0,
      "end_time": 219030.0,
      "text": "— to an insane woman that he keeps locked in the attic. Jane flees and after nearly"
    },
    {
      "index": 55,
      "start_time": 219030.0,
      "end_time": 223099.0,
      "text": "dying from cold and hunger, she’s rescued by the Rivers siblings who conveniently turn"
    },
    {
      "index": 56,
      "start_time": 223099.0,
      "end_time": 226629.0,
      "text": "out to be her long lost cousins. She’s at the point of being bullied into marrying one"
    },
    {
      "index": 57,
      "start_time": 226629.0,
      "end_time": 230890.0,
      "text": "of these cousins when she senses that Mr. Rochester calling her. He lost an eye and"
    },
    {
      "index": 58,
      "start_time": 230890.0,
      "end_time": 235090.0,
      "text": "a hand when his wife burned down Thornfield Hall, but on the upside, his wife died in"
    },
    {
      "index": 59,
      "start_time": 235090.0,
      "end_time": 239950.0,
      "text": "the fire, so he is now an eligible bachelor. Jane is free to marry him and his sight is"
    },
    {
      "index": 60,
      "start_time": 239950.0,
      "end_time": 244120.0,
      "text": "miraculously restored, and everyone not already dead lives happily ever after."
    },
    {
      "index": 61,
      "start_time": 244120.0,
      "end_time": 248459.0,
      "text": "Thanks, Thought Bubble. Now that plot summary may not make it sound like a terribly sophisticated"
    },
    {
      "index": 62,
      "start_time": 248459.0,
      "end_time": 251840.0,
      "text": "novel, but in fact, I think it’s one of the most sophisticated novels of the 19th"
    },
    {
      "index": 63,
      "start_time": 251840.0,
      "end_time": 253980.0,
      "text": "century. Like as with a lot of great works of literature,"
    },
    {
      "index": 64,
      "start_time": 253980.0,
      "end_time": 257529.0,
      "text": "it’s pretty hard to assign “Jane Eyre” to just one genre. I mean, to get things off"
    },
    {
      "index": 65,
      "start_time": 257529.0,
      "end_time": 262210.0,
      "text": "to a complicated start, the subtitle calls the book an autobiography. But clearly it"
    },
    {
      "index": 66,
      "start_time": 262210.0,
      "end_time": 264979.0,
      "text": "isn’t, because it has an author’s name that isn’t Jane Eyre."
    },
    {
      "index": 67,
      "start_time": 264979.0,
      "end_time": 268619.0,
      "text": "But then again, in a more abstract sense, maybe it is. Like one of the book’s first"
    },
    {
      "index": 68,
      "start_time": 268619.0,
      "end_time": 272849.0,
      "text": "admirers, George Henry Lewes wrote, “It is an autobiography, — not, perhaps, in"
    },
    {
      "index": 69,
      "start_time": 272849.0,
      "end_time": 277719.0,
      "text": "the naked facts and circumstances, but in the actual suffering and experience—it is"
    },
    {
      "index": 70,
      "start_time": 277719.0,
      "end_time": 282909.0,
      "text": "soul speaking to soul; it’s an utterance from the depths of a struggling, suffering,"
    },
    {
      "index": 71,
      "start_time": 282909.0,
      "end_time": 286369.0,
      "text": "much- enduring spirit.” Lewes’s companion, the novelist George Eliot"
    },
    {
      "index": 72,
      "start_time": 286369.0,
      "end_time": 291240.0,
      "text": "(another female writer who used a male name) described Brontë almost exactly as Brontë"
    },
    {
      "index": 73,
      "start_time": 291240.0,
      "end_time": 297020.0,
      "text": "would describe Jane Eyre, as “a little, plain, provincial, sickly-looking old maid."
    },
    {
      "index": 74,
      "start_time": 297020.0,
      "end_time": 300619.0,
      "text": "Yet what passion, what fire in her!” And that really gets at something at the heart"
    },
    {
      "index": 75,
      "start_time": 300619.0,
      "end_time": 305839.0,
      "text": "of “Jane Eyre,” like people assume that women who are plain and provincial and sickly-looking"
    },
    {
      "index": 76,
      "start_time": 305839.0,
      "end_time": 310539.0,
      "text": "didn’t have the rich inner lives and the fire and the passion that we find in Jane"
    },
    {
      "index": 77,
      "start_time": 310539.0,
      "end_time": 311899.0,
      "text": "Eyre. And that’s part of what made the novel so"
    },
    {
      "index": 78,
      "start_time": 311899.0,
      "end_time": 316499.0,
      "text": "revolutionary and so popular with female readers. I mean, any reader who learns even a little"
    },
    {
      "index": 79,
      "start_time": 316499.0,
      "end_time": 321270.0,
      "text": "of Brontë’s biography will notice a lot of overlap between her experiences and Jane"
    },
    {
      "index": 80,
      "start_time": 321270.0,
      "end_time": 325309.0,
      "text": "Eyre’s, like, particularly in the descriptions of Jane’s time at the charity school and"
    },
    {
      "index": 81,
      "start_time": 325309.0,
      "end_time": 330279.0,
      "text": "also her sense of the intermediate position between servant and lady that a governess"
    },
    {
      "index": 82,
      "start_time": 330279.0,
      "end_time": 332419.0,
      "text": "occupies. But whether you choose to read “Jane Eyre”"
    },
    {
      "index": 83,
      "start_time": 332419.0,
      "end_time": 337009.0,
      "text": "as a fictionalized autobiography, it is certainly a great bildungsroman. A bildungsroman is"
    },
    {
      "index": 84,
      "start_time": 337009.0,
      "end_time": 341499.0,
      "text": "a fancy German term that we use to describe a novel about a young person’s education"
    },
    {
      "index": 85,
      "start_time": 341499.0,
      "end_time": 343960.0,
      "text": "or coming of age. So at the beginning of the book, Jane has"
    },
    {
      "index": 86,
      "start_time": 343960.0,
      "end_time": 349330.0,
      "text": "no education and is punished whenever she tries to think for herself or defend her independence."
    },
    {
      "index": 87,
      "start_time": 349330.0,
      "end_time": 353800.0,
      "text": "But then in each subsequent section of the novel—the school, Thornfield, her escape,"
    },
    {
      "index": 88,
      "start_time": 353800.0,
      "end_time": 359389.0,
      "text": "her return —Jane learns something that helps her way in the world and to assert herself."
    },
    {
      "index": 89,
      "start_time": 359389.0,
      "end_time": 363490.0,
      "text": "And it’s only at the end of the novel, when she can approach Mr. Rochester as an equal"
    },
    {
      "index": 90,
      "start_time": 363490.0,
      "end_time": 366879.0,
      "text": "partner rather than a dependent, her education is complete."
    },
    {
      "index": 91,
      "start_time": 366879.0,
      "end_time": 370610.0,
      "text": "“Jane Eyre,” like Mary Shelley’s “Frankenstein,” borrows from the traditions of the Romantic"
    },
    {
      "index": 92,
      "start_time": 370610.0,
      "end_time": 375129.0,
      "text": "and gothic novels, like from Romanticism we get the radical focus on the individual and"
    },
    {
      "index": 93,
      "start_time": 375129.0,
      "end_time": 378969.0,
      "text": "some of Jane’s interest in dreams and intuition and the supernatural."
    },
    {
      "index": 94,
      "start_time": 378969.0,
      "end_time": 383009.0,
      "text": "And from the gothic tradition, we get the fun page-turner stuff: the mysterious house"
    },
    {
      "index": 95,
      "start_time": 383009.0,
      "end_time": 387710.0,
      "text": "with the person you don’t expect to be there, the mad wife, the arson, the stabbing, the"
    },
    {
      "index": 96,
      "start_time": 387710.0,
      "end_time": 392169.0,
      "text": "shock of the interrupted marriage ceremony. These days we associate so-called “genre"
    },
    {
      "index": 97,
      "start_time": 392169.0,
      "end_time": 396499.0,
      "text": "novels” with a lack of seriousness, but what makes “Jane Eyre” special is its"
    },
    {
      "index": 98,
      "start_time": 396499.0,
      "end_time": 400080.0,
      "text": "seriousness and its psychological realism. It’s also, and I think this is something"
    },
    {
      "index": 99,
      "start_time": 400080.0,
      "end_time": 404679.0,
      "text": "that goes underappreciated a lot when we talk about books, really good writing sentence"
    },
    {
      "index": 100,
      "start_time": 404679.0,
      "end_time": 406599.0,
      "text": "to sentence. I mean, this book came out more than a hundred"
    },
    {
      "index": 101,
      "start_time": 406599.0,
      "end_time": 411389.0,
      "text": "and sixty years ago but the writing is so clear and so precise that it often feels contemporary."
    },
    {
      "index": 102,
      "start_time": 411389.0,
      "end_time": 415389.0,
      "text": "The poet and critic Adrienne Rich wrote of “Jane Eyre,” “It takes its place…between"
    },
    {
      "index": 103,
      "start_time": 415389.0,
      "end_time": 420589.0,
      "text": "the realm of the given, that which is changeable by human activity, and the realm of the fated,"
    },
    {
      "index": 104,
      "start_time": 420589.0,
      "end_time": 424860.0,
      "text": "that which lies outside human control: between realism and poetry.”"
    },
    {
      "index": 105,
      "start_time": 424860.0,
      "end_time": 429610.0,
      "text": "And we noted earlier how for most of the novel, Jane is between servant and lady, Mr. Rochester"
    },
    {
      "index": 106,
      "start_time": 429610.0,
      "end_time": 433719.0,
      "text": "is between married and unmarried, and Bertha, the mad woman in the attic, is portrayed as"
    },
    {
      "index": 107,
      "start_time": 433719.0,
      "end_time": 437800.0,
      "text": "being between an animal and human. So all kind of like crazy - oh it must be"
    },
    {
      "index": 108,
      "start_time": 437800.0,
      "end_time": 441240.0,
      "text": "time for the open letter. Oh look, it’s Funshine Bear. We can’t"
    },
    {
      "index": 109,
      "start_time": 441240.0,
      "end_time": 444939.0,
      "text": "all be as happy as you are, buddy. An open letter to Psychotropic Drugs."
    },
    {
      "index": 110,
      "start_time": 444939.0,
      "end_time": 448580.0,
      "text": "Dear Psychotropic Drugs, there’s this whole thing about how, like, artists need to be"
    },
    {
      "index": 111,
      "start_time": 448580.0,
      "end_time": 452999.0,
      "text": "mentally ill and, need to, like, wallow in their illness in order to create things."
    },
    {
      "index": 112,
      "start_time": 452999.0,
      "end_time": 456479.0,
      "text": "But when I read about the way that mental illness was dealt with in Victorian England,"
    },
    {
      "index": 113,
      "start_time": 456479.0,
      "end_time": 460919.0,
      "text": "I feel profoundly grateful to you. In the end, Psychotropic Drugs, you don’t"
    },
    {
      "index": 114,
      "start_time": 460919.0,
      "end_time": 463899.0,
      "text": "make me less creative, you make it possible for me to create."
    },
    {
      "index": 115,
      "start_time": 463899.0,
      "end_time": 468279.0,
      "text": "Long story short, Psychotropic Drugs, I am very grateful that I don’t live in a 19th"
    },
    {
      "index": 116,
      "start_time": 468279.0,
      "end_time": 473719.0,
      "text": "century English attic. Best wishes, John Green. Crazy, horrifying, very gothic things keep"
    },
    {
      "index": 117,
      "start_time": 473719.0,
      "end_time": 478080.0,
      "text": "happening to Jane, but she reacts to most of them in her level-headed governess way."
    },
    {
      "index": 118,
      "start_time": 478080.0,
      "end_time": 482759.0,
      "text": "Someone tries to burn Mr. Rochester in his bed? Someone bites his houseguest? She stops"
    },
    {
      "index": 119,
      "start_time": 482759.0,
      "end_time": 487869.0,
      "text": "to ask herself, “What crime was this that lived incarnate in this sequestered mansion,"
    },
    {
      "index": 120,
      "start_time": 487869.0,
      "end_time": 492669.0,
      "text": "and could neither be expelled nor subdued by the owner?—what mystery, that broke out"
    },
    {
      "index": 121,
      "start_time": 492669.0,
      "end_time": 496929.0,
      "text": "now in fire and now in blood, at the deadest hours of night?”"
    },
    {
      "index": 122,
      "start_time": 496929.0,
      "end_time": 500539.0,
      "text": "Jane has these terrible disturbing dreams the night before her wedding and a horrible"
    },
    {
      "index": 123,
      "start_time": 500539.0,
      "end_time": 506080.0,
      "text": "lady monster thing appears in her room and rips her bridal veil in two? But Jane manages"
    },
    {
      "index": 124,
      "start_time": 506080.0,
      "end_time": 508739.0,
      "text": "to just put it all aside, and goes through with the ceremony."
    },
    {
      "index": 125,
      "start_time": 508739.0,
      "end_time": 513599.0,
      "text": "It’s not until a man stands up in church and reads out a notarized document explaining"
    },
    {
      "index": 126,
      "start_time": 513599.00000000006,
      "end_time": 518440.00000000006,
      "text": "everything that Jane admits there’s definitely something suspicious going on. And it takes"
    },
    {
      "index": 127,
      "start_time": 518440.00000000006,
      "end_time": 522360.00000000006,
      "text": "her another day to decide to leave Thornfield. So we know that “Jane Eyre” isn’t a"
    },
    {
      "index": 128,
      "start_time": 522360.0,
      "end_time": 525949.0,
      "text": "detective novel, right? Let’s just take a moment to acknowledge that while Jane is"
    },
    {
      "index": 129,
      "start_time": 525949.0,
      "end_time": 529889.0,
      "text": "a feisty and very appealing heroine, she is no Sherlock."
    },
    {
      "index": 130,
      "start_time": 529889.0,
      "end_time": 533839.0,
      "text": "So why does Jane keep failing to recognize what seems to the reader so obvious? Well,"
    },
    {
      "index": 131,
      "start_time": 533839.0,
      "end_time": 537329.0,
      "text": "if you’ve ever been in love, then you might have noticed you have an astonishing ability"
    },
    {
      "index": 132,
      "start_time": 537329.0,
      "end_time": 540879.0,
      "text": "to ignore red flags. For instance, Meredith used to date a ginger"
    },
    {
      "index": 133,
      "start_time": 540879.0,
      "end_time": 545129.0,
      "text": "(red flag #1), who kept hitting on her roommate (red flag #2), and eventually, of course,"
    },
    {
      "index": 134,
      "start_time": 545129.0,
      "end_time": 547930.0,
      "text": "you know, it happened. By “it,” I of course mean that he burned"
    },
    {
      "index": 135,
      "start_time": 547930.0,
      "end_time": 550399.0,
      "text": "her bed. I’m sorry gingers, that was a cheap joke,"
    },
    {
      "index": 136,
      "start_time": 550399.0,
      "end_time": 555009.0,
      "text": "but I do dislike Meredith’s ex-boyfriend. Anyway, more importantly than any of that,"
    },
    {
      "index": 137,
      "start_time": 555009.0,
      "end_time": 559139.0,
      "text": "in the middle of the novel, Jane’s education is still ongoing. She hasn’t yet achieved"
    },
    {
      "index": 138,
      "start_time": 559139.0,
      "end_time": 563420.0,
      "text": "financial independence or independent thought, she hasn’t yet found the strength to give"
    },
    {
      "index": 139,
      "start_time": 563420.0,
      "end_time": 566769.0,
      "text": "up Mr. Rochester when he proposes that she live with him as his mistress."
    },
    {
      "index": 140,
      "start_time": 566769.0,
      "end_time": 570399.0,
      "text": "And by the end of the novel, she’s much better at reading clues. Like when she hears"
    },
    {
      "index": 141,
      "start_time": 570399.0,
      "end_time": 574910.0,
      "text": "Mr. Rochester’s voice calling out to her from clear across the country, she doesn’t"
    },
    {
      "index": 142,
      "start_time": 574910.0,
      "end_time": 578000.0,
      "text": "think, “Wow, that seems improbable.” She goes!"
    },
    {
      "index": 143,
      "start_time": 578000.0,
      "end_time": 582160.0,
      "text": "And when she finds him, he’s lost his sight, but of course, Jane has finally learned how"
    },
    {
      "index": 144,
      "start_time": 582160.0,
      "end_time": 586139.0,
      "text": "to see, to pay attention not just to what’s in front of her, but also what’s happening"
    },
    {
      "index": 145,
      "start_time": 586139.0,
      "end_time": 590220.0,
      "text": "beyond and beneath the visible world. So when Charlotte Brontë was young, she wrote"
    },
    {
      "index": 146,
      "start_time": 590220.0,
      "end_time": 595500.0,
      "text": "to the poet Robert Southey hoping for encouragement. He acknowledged her talent, but told her not"
    },
    {
      "index": 147,
      "start_time": 595500.0,
      "end_time": 601569.0,
      "text": "to waste any more time at it because, “Literature cannot be the business of a woman&#39;s life,"
    },
    {
      "index": 148,
      "start_time": 601569.0,
      "end_time": 604750.0,
      "text": "and it ought not to be.” Now Jane seems perfectly happy to give up"
    },
    {
      "index": 149,
      "start_time": 604750.0,
      "end_time": 608970.0,
      "text": "writing her autobiography in favor of having all of Mr. Rochester’s babies and her declaration,"
    },
    {
      "index": 150,
      "start_time": 608970.0,
      "end_time": 613540.0,
      "text": "“Reader, I married him” is probably the most famous sentence in the book. But it’s"
    },
    {
      "index": 151,
      "start_time": 613540.0,
      "end_time": 617500.0,
      "text": "important to remember that Jane doesn’t marry Mr. Rochester until she can meet him"
    },
    {
      "index": 152,
      "start_time": 617500.0,
      "end_time": 622009.0,
      "text": "on an equal, if not superior footing. Like earlier in the book he has all the money"
    },
    {
      "index": 153,
      "start_time": 622009.0,
      "end_time": 626600.0,
      "text": "and all the power and all the secrets, right? By the end of the novel, she has money, and"
    },
    {
      "index": 154,
      "start_time": 626600.0,
      "end_time": 631360.0,
      "text": "also vision, both literal and metaphorical. Jane consistently rejects men who try to control"
    },
    {
      "index": 155,
      "start_time": 631360.0,
      "end_time": 635439.0,
      "text": "her and she shows a lot of perceptive critiques of gender dynamics, like a passage in which"
    },
    {
      "index": 156,
      "start_time": 635439.0,
      "end_time": 638470.0,
      "text": "she declares: “Women are supposed to be very calm generally:"
    },
    {
      "index": 157,
      "start_time": 638470.0,
      "end_time": 643689.0,
      "text": "but women feel just as men feel; they need exercise for their faculties, and a field"
    },
    {
      "index": 158,
      "start_time": 643689.0,
      "end_time": 647310.0,
      "text": "for their efforts as much as their brothers do…and it is narrow-minded in their more"
    },
    {
      "index": 159,
      "start_time": 647310.0,
      "end_time": 651589.0,
      "text": "privileged fellow-creatures to say that they ought to confine themselves to making puddings"
    },
    {
      "index": 160,
      "start_time": 651589.0,
      "end_time": 655139.0,
      "text": "and knitting stockings.” Sorry, pudding lovers but this novel clearly"
    },
    {
      "index": 161,
      "start_time": 655139.0,
      "end_time": 660110.0,
      "text": "says to heck with pudding! I’m only making pudding when I can make pudding on my own"
    },
    {
      "index": 162,
      "start_time": 660110.0,
      "end_time": 662439.0,
      "text": "terms! Also, who would want to wear knitted stockings?"
    },
    {
      "index": 163,
      "start_time": 662439.0,
      "end_time": 667410.0,
      "text": "So I think you can read the novel as striking at least a soft blow for gender equality,"
    },
    {
      "index": 164,
      "start_time": 667410.0,
      "end_time": 671470.0,
      "text": "but many feminist critics, like Sandra Gilbert, sense that there’s something a little more"
    },
    {
      "index": 165,
      "start_time": 671470.0,
      "end_time": 676910.0,
      "text": "disturbing going on in Jane’s journey from abused child to perfect Victorian wife."
    },
    {
      "index": 166,
      "start_time": 676910.0,
      "end_time": 681689.0,
      "text": "Gilbert focuses where very little of the actual novel does, on that mad woman in the attic,"
    },
    {
      "index": 167,
      "start_time": 681689.0,
      "end_time": 685930.0,
      "text": "Mr. Rochester’s first wife, Bertha Mason. I mean, was Bertha really the fallen woman"
    },
    {
      "index": 168,
      "start_time": 685930.0,
      "end_time": 690300.0,
      "text": "that Rochester describes? Let’s remember that Mr. Rochester freely admits to keeping"
    },
    {
      "index": 169,
      "start_time": 690300.0,
      "end_time": 694069.0,
      "text": "a lot of mistresses, but the novel never really scolds his sexual behavior."
    },
    {
      "index": 170,
      "start_time": 694069.0,
      "end_time": 697779.0,
      "text": "Meanwhile, keeping mentally ill, inconvenient wives chained to the attic, which, by the"
    },
    {
      "index": 171,
      "start_time": 697779.0,
      "end_time": 701389.0,
      "text": "way, really happened in Brontë’s day, is more or less approved of."
    },
    {
      "index": 172,
      "start_time": 701389.0,
      "end_time": 705810.0,
      "text": "Now some read Bertha, who hails from a tropical island and has dark skin, as a commentary"
    },
    {
      "index": 173,
      "start_time": 705810.0,
      "end_time": 709470.0,
      "text": "on Britain’s treatment of its colonies. But my favorite reading is to see Bertha as"
    },
    {
      "index": 174,
      "start_time": 709470.0,
      "end_time": 714680.0,
      "text": "a kind of dark mirror for Jane, of all the feelings and desires that Jane has to repress"
    },
    {
      "index": 175,
      "start_time": 714680.0,
      "end_time": 719930.0,
      "text": "in order to fit the mold of Victorian womanhood, a creature who “snatched and growled like"
    },
    {
      "index": 176,
      "start_time": 719930.0,
      "end_time": 724410.0,
      "text": "some strange wild animal” while Jane sews and teaches geography."
    },
    {
      "index": 177,
      "start_time": 724410.0,
      "end_time": 729180.0,
      "text": "I mean, every time that Jane gets upset—like when Mr. Rochester talks about all of his"
    },
    {
      "index": 178,
      "start_time": 729180.0,
      "end_time": 733769.0,
      "text": "mistresses or fools her with that weird gypsy thing— it’s Bertha who acts out."
    },
    {
      "index": 179,
      "start_time": 733769.0,
      "end_time": 738470.0,
      "text": "And when Jane feels anxious about her marriage, Bertha comes to her room and rips the veil."
    },
    {
      "index": 180,
      "start_time": 738470.0,
      "end_time": 744100.0,
      "text": "And let’s not forget that it’s Bertha—wild, untamed, sexual Bertha—who has to die in"
    },
    {
      "index": 181,
      "start_time": 744100.0,
      "end_time": 747279.0,
      "text": "order for Jane and Mr. Rochester to finally get married."
    },
    {
      "index": 182,
      "start_time": 747279.0,
      "end_time": 751569.0,
      "text": "Jane has to lose part of her nature to fit into the expectations of her social order"
    },
    {
      "index": 183,
      "start_time": 751569.0,
      "end_time": 756540.0,
      "text": "and in that sense at least, this happily ever after ending isn’t entirely happily ever"
    },
    {
      "index": 184,
      "start_time": 756540.0,
      "end_time": 759439.0,
      "text": "after. Thanks for watching. I’ll see you next week."
    },
    {
      "index": 185,
      "start_time": 759439.0,
      "end_time": 763069.0,
      "text": "Crash Course is made with the help of all of these nice people, and it exists thanks"
    },
    {
      "index": 186,
      "start_time": 763069.0,
      "end_time": 768279.0,
      "text": "to the support of our subscribers over at Subbable. You can find great perks by clicking"
    },
    {
      "index": 187,
      "start_time": 768279.0,
      "end_time": 771329.0,
      "text": "that link right there - there’s also a link in the video info below. Thank you for watching,"
    },
    {
      "index": 188,
      "start_time": 771329.0,
      "end_time": 775769.0,
      "text": "and as we say in my hometown, “Don’t forget to be awesome.” P.S. - There’s now an"
    },
    {
      "index": 189,
      "start_time": 775769.0,
      "end_time": 779670.0,
      "text": "amazing Crash Course US History poster made by our friends at Thought Cafe, so if you"
    },
    {
      "index": 190,
      "start_time": 779670.0,
      "end_time": 783660.0,
      "text": "want to get that, there is a link in the video info below. You can support us that way, or"
    },
    {
      "index": 191,
      "start_time": 783660.0,
      "end_time": 793660.0,
      "text": "support Thought Cafe."
    }
  ]
}