{
  "video_id": "z_yIn8V3UcU",
  "title": "What a conductor actually does on stage",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 13420.0,
      "text": "When Gustav Mahler was still alive in the early 1900s, you see these caricatures of him and it's crazy gestures his arms are up, he's jumping up and down on the podium, extremely large gestures."
    },
    {
      "index": 2,
      "start_time": 13500.0,
      "end_time": 22489.0,
      "text": "At the same time Richard Strauss another composer living in the same city basically was conducting his own music like this."
    },
    {
      "index": 3,
      "start_time": 23520.0,
      "end_time": 29220.0,
      "text": "You know, barely moving and if you think this is a quiet part in his music you're wrong."
    },
    {
      "index": 4,
      "start_time": 30660.0,
      "end_time": 35500.0,
      "text": "He thought the role of a conductor was to organize the music and keep everything calm."
    },
    {
      "index": 5,
      "start_time": 36300.0,
      "end_time": 41360.0,
      "text": "Our biggest job as a conductor is to do justice to the composer."
    },
    {
      "index": 6,
      "start_time": 41420.0,
      "end_time": 43620.0,
      "text": "My name is James Gaffigan."
    },
    {
      "index": 7,
      "start_time": 43620.0,
      "end_time": 44599.0,
      "text": "I am a conductor."
    },
    {
      "index": 8,
      "start_time": 46000.0,
      "end_time": 53139.0,
      "text": "What the public needs to understand about conducting is it's an anticipatory art, so what we do takes place before the music happens."
    },
    {
      "index": 9,
      "start_time": 55820.0,
      "end_time": 62060.0,
      "text": "Rhythmic hand goes up before the music starts and this hand will give a gesture before that sound."
    },
    {
      "index": 10,
      "start_time": 64300.0,
      "end_time": 69760.0,
      "text": "I've always found it strange to hold a baton and it's a very strange thing, because why why is it there in the first place?"
    },
    {
      "index": 11,
      "start_time": 69840.0,
      "end_time": 73540.0,
      "text": "But the fact of the matter is is it is an extension of your arm."
    },
    {
      "index": 12,
      "start_time": 73540.0,
      "end_time": 79770.0,
      "text": "If you just make a gesture like this, you just need to move your wrist and you don't have to be doing this all the time."
    },
    {
      "index": 13,
      "start_time": 79800.0,
      "end_time": 92599.0,
      "text": "Your right hand is mainly for keeping rhythm or keeping the beat patterns, so if you give an upbeat this is 1 2 3 4 1 2 3 4."
    },
    {
      "index": 14,
      "start_time": 92620.0,
      "end_time": 99000.0,
      "text": "If you have 2 4, it's very simple so 1 2 1 2 and you could be as small as this."
    },
    {
      "index": 15,
      "start_time": 99000.0,
      "end_time": 101100.0,
      "text": "they'll realize that this is 2 4."
    },
    {
      "index": 16,
      "start_time": 101100.0,
      "end_time": 111540.0,
      "text": "The left hand has a much more complex, strange role in our physical world and it's freer to do things that are out of the ordinary."
    },
    {
      "index": 17,
      "start_time": 111560.0,
      "end_time": 118440.0,
      "text": "It could be anything from showing where a phrase goes, it could show speed of a bow."
    },
    {
      "index": 18,
      "start_time": 119140.0,
      "end_time": 124100.0,
      "text": "String players are very physical in the sense that they they react to what they see."
    },
    {
      "index": 19,
      "start_time": 124110.0,
      "end_time": 133218.0,
      "text": "If you have your left hand open and if you have your right hand slightly open and you're holding this sound like as if you'd hold a baby, they'll play that way."
    },
    {
      "index": 20,
      "start_time": 135480.0,
      "end_time": 138790.0,
      "text": "If you conduct like this, they're gonna play like this."
    },
    {
      "index": 21,
      "start_time": 140300.0,
      "end_time": 150979.0,
      "text": "Percussion needs clarity from a conductor. They need to know where to hit something and the bass drum could play only one note in an hour-long symphony, but that note is very important."
    },
    {
      "index": 22,
      "start_time": 154560.0,
      "end_time": 158820.0,
      "text": "The worst thing you could do to a brass player before he or she plays is this."
    },
    {
      "index": 23,
      "start_time": 159560.0,
      "end_time": 167860.0,
      "text": "Because if they see the hand before they have to make the beautiful sound that they need to make it's gonna destroy their confidence and it's gonna make their lives very difficult."
    },
    {
      "index": 24,
      "start_time": 167940.0,
      "end_time": 174890.0,
      "text": "Playing the French Horn, there's so much that person needs to think about and it's such a delicate instrument, such a delicate moment."
    },
    {
      "index": 25,
      "start_time": 174900.0,
      "end_time": 179100.0,
      "text": "The more pressure you put on them, the worse it gets."
    },
    {
      "index": 26,
      "start_time": 182200.0,
      "end_time": 189540.0,
      "text": "Leonard Bernstein was one of the greatest musicians who who had ever lived, not just as a conductor but as a pianist and as a composer."
    },
    {
      "index": 27,
      "start_time": 189560.0,
      "end_time": 192040.0,
      "text": "He was able to educate not just adults but children."
    },
    {
      "index": 28,
      "start_time": 192040.0,
      "end_time": 199180.0,
      "text": "Of course when you watch him, he's always dancing and he can't he can't help moving around the podium and his rhythm is contagious."
    },
    {
      "index": 29,
      "start_time": 200180.0,
      "end_time": 205300.0,
      "text": "Karajan believed in beautiful sound, upholstered sound, luxurious sound."
    },
    {
      "index": 30,
      "start_time": 205300.0,
      "end_time": 215180.0,
      "text": "So if you hear some of the great recordings of Karajan, it's not always together at these crucial moments but there's a beauty of sound always from beginning to end."
    },
    {
      "index": 31,
      "start_time": 215239.0,
      "end_time": 222160.0,
      "text": "I mean he had his eyes closed half the time and everything was he was just holding this precious thing all the time and crouched over."
    },
    {
      "index": 32,
      "start_time": 223520.0,
      "end_time": 227920.0,
      "text": "Carlos Kleiber was all... you know, he was holding a magic wand."
    },
    {
      "index": 33,
      "start_time": 228000.0,
      "end_time": 231530.0,
      "text": "He was fantasy, pure fantasy."
    },
    {
      "index": 34,
      "start_time": 231530.0,
      "end_time": 235240.0,
      "text": "He would make beautiful story lines to pieces that didn't have story lines."
    },
    {
      "index": 35,
      "start_time": 235240.0,
      "end_time": 239320.0,
      "text": "He was all about this gesture and these beautiful sweeping gestures."
    },
    {
      "index": 36,
      "start_time": 241380.0,
      "end_time": 246620.0,
      "text": "I don't believe in jumping around during a Bruckner symphony, I think there's something sacred and it's unnecessary."
    },
    {
      "index": 37,
      "start_time": 246660.0,
      "end_time": 251089.0,
      "text": "I do believe in having a great time with jazz music and music that swings."
    },
    {
      "index": 38,
      "start_time": 251100.0,
      "end_time": 255838.0,
      "text": "You should make the audience want to dance although you shouldn't be a circus act."
    },
    {
      "index": 39,
      "start_time": 255860.0,
      "end_time": 260070.0,
      "text": "I think people should focus on the music and not the conductor."
    }
  ]
}