{
  "video_id": "zBE5c59HVoI",
  "title": "Rise of the Crab God - True Tales of Alternate History - Civilization VI (#1)",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 633.0,
      "end_time": 2736.0,
      "text": "The Rise of the Crab God"
    },
    {
      "index": 2,
      "start_time": 3303.0,
      "end_time": 7774.0,
      "text": "A True Tale of Alternate History presented by Sid Meier’s Civilization VI."
    },
    {
      "index": 3,
      "start_time": 9342.0,
      "end_time": 16316.0,
      "text": "Founded in 2800 BC on the continent of Zealandia, by emigrants from Washington D.C.,"
    },
    {
      "index": 4,
      "start_time": 16315.000000000002,
      "end_time": 22788.0,
      "text": "Baltimore’s location was picked for its bountiful Crab Resources, which give extra gold when they are worked."
    },
    {
      "index": 5,
      "start_time": 22789.0,
      "end_time": 27727.0,
      "text": "Baltimore became a major source of Gold for the burgeoning American civilization."
    },
    {
      "index": 6,
      "start_time": 29162.0,
      "end_time": 36100.0,
      "text": "America was aided by the Kandy Men of the North, who provided faith for civs that have Envoys in their city."
    },
    {
      "index": 7,
      "start_time": 36200.0,
      "end_time": 42976.0,
      "text": "The Pantheon “God of the Sea” became worshipped by the Americans, which only increased their crabby productivity."
    },
    {
      "index": 8,
      "start_time": 46579.0,
      "end_time": 54421.0,
      "text": "In 2680 BC, America met their neighbor on the continent Spain, and the two civilizations became fast friends."
    },
    {
      "index": 9,
      "start_time": 55889.0,
      "end_time": 63563.0,
      "text": "In 2020 BC the citizens of Baltimore began construction of Stonehenge, but their production was weak."
    },
    {
      "index": 10,
      "start_time": 63563.0,
      "end_time": 72739.0,
      "text": "Using a trade route to Washington and a Builder to log forests around the city, Baltimore was able to complete the project in 1600 BC."
    },
    {
      "index": 11,
      "start_time": 73473.0,
      "end_time": 74808.0,
      "text": "It was a miracle!"
    },
    {
      "index": 12,
      "start_time": 77577.0,
      "end_time": 81981.0,
      "text": "Building Stonehenge attracted the attention of the Great Prophet Laozi."
    },
    {
      "index": 13,
      "start_time": 81981.0,
      "end_time": 93460.0,
      "text": "He was so impressed by the ancient Baltimorean’s crab cakes that he founded the Church of the One True Crab God, intent on Feeding the World with the meat of the savior."
    },
    {
      "index": 14,
      "start_time": 94940.0,
      "end_time": 101901.0,
      "text": "He also decreed that as the Crab allowed for riches from the sea, so also would followers give back gold to Him as tithing."
    },
    {
      "index": 15,
      "start_time": 105105.0,
      "end_time": 111100.0,
      "text": "And so it came to be that the One True Crab God became the first religion in alternate history."
    },
    {
      "index": 16,
      "start_time": 111978.0,
      "end_time": 119119.0,
      "text": "Next time, we&#39;ll reveal how America purged the heretical Spanish and met its seafaring neighbors to the East."
    }
  ]
}