{
  "video_id": "ZCunblkAnik",
  "title": "Naked Science - Angry Skies",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 4000.0,
      "end_time": 10000.0,
      "text": "The wind: a powerful, invisible force."
    },
    {
      "index": 2,
      "start_time": 10000.0,
      "end_time": 19000.0,
      "text": "It reshapes landscapes, destroys buildings, and wrecks lives."
    },
    {
      "index": 3,
      "start_time": 19000.0,
      "end_time": 32000.0,
      "text": "In a single day a severe storm can cause over 10 billion dollars of damage. And when violent winds rip through a city, they can kill dozens of people and seriously injure hundreds."
    },
    {
      "index": 4,
      "start_time": 32000.0,
      "end_time": 43000.0,
      "text": "Naked Science looks at the deadliest winds on earth within massive carpet-bombing hurricanes, and violent surgical-strike tornadoes."
    },
    {
      "index": 5,
      "start_time": 43000.0,
      "end_time": 51000.0,
      "text": "We meet the people who risk their lives to warn us of the storms... Jeff Piotrowski: Major damage at the airport, I repeat major damage at the airport. It’s levelled entire buildings"
    },
    {
      "index": 6,
      "start_time": 51000.0,
      "end_time": 59000.0,
      "text": "We discover just how fast a wind a person can take... Josh Wurman: Go go…..there’s another one infront of us."
    },
    {
      "index": 7,
      "start_time": 59000.0,
      "end_time": 69000.0,
      "text": "And join the scientists in the front line, to discover the latest weapons in the battle against these deadly winds."
    },
    {
      "index": 8,
      "start_time": 69000.0,
      "end_time": 92000.0,
      "text": "We want to know: What can we do, when angry skies strike?"
    },
    {
      "index": 9,
      "start_time": 92000.0,
      "end_time": 109000.0,
      "text": "Friday the 13th August 2004. Hurricane Charley is predicted to hit west Florida in eight hours.  Hundreds of thousands of people shutter up their windows, and one-and-a-half million leave the area."
    },
    {
      "index": 10,
      "start_time": 109000.0,
      "end_time": 134000.0,
      "text": "But one person heads in the wrong direction. Mike Theiss is a professional storm chaser. He gets his highs from high winds. He&#39;s filmed many hurricanes and tornadoes, and he knows Charley is going to be big. This is the storm he’s waited for all his life.     Mike Theiss: There&#39;s the eye. There&#39;s the..."
    },
    {
      "index": 11,
      "start_time": 134000.0,
      "end_time": 149000.0,
      "text": "Theiss took shelter near a gas station.    Mike Theiss: The storm actually deepened very fast, and became a category 4 hurricane, and um, the winds were just unbelievable."
    },
    {
      "index": 12,
      "start_time": 149000.0,
      "end_time": 174000.0,
      "text": "Within 10 minutes the gas station was no more. Theiss had achieved his ambition. Charley’s winds reached speeds up to 145 mph.    Mike Theiss: That was the loudest thing I ever went through in my life. Holy cow.     Mike: I&#39;ve been wanting to experience something like that first hand since I was a little kid, and I finally did."
    },
    {
      "index": 13,
      "start_time": 174000.0,
      "end_time": 190000.0,
      "text": "Theiss’ footage is terrifying evidence of just how dangerous the wind can be. Hurricane Charley left more than 25 people dead, made tens of thousands homeless, and caused up to 15 billion dollars of damage."
    },
    {
      "index": 14,
      "start_time": 205000.0,
      "end_time": 221000.0,
      "text": "There is a simple law of weather: The faster the wind blows, the more dangerous it can be. The winds in Hurricane Charley peaked at 145 mph. But is this the worst the winds can get?  One place to find out is here. The wind on Mount Washington in New Hampshire exceeds hurricane speeds on over 100 days a year. According to the Guinness Book of Records, this is the world’s windiest place."
    },
    {
      "index": 15,
      "start_time": 221000.0,
      "end_time": 230000.0,
      "text": "The mountain&#39;s observatory is staffed by meteorologists year round."
    },
    {
      "index": 16,
      "start_time": 230000.0,
      "end_time": 253000.0,
      "text": "The scientists make light of the mountain&#39;s reputation.  They even serve up the world&#39;s windiest breakfast."
    },
    {
      "index": 17,
      "start_time": 253000.0,
      "end_time": 266000.0,
      "text": "On this spring day, the wind reaches 35 mph, only one quarter the speed of Hurricane Charley.  But the winds here can get much, much stronger."
    },
    {
      "index": 18,
      "start_time": 266000.0,
      "end_time": 284000.0,
      "text": "Ken Rancourt is the Director of Research at Mount Washington Observatory.  A big part of his job is measuring extremely fast winds.    Ken Rancourt: We go from the calm summer winds of five or ten miles an hour to the winter winds of, peak gusts of a hundred and eighty, hundred and ninety miles an hour."
    },
    {
      "index": 19,
      "start_time": 284000.0,
      "end_time": 293000.0,
      "text": "But Rancourt has a long way to go to match the wind speed measured back in 1934.    Ken Rancourt: One thing Mount Washington is known for is the world record wind."
    },
    {
      "index": 20,
      "start_time": 293000.0,
      "end_time": 304000.0,
      "text": "On a spring day a few meteorologists alone in a hut on the summit recorded one of the great moments in weather science."
    },
    {
      "index": 21,
      "start_time": 304000.0,
      "end_time": 338000.0,
      "text": "An anemometer on the roof was linked to a sounding device inside the hut . At 1.21pm on April 12th it went wild. The meteorologists on duty timed the clicks and calculated the wind speed.    Meteorologist 1: 1.71..."
    },
    {
      "index": 22,
      "start_time": 338000.0,
      "end_time": 354000.0,
      "text": "It came to 231 mph – a gust they recorded in their log, and which blew them away with astonishment.    Meteorologist 2: 231 miles an hour. Will they believe it was our first thought."
    },
    {
      "index": 23,
      "start_time": 354000.0,
      "end_time": 368000.0,
      "text": "This terrifying gust was nearly 100 mph faster than the winds in Hurricane Charley. It was the fastest wind ever measured by a weather station….a record still held today."
    },
    {
      "index": 24,
      "start_time": 380000.0,
      "end_time": 395000.0,
      "text": "On the scale of hurricane winds, it would be at the top of the range – a category five. Hurricane Charley was devastating, but it was only a category 4. To find out how strong a wind a human being can handle, we&#39;ve come to a wind tunnel at the University of Washington, in Seattle.  We’ll start with a wind at category One level: 74 miles per hour."
    },
    {
      "index": 25,
      "start_time": 395000.0,
      "end_time": 408000.0,
      "text": "Lou Beck, a man who is either brave or foolish, has volunteered to be our guinea pig.    Lou Beck: …I&#39;ve heard a lot of stories about how / you can&#39;t breathe, so we&#39;ll see how it goes."
    },
    {
      "index": 26,
      "start_time": 408000.0,
      "end_time": 482000.0,
      "text": "Beck should be nervous. All he has for protection are a pair of goggles and a safety harness. If he gets into trouble the fan can be cut off from a control room nearby.    Anna: OK. Good to go. Here comes the wind.    Lou (subtitle these): Already it&#39;s getting very strong. Right now there&#39;s quite a lot of force on me. Really pushing me into my harness. Quite fun though. It feels like being on a really fast roller-coaster.  I feel I am comfortable going a little bit faster."
    },
    {
      "index": 27,
      "start_time": 482000.0,
      "end_time": 490000.0,
      "text": "At 74 miles an hour the wind reaches hurricane speeds."
    },
    {
      "index": 28,
      "start_time": 490000.0,
      "end_time": 501000.0,
      "text": "At 80 miles an hour Beck can no longer stand unsupported. Without the safety harness he would be blown off his feet."
    },
    {
      "index": 29,
      "start_time": 501000.0,
      "end_time": 508000.0,
      "text": "At 90 miles an hour, Beck gives up."
    },
    {
      "index": 30,
      "start_time": 508000.0,
      "end_time": 513000.0,
      "text": "He hasn&#39;t even reached a category 2 hurricane."
    },
    {
      "index": 31,
      "start_time": 513000.0,
      "end_time": 527000.0,
      "text": "But Beck is determined to try again. At high wind speeds, small particles in the air can cause serious injuries. Beck wears a crash helmet to protect his head and eyes."
    },
    {
      "index": 32,
      "start_time": 527000.0,
      "end_time": 557000.0,
      "text": "At 96 mph, the wind reaches the speed of a category 2 hurricane – fast enough to cause moderate damage to buildings. At 111 mph, it becomes a category three. The wind speeds Beck is now experiencing could destroy a mobile home.    Lou (subtitle this): I&#39;m giving the signal to go to 120."
    },
    {
      "index": 33,
      "start_time": 557000.0,
      "end_time": 566000.0,
      "text": "120 miles per hour. This is the typical free-fall speed of a skydiver."
    },
    {
      "index": 34,
      "start_time": 566000.0,
      "end_time": 579000.0,
      "text": "131 miles an hour.  Beck is now experiencing the force of a category 4 hurricane.      Lou (subtitle this): Woo. This is fast. This is really ripping."
    },
    {
      "index": 35,
      "start_time": 579000.0,
      "end_time": 588000.0,
      "text": "This is the wind speed of hurricane Charley."
    },
    {
      "index": 36,
      "start_time": 606000.0,
      "end_time": 622000.0,
      "text": "At 155 mph the wind reaches the speed of a category 5 hurricane. It’s now fast enough to tear the roofs off houses, and blow down most trees. Just keeping his position in this wind is taking all Beck’s effort.  Finally, the wind peaks at an astonishing 161 miles per hour. The pounding on his body is exhausting. Unable to take any more he cuts the fan."
    },
    {
      "index": 37,
      "start_time": 622000.0,
      "end_time": 636000.0,
      "text": "The result of our test shows that you could survive a category five hurricane – as long as you wore protective clothing, were tethered by a safety harness, and weren&#39;t hit by flying debris."
    },
    {
      "index": 38,
      "start_time": 636000.0,
      "end_time": 649000.0,
      "text": "In nature, wind is a far more terrifying force. It is at its most frightening when it strikes in the form of a tornado.    Stormchaser: Oh my God, did you see that. The whole house blew apart."
    },
    {
      "index": 39,
      "start_time": 649000.0,
      "end_time": 668000.0,
      "text": "Twisters are deadly, unpredictable, missile-firing monsters.  In our quest to discover what we can do to save ourselves when they descend from the angry skies, Naked Science needs to know what sort of early warning we have when twisters strike.  Curtis Alexander: Herb we gotta go"
    },
    {
      "index": 40,
      "start_time": 668000.0,
      "end_time": 675000.0,
      "text": "Next on Naked Science: multiple tornado strikes     Curtis Alexander: Oh yeah, classic tornado in progress again."
    },
    {
      "index": 41,
      "start_time": 675000.0,
      "end_time": 684000.0,
      "text": "And storm chasers running for their lives.     Curtis Alexander: Oh no there&#39;s another one in front of us. Josh Wurman: Another tornado right here."
    },
    {
      "index": 42,
      "start_time": 684000.0,
      "end_time": 694000.0,
      "text": "The wind is an invisible enemy. It destroys buildings, flattens cities and takes lives."
    },
    {
      "index": 43,
      "start_time": 694000.0,
      "end_time": 712000.0,
      "text": "So far on Naked Science we have looked at hurricanes – giant storms that - like slow moving carpet bombers - devastate vast areas of land. But there is a wind that wreaks its destruction in a tightly focused surgical strike."
    },
    {
      "index": 44,
      "start_time": 712000.0,
      "end_time": 719000.0,
      "text": "Tornado winds are so violent that they destroy all normal measuring equipment."
    },
    {
      "index": 45,
      "start_time": 719000.0,
      "end_time": 729000.0,
      "text": "How fast they blow baffled scientists for years. To find out, they have had to resort to some extreme measures."
    },
    {
      "index": 46,
      "start_time": 741000.0,
      "end_time": 754000.0,
      "text": "Elias Loomis , a professor at Western Reserve College in Ohio, noticed that chickens caught in tornadoes had their feathers plucked out by the wind. This spurred him in 1842 to devise an experiment for finding the wind speed that caused this. He decided to recreate the conditions of a tornado, using a cannon."
    },
    {
      "index": 47,
      "start_time": 754000.0,
      "end_time": 773000.0,
      "text": "His idea was to fire a chicken into the air fast enough to remove its feathers. Simple ballistics would then allow him to calculate its speed."
    },
    {
      "index": 48,
      "start_time": 773000.0,
      "end_time": 787000.0,
      "text": "He concluded that the chicken was blown through the air at a speed of 341 mph."
    },
    {
      "index": 49,
      "start_time": 787000.0,
      "end_time": 803000.0,
      "text": "To find out just how fast winds in tornadoes really are, Naked Science travelled to Norman, in Oklahoma.  In May, research vehicles gather here, ready for the tornado season."
    },
    {
      "index": 50,
      "start_time": 803000.0,
      "end_time": 826000.0,
      "text": "We join up with one of the United States’ leading weather researchers, Professor Josh Wurman. He hopes the data he and his team collect will improve the forecasting of tornadoes.     Josh:    By understanding the tornadoes better we can lead to better forecasts and if the forecasts can be made just five or ten minutes better, people have more time to get to shelter.    GVs Doppler radar"
    },
    {
      "index": 51,
      "start_time": 826000.0,
      "end_time": 834000.0,
      "text": "Wurman uses Doppler radar to measure the speed of the winds inside tornadoes.     Storm clouds and Doppler radar"
    },
    {
      "index": 52,
      "start_time": 834000.0,
      "end_time": 855000.0,
      "text": "Today, a storm is forecast 150 miles north of here in Southern Kansas. Wurman sets out to find us a twister to measure how fast tornado winds really blow.     Josh: Herb, can we go?    Doppler radar trucks"
    },
    {
      "index": 53,
      "start_time": 855000.0,
      "end_time": 862000.0,
      "text": "Knowing the conditions likely to cause tornadoes helps Wurman track them down.    Timelapse storm clouds Tornado simulation"
    },
    {
      "index": 54,
      "start_time": 862000.0,
      "end_time": 895000.0,
      "text": "When warm moist air exists under much cooler air, thunderstorms can form. If they form below strong winds near the jet stream, they can start to spin and are called supercells. When conditions are right, these supercells can create tornadoes. The challenge facing forecasters is that only one in five or six supercells breeds tornadoes. Which ones do, depends on the amounts of moisture, instability, lift and wind shear in the atmosphere.    Doppler radar trucks"
    },
    {
      "index": 55,
      "start_time": 895000.0,
      "end_time": 902000.0,
      "text": "Wurman and his team are now 30 miles away from the developing storm."
    },
    {
      "index": 56,
      "start_time": 902000.0,
      "end_time": 915000.0,
      "text": "To get detailed information of the wind speeds inside a supercell and the tornadoes it spawns, Wurman has to get in close – typically within a few miles of the tornado."
    },
    {
      "index": 57,
      "start_time": 915000.0,
      "end_time": 922000.0,
      "text": "The team uses 2 trucks, which – like a pair of eyes – enable them to study the storm in 3-dimensions.     Doppler radar trucks"
    },
    {
      "index": 58,
      "start_time": 922000.0,
      "end_time": 938000.0,
      "text": "Just to the west of Attica, in southern Kansas, the skies darken. The storm has already produced a tornado.     Curtis: There it is..... Oh look at it, it&#39;s beautiful. Oh ho. Look now.    F0 tornado"
    },
    {
      "index": 59,
      "start_time": 938000.0,
      "end_time": 948000.0,
      "text": "The two trucks race to get ahead of the tornado to set up and take readings. This one is small – an F0. (zero)    F0 tornado"
    },
    {
      "index": 60,
      "start_time": 948000.0,
      "end_time": 958000.0,
      "text": "Tornados are rated by the amount of damage they cause.   At the bottom of the scale, an F0 will damage signs and trees.     F2 tornado"
    },
    {
      "index": 61,
      "start_time": 958000.0,
      "end_time": 965000.0,
      "text": "Towards the middle of the scale, an F2 tornado will tear roofs off houses.    F4 tornado"
    },
    {
      "index": 62,
      "start_time": 965000.0,
      "end_time": 974000.0,
      "text": "Near the top of the scale, an F4 tornado is devastating. It will level a well constructed house.    F5 tornado"
    },
    {
      "index": 63,
      "start_time": 974000.0,
      "end_time": 982000.0,
      "text": "At the top of the scale is an F5. It can sweep away a building and hurl cars through the air.     Tornado + Doppler trucks"
    },
    {
      "index": 64,
      "start_time": 982000.0,
      "end_time": 989000.0,
      "text": "Just as Wurman and the team draw alongside their tornado, it starts to die.     Josh: What?"
    },
    {
      "index": 65,
      "start_time": 989000.0,
      "end_time": 996000.0,
      "text": "The radar indicates that another tornado is forming.     Herb:  Boy, this storm has everything.    Hail"
    },
    {
      "index": 66,
      "start_time": 996000.0,
      "end_time": 1010000.0,
      "text": "Storm chasing is a game of cat and mouse.      Curtis: Let&#39;s pull off. Josh: Pull off here, right in front of that car.  Yes. And figure we&#39;re going to do Doppler to the north side.    Doppler radar trucks"
    },
    {
      "index": 67,
      "start_time": 1010000.0,
      "end_time": 1026000.0,
      "text": "The Doppler radar sends out radio waves which reflect off drops of rain and other debris in the tornado. By measuring the timing of the reflected waves, the computer calculates the wind speed.    Tornado developing"
    },
    {
      "index": 68,
      "start_time": 1026000.0,
      "end_time": 1039000.0,
      "text": "Seen here at 8 times normal speed, the research camera captures the awesome sight of the tornado developing.    Josh Wurman Tornado developing"
    },
    {
      "index": 69,
      "start_time": 1039000.0,
      "end_time": 1069000.0,
      "text": "This tornado appears to be at least an F2. The winds are strong enough to snap trees and tear the roof off a building."
    },
    {
      "index": 70,
      "start_time": 1069000.0,
      "end_time": 1085000.0,
      "text": "As the tornado passes through Attica it hits a house.   Tonado picked up by a house  Stormchaser: Oh my god did you see that. The whole house came apart."
    },
    {
      "index": 71,
      "start_time": 1085000.0,
      "end_time": 1095000.0,
      "text": "The team hopes their research will give earlier warning times to help avoid such disasters."
    },
    {
      "index": 72,
      "start_time": 1095000.0,
      "end_time": 1107000.0,
      "text": "Wurman only has minutes to collect the data he needs from the tornado.     Curtis: This is what I was afraid of. New action area developing to our east, south east. Sorry, south, south-east. Right here."
    },
    {
      "index": 73,
      "start_time": 1107000.0,
      "end_time": 1114000.0,
      "text": "Suddenly one of the team spots another tornado forming.      Curtis:  Herb. We&#39;ve got to go."
    },
    {
      "index": 74,
      "start_time": 1114000.0,
      "end_time": 1128000.0,
      "text": "The race is on to get the trucks into position to survey the new target.    Inside the Doppler truck   Josh: To our east south east. Alright let&#39;s just keep an eye out there.  Go, go. Curtis: There it is. There it is. Curtis: Alright we see it.  Josh: Tornado is 2.4 kilometres to our south east."
    },
    {
      "index": 75,
      "start_time": 1128000.0,
      "end_time": 1156000.0,
      "text": "They put their foot on the gas to get safely past the twister.   Inside the Doppler truck  Curtis: Oh yeah. Classic tornado in progress again. Curtis: There&#39;s another one in front of us. Bleep Herb: Another tornado, right here. Josh: I don&#39;t know if we can safely go south. I think we should go north. Curtis: Sure? Where&#39;s Dow 2 now? Curtis: Wow. That is really close. Oh my God."
    },
    {
      "index": 76,
      "start_time": 1156000.0,
      "end_time": 1167000.0,
      "text": "Even though they are racing to avoid the twister, they still want to collect their data.     Josh: OK. That one has a wind of approximately 60 metres per second."
    },
    {
      "index": 77,
      "start_time": 1167000.0,
      "end_time": 1173000.0,
      "text": "That&#39;s 134 miles per hour.     Josh: Well there&#39;s a tornado to our south, that we&#39;re watching.    Inside the Doppler truck"
    },
    {
      "index": 78,
      "start_time": 1173000.0,
      "end_time": 1191000.0,
      "text": "Wurman stops the truck to start recording data.      Josh: Immediately to our south yes.       Herb: We&#39;re watching this big dusty one die off here. The next tornado action is going to be right off here to our east. Right now we&#39;re just scanning back. Oh, he&#39;s changed the scan. He&#39;s gone back east. Voice:  You&#39;ve got to get in.    Doppler radar"
    },
    {
      "index": 79,
      "start_time": 1191000.0,
      "end_time": 1212000.0,
      "text": "All around them, supercells are spawning tornadoes at the rate of roughly 1 every 10 to 15 minutes, so while chasing any one storm, they have to keep their eyes open.     Herb: Look down here, the tornado is crossing the road right now. The tornado is just on the other side of the road. Radio: From the KFBI weather center, this is a tornado warning. Repeat. This is a tornado warning. ...    Doppler truck in the dark"
    },
    {
      "index": 80,
      "start_time": 1212000.0,
      "end_time": 1256000.0,
      "text": "As darkness descends the tornadoes become invisible to the naked eye.  This is a storm spotters nightmare. The radar is the only way they can see the unpredictable monsters spawning around them.   Inside the Doppler radar truck  Curtis: Hey Josh. Look what&#39;s coming up behind us.  Josh: Oh bleep. Curtis: Intensity is we&#39;re gauging at least wind speed wise is borderline F2 / F3. Josh: It&#39;s F3 intensity. Josh: Oh wow, what&#39;s that out there. This is the big deal.  Curtis: Oh my God...  Radio: Mmghght hwetioth owei mmgff  mghee amygthfing? Curtis: We definitely saw some ground relative wind speeds of around 80 metres per second."
    },
    {
      "index": 81,
      "start_time": 1256000.0,
      "end_time": 1286000.0,
      "text": "That&#39;s 179 mph.     Curtis: Welcome DOW 2.  How&#39;s that doing Josh. Is it still up there? Josh: Yep. Eighty five metres per second. Curtis: 93 is F4. Josh:  Chap: You think you had peak surface wind over 100? Josh thinks we had peak surface winds were and in excess of 100 metres per second."
    },
    {
      "index": 82,
      "start_time": 1286000.0,
      "end_time": 1291000.0,
      "text": "That&#39;s more than 220 miles per hour."
    },
    {
      "index": 83,
      "start_time": 1291000.0,
      "end_time": 1310000.0,
      "text": "In the darkness, a devastating F4 tornado is tearing across fields less than 2 miles away, destroying a farmstead.     Chap: You might want to call the weather service office. This tornado is definitely in the very strong category now."
    },
    {
      "index": 84,
      "start_time": 1310000.0,
      "end_time": 1316000.0,
      "text": "It’s time to get out of the area, fast."
    },
    {
      "index": 85,
      "start_time": 1316000.0,
      "end_time": 1323000.0,
      "text": "The tornado is causing damage but luckily no one has been killed.     GVs restaurant"
    },
    {
      "index": 86,
      "start_time": 1323000.0,
      "end_time": 1340000.0,
      "text": "At midnight the team rendezvous in a coffee shop. The supercell storms today produced about a dozen tornadoes…..some of them with extremely violent winds.     Josh: One of the tornadoes had  winds of well over 200 miles an hour. It was an F4 strength tornado at least. /"
    },
    {
      "index": 87,
      "start_time": 1340000.0,
      "end_time": 1351000.0,
      "text": "Wurman’s team recorded winds today of around 221 miles per hour. But this is well short of his record."
    },
    {
      "index": 88,
      "start_time": 1351000.0,
      "end_time": 1357000.0,
      "text": "A few years earlier, he logged the fastest tornado winds ever recorded."
    },
    {
      "index": 89,
      "start_time": 1357000.0,
      "end_time": 1376000.0,
      "text": "On May 3rd 1999 a giant storm descended on Oklahoma City.      Josh Wurman:\tWe measured wind speeds as high as 301 miles an hour. /   The 301 miles an hour represents the highest that’s ever been measured and clearly a devastating wind speed for any kind of normal home structure.    GVs violemt tornadoes + aftermath"
    },
    {
      "index": 90,
      "start_time": 1376000.0,
      "end_time": 1389000.0,
      "text": "Some 60 tornadoes were recorded in Oklahoma that day. The winds killed over 35 people, and the damage was estimated at over 1 billion dollars."
    },
    {
      "index": 91,
      "start_time": 1389000.0,
      "end_time": 1394000.0,
      "text": "Next up on Naked Science, we meet the people in the front line of tornado defense...       Jeff Piotrowski: Oh my God.     Violent tornado"
    },
    {
      "index": 92,
      "start_time": 1394000.0,
      "end_time": 1402000.0,
      "text": "and see what happens when an F5 twister strikes a major city.     Jeff Piotrowski: I have total devastation.    Violent tornadoes  + GVs countryside"
    },
    {
      "index": 93,
      "start_time": 1402000.0,
      "end_time": 1428000.0,
      "text": "So far on Naked Science, we&#39;ve seen that tornado winds can reach speeds of over 300 miles per hour. Most twisters hit the countryside – there&#39;s so much of it - but just occasionally one strikes a major city. When that happens, we want to know: what is our front line of defense to keep people out of harm&#39;s way?    GVs traffic + tornado"
    },
    {
      "index": 94,
      "start_time": 1428000.0,
      "end_time": 1439000.0,
      "text": "Oklahoma May 3rd 1999. Before the day is out some 60 tornadoes hit the state killing over 35 people."
    },
    {
      "index": 95,
      "start_time": 1439000.0,
      "end_time": 1466000.0,
      "text": "Jeff Piotrowski is a highly regarded storm chaser. He witnessed the first tornado touch down.       Jeff Piotrowski, actuality: There it is. bleep Jeff: Everything was very fast that day, it started rotating and I called the first rotation in just north of Lotton.  Within about thirty seconds later, they had a tornado warning out and within about another minute, the air started producing the tornado.  Jeff actuality:"
    },
    {
      "index": 96,
      "start_time": 1466000.0,
      "end_time": 1476000.0,
      "text": "In the Oklahoma outbreak Piotrowski played a vital role in saving lives.     Jeff: I’m a ham radio operator so I was in constant communication with Norman Weather Service.    GVs Noman weather office"
    },
    {
      "index": 97,
      "start_time": 1476000.0,
      "end_time": 1493000.0,
      "text": "Piotrowski’s call was picked up by the weather office in Norman. They issued a tornado warning to the media and the public.     Rick Smith: Once you get that warning it&#39;s critical that you act very quickly because sometimes you may only have minutes or seconds before the tornado strikes.    Channel 9 GVs"
    },
    {
      "index": 98,
      "start_time": 1493000.0,
      "end_time": 1504000.0,
      "text": "The weather service quickly relayed the warning to local television stations. The media then warned the public in the path of the tornado.    GVs inside Channel 9 TV station"
    },
    {
      "index": 99,
      "start_time": 1504000.0,
      "end_time": 1523000.0,
      "text": "At Oklahoma City&#39;s Channel 9, meteorologist Gary England was shocked by the power of the storm.     \tGary England:  Each time it cycled, so to speak, it produced a larger tornado and a stronger tornado. Jeff actuality: Oh my God. Stove pipe.    Violent tornado"
    },
    {
      "index": 100,
      "start_time": 1523000.0,
      "end_time": 1569000.0,
      "text": "As the tornado ploughed towards Oklahoma City, Piotrowski risked his life to track it. He continued to radio its position to the weather service.   Drive by tornado  Jeff actuality: Major damage at the airport. I repeat. Major damage at the airport. it&#39;s levelled entire buildings. Rick Smith: Only spotters can tell us absolutely 100 percent for sure that we have a tornado occurring.  Jeff actuality: South west of the intersection. Quarter of a mile wide. It is doing major damage to my south west. Jeff:  I had the ham radio, talking to Norman National Weather Service in constant communication of almost a play by play of what intersection, what town was next, who was in the path, and what I was witnessing as the tornado was evolving.   Jeff actuality: Twenty-ninth and Center. I have total devastation.  It&#39;s crossing Eastern right now. Standby."
    },
    {
      "index": 101,
      "start_time": 1569000.0,
      "end_time": 1600000.0,
      "text": "Piotrowski followed the tornado into the town of Moore. He was now experiencing what seemed like the end of the world.       Jeff: The ground was vibrating, my van was literally shaking. /  I could feel the vibration in my body. I rolled up the window and everything on that block was gone. There was factories, buildings, trees - it was an industrial park area - and as I looked north on that road everything was gone.  Woman: Hello. Can you hear me?"
    },
    {
      "index": 102,
      "start_time": 1600000.0,
      "end_time": 1626000.0,
      "text": "The next day, the residents of Oklahoma City were left to pick up the pieces. The tornado had torn a 19 mile path of destruction through the area.      Woman: Jackie, Chris. Woman: Does she live in a house around here? Woman: Right here.  Woman: Right here. OK. Woman: But I don&#39;t know if they were home or not. Woman: OK.    Tornado aftermath"
    },
    {
      "index": 103,
      "start_time": 1626000.0,
      "end_time": 1637000.0,
      "text": "Thirty six people had died, some 700 were injured, and over 2000 left homeless.     Man: Anyone back here?    Tornado aftermath + GVs Jeff Piotrowski"
    },
    {
      "index": 104,
      "start_time": 1637000.0,
      "end_time": 1679000.0,
      "text": "But if it hadn&#39;t been for the weather warnings more lives would have been lost.  In recognition of Piotrowski’s skill in tracking the tornado and saving lives, the weather service gave him an award.     Jeff:    I didn’t realise I was going to film and witness the strongest tornado ever on the planet.  The strongest winds ever measured on planet earth, also the most destructive tornado in US history as far as dollar damage.  / It was really two or three weeks later before I could actually cope with coming back down and seeing all the destruction.  I actually stayed away from the damage area for about three weeks and didn’t want to talk to anybody about it because it was so overwhelming.    Fly over destruction"
    },
    {
      "index": 105,
      "start_time": 1679000.0,
      "end_time": 1699000.0,
      "text": "Horrific as the events in Oklahoma were, they showed that close liaison between spotters on the ground and meteorologists, is one of the best weapons in the war against deadly winds.    Rick Smith: We have thousands of storm spotters just here in our area alone, really as the first line of defence against severe weather.    GVs tornadoes + debris"
    },
    {
      "index": 106,
      "start_time": 1699000.0,
      "end_time": 1725000.0,
      "text": "The winds in Oklahoma City that day, reached over 300 miles an hour, but the wind doesn&#39;t have to be that strong to create serious damage. Much slower winds can wreck buildings, and fill the air with flying debris – missiles that can kill.    C130 Hercules experiment + tiles flying off roof + roof flies off house"
    },
    {
      "index": 107,
      "start_time": 1748000.0,
      "end_time": 1759000.0,
      "text": "10:29:12 In Lubbock, at Texas Tech University researchers have brought in a C130 Hercules to act as an outdoor wind machine. They want to see how fast the wind has to be before it damages this building. At 70 miles per hour, shingles start flying off. At 100 miles per hour, part of the roof blows away.  Now damaged, the house feeds the wind with a steady supply of flying objects.     Aftermath tornado"
    },
    {
      "index": 108,
      "start_time": 1759000.0,
      "end_time": 1775000.0,
      "text": "Once in the air, the wind turns this debris into life-threatening projectiles. When a tornado hits a populated area, flying missiles cause most of the casualties.     Violent tornado + firing missiles + aftermath"
    },
    {
      "index": 109,
      "start_time": 1787000.0,
      "end_time": 1796000.0,
      "text": "Next up on Naked Science: We put you at the center of the maelstrom. We see what happens when missiles bombard a house and meet a woman who was hit by one – and lived to tell the story.    Ruins of houses"
    },
    {
      "index": 110,
      "start_time": 1796000.0,
      "end_time": 1810000.0,
      "text": "This is the day after the 1999 Oklahoma City tornado.  People scour the ruins for survivors - their task made more difficult by the acres of debris that cover the ground.    Violent tornado + debris"
    },
    {
      "index": 111,
      "start_time": 1810000.0,
      "end_time": 1821000.0,
      "text": "When a big tornado strikes, it shoots out debris at such high speeds, that even people who take refuge in their homes, can be in mortal danger.    Violent tornado + debris"
    },
    {
      "index": 112,
      "start_time": 1821000.0,
      "end_time": 1827000.0,
      "text": "So how strong does a house have to be to withstand a tornado?      Air cannon"
    },
    {
      "index": 113,
      "start_time": 1827000.0,
      "end_time": 1842000.0,
      "text": "If Godzilla owned a BB gun, it would look like this.  A thirty gallon tank of compressed air that can fire anything from bricks to steel posts at up to one hundred miles an hour.     GVs air cannon + walls"
    },
    {
      "index": 114,
      "start_time": 1842000.0,
      "end_time": 1853000.0,
      "text": "At the Texas Tech Wind Research facility in Lubbock, a group of researchers test house walls to see how well they stand up to flying debris."
    },
    {
      "index": 115,
      "start_time": 1853000.0,
      "end_time": 1861000.0,
      "text": "They&#39;re testing what happens in winds you&#39;ll find in F3 to F5 tornadoes."
    },
    {
      "index": 116,
      "start_time": 1861000.0,
      "end_time": 1885000.0,
      "text": "Chad Morris is the Associate Director of the Wind Science and Engineering Research Center.      Chad Morris: At 250 miles per hour those winds will, will move a piece of fifteen pound debris at about a hundred miles per hour, so we&#39;re launching these, the debris here today or the missiles, at a hundred miles per hour."
    },
    {
      "index": 117,
      "start_time": 1885000.0,
      "end_time": 1902000.0,
      "text": "First up, is a wall found in many US homes.     Shannon Hutchinson:  This particular target is a vinyl cladded wall section, vinyl cladding, inner layer of OSB on a 2 x 4 stud system."
    },
    {
      "index": 118,
      "start_time": 1902000.0,
      "end_time": 1916000.0,
      "text": "Today’s test missile is a regular plank of 2 by 4 – a common projectile in tornadoes.     Shannon:  Clear. Three... two... one."
    },
    {
      "index": 119,
      "start_time": 1916000.0,
      "end_time": 1923000.0,
      "text": "Over 5 million people live in houses built of this type of material."
    },
    {
      "index": 120,
      "start_time": 1923000.0,
      "end_time": 1930000.0,
      "text": "In a strong tornado this wall might as well not be there.    GVs wall"
    },
    {
      "index": 121,
      "start_time": 1930000.0,
      "end_time": 1950000.0,
      "text": "Next up is a wall found in nearly 8 million homes.     Shannon Hutchinson: Here we have an exterior layer of brick veneer, attached to an interior layer of sheeting, attached to a 2 x 4 stud wall system.    Cannon firing piece of wood"
    },
    {
      "index": 122,
      "start_time": 1950000.0,
      "end_time": 1988000.0,
      "text": "Although this wall slows down the missile, you could still end up in the hospital. However, if you really want to protect yourself from tornadoes, you need a storm shelter built of this.     Shannon: We have approximately 3 ½ to 4 inches of 3000 psi or greater concrete, reinforced with number 4 or half-inch re-bar. This gives us the mass that we need to be able to stop the missiles travelling at 100 mph."
    },
    {
      "index": 123,
      "start_time": 1988000.0,
      "end_time": 1994000.0,
      "text": "When the big bad wolf comes a blowin&#39;, this will do the trick."
    },
    {
      "index": 124,
      "start_time": 1994000.0,
      "end_time": 2001000.0,
      "text": "But what happens if you don&#39;t have this protection, and a tornado comes your way?    GVs Julie Rakestraw + Julie’s home"
    },
    {
      "index": 125,
      "start_time": 2001000.0,
      "end_time": 2024000.0,
      "text": "Julie Rakestraw lives in Moore, Oklahoma. In May 1999 she heard the tornado warnings, and took shelter with her daughter in a closet in the middle of her house.      Julie Rakestraw:  I was sitting in the closet and then all of a sudden I was looking down the street and seeing, I am thinking yeah, this is not good."
    },
    {
      "index": 126,
      "start_time": 2024000.0,
      "end_time": 2053000.0,
      "text": "One of the tornadoes to hit Oklahoma, had destroyed Julie&#39;s home.  Moreover it drove this piece of wood into her head.     Julie Rakestraw: I didn’t know that there was a board in my head and the paramedic, we were friends, the first thing he said when he came up to me was “oh shit!”  You know that’s bad when a paramedic says something like that.    Julie being taken into hospital"
    },
    {
      "index": 127,
      "start_time": 2053000.0,
      "end_time": 2060000.0,
      "text": "The paramedic used bandages to stabilise the board and then rushed Julie to the hospital."
    },
    {
      "index": 128,
      "start_time": 2060000.0,
      "end_time": 2108000.0,
      "text": "Dr. Chris Carey, was one of the surgeons who treated Julie.      Dr. Chris Carey:   Obviously we are trained also not to be shocked by things going on but did take me aside a little bit to look at that.  But yet then we had to make quick priorities of what to do, /   Julie being taken into hospital 10:34:33 The medical team became carpenters.     Dr. Chris Carey: The first part was actually to cut this big piece hanging out outside away from that, so basically cut it off the skin.  We didn’t have any instruments to do that and so we kind of improvised by sterilising a saw that the maintenance people had, to cut that off at that stage.  Julie Rakestraw: It went through my ear, through my throat and into my collarbone and luckily that board actually saved my life because if it had gone all the way through and busted through my collarbone, I would have bled to death.    Missile from a tornado embedded in ground"
    },
    {
      "index": 129,
      "start_time": 2108000.0,
      "end_time": 2134000.0,
      "text": "Julie Rakestraw had been hit by a 3 foot piece of wood that had penetrated 20 feet into the center of her house. But timbers like these weren&#39;t the only type of missile flying around that day.     Chris Carey:  Well the most common injury we saw from this tornado was just the shrapnel injury, almost like a blast-type injury. / sheer wind force generates so much energy that you know straw goes through trees.    Tornado missiles"
    },
    {
      "index": 130,
      "start_time": 2134000.0,
      "end_time": 2140000.0,
      "text": "In tornadoes everyday objects that we take for granted become killers.    GVs NSSL"
    },
    {
      "index": 131,
      "start_time": 2140000.0,
      "end_time": 2164000.0,
      "text": "At the National Severe Storms Laboratory, in Norman Oklahoma, meteorologist Harold Brooks studies tornadoes and how they kill.     Harold Brooks: The biggest thing that kills most people in tornados is blunt force trauma, getting hit by the debris.  Even ordinary objects flying at 150 or 200 miles an hour become, become deadly missiles if you’re hit by them.    Tornado debris"
    },
    {
      "index": 132,
      "start_time": 2164000.0,
      "end_time": 2195000.0,
      "text": "At 250 miles per hour, the wind will propel a fifteen pound piece of debris – the weight of the average Thanksgiving turkey – at about a hundred miles per hour.      \tHarold Brooks: People who survive tornadoes frequently get very, very devastating injuries to them.  They may lose fingers, ears, lots of really awful soft tissue injuries and the kinds of things that take years to recover from fully.    GVs Julie and Storm shelter"
    },
    {
      "index": 133,
      "start_time": 2195000.0,
      "end_time": 2223000.0,
      "text": "Julie Rakestraw isn&#39;t going to be caught out twice. When she rebuilt her house, she made sure it included a tornado shelter.     Julie: This is our underground storm shelter / so we don&#39;t have to worry about getting hit in the head any more. /  We have first aid kits, water and everything, just in case we&#39;re going to be down there for a little bit.     GVs storm shelters"
    },
    {
      "index": 134,
      "start_time": 2223000.0,
      "end_time": 2230000.0,
      "text": "Storm shelters probably save the lives of hundreds of people each year. But many people don’t have them.    GVs storms shelters + debris"
    },
    {
      "index": 135,
      "start_time": 2230000.0,
      "end_time": 2241000.0,
      "text": "Tornadoes kill about 3 times as many people as hurricanes. This is the nation’s most deadly wind.    Violent tornado + destruction path"
    },
    {
      "index": 136,
      "start_time": 2241000.0,
      "end_time": 2317000.0,
      "text": "We’ve seen that the winds inside tornadoes are much faster than the winds inside hurricanes. This should make them more destructive, but which wind actually causes the most damage?  When tornadoes hit cities, the damage they do is phenomenal. But, as this birds eye view of a tornado path shows, the width of the destruction is limited.   Palm trees blowing + satellite image + storms surges + roof blowing off 10:37:53 In contrast, hurricanes are vast – typically 300 miles across. This sheer size makes them much more devastating. While tornadoes are the high speed drills of the weather world, hurricanes are the power sweepers. They spread their destruction far and wide. And the power within them is extraordinary. A moderately-sized hurricane can release as much energy in a day as 400 hydrogen bombs.  Naked Science wants to find out if there anything we can do to prevent so much damage, when the next hurricane strikes.    Roofs flapping + storm surges"
    },
    {
      "index": 137,
      "start_time": 2317000.0,
      "end_time": 2329000.0,
      "text": "Hurricanes. Their winds may be only around half the speed of those in tornadoes, but the destruction they cause is on a much, much bigger scale.    GVs Hurricane center"
    },
    {
      "index": 138,
      "start_time": 2350000.0,
      "end_time": 2365000.0,
      "text": "Here at the National Hurricane Center, in Miami, their job is to forecast when and where hurricanes will strike. The advantage hurricane forecasters have over their tornado colleagues, is they have longer warning times.  And each year, it seems the forecasts get better.  A fact that Florida International University&#39;s hurricane researcher, Professor Hugh Willoughby, is proud of.    Hugh Willoughby: We&#39;ve been able to reduce the risk to life, / the chances of dying in a hurricane have decreased by a factor of a hundred in the course of the 20th century.     GVs Hurricane Center"
    },
    {
      "index": 139,
      "start_time": 2365000.0,
      "end_time": 2377000.0,
      "text": "In fact, the Hurricane Center’s forecasting of a hurricane’s likely course improves in accuracy by an average of one to two percent a year.     Hugh Willoughby: One or two percent a year doesn&#39;t sound like much, but over thirty years it adds up.      Palm trees blowing"
    },
    {
      "index": 140,
      "start_time": 2377000.0,
      "end_time": 2389000.0,
      "text": "But there&#39;s an element of hurricane forecasting that is extremely difficult – predicting just how strong a hurricane will be when it hits land.     Reporter: This is literally a painful experience, sand is hitting me..."
    },
    {
      "index": 141,
      "start_time": 2389000.0,
      "end_time": 2399000.0,
      "text": "The United States&#39; most destructive hurricane of recent years occurred in 1992.    Satellite pictures tropical depression + storm surges + palm trees House destruction"
    },
    {
      "index": 142,
      "start_time": 2422000.0,
      "end_time": 2428000.0,
      "text": "On Sunday 16th August, satellite pictures showed a tropical depression forming in the Eastern Atlantic.  By the time the disturbance reached Florida, it had grown into a powerful storm, and had been given a name – Andrew Forecasters underestimated Andrew&#39;s strength even as it was nearing land."
    },
    {
      "index": 143,
      "start_time": 2428000.0,
      "end_time": 2446000.0,
      "text": "Stanley Goldenberg is a hurricane researcher. If anyone could have seen what was coming, it was him.  But as hurricane Andrew approached Miami, Goldenberg put himself and his family in just about the worst possible place.     Stanley (actuality): This is our house calmly waiting for hurricane Andrew.    GVs wind"
    },
    {
      "index": 144,
      "start_time": 2446000.0,
      "end_time": 2474000.0,
      "text": "His home was directly in the path of the storm and protected only by plywood shutters.                                                                                                                                 Stanley (actuality): You can hear that outside. Stanley: I woke everybody up and said well this is the time we gotta start what we call hunkering down in the hallway, and we got some mattresses and sheets to protect against flying glass.  Stanley actuality: Winds outside I think are at least a hundred, a hundred and ten miles an hour or more. Aaron are you OK. And there&#39;s the cat.     Inside Stanley’s home"
    },
    {
      "index": 145,
      "start_time": 2474000.0,
      "end_time": 2543000.0,
      "text": "Goldenberg relied on plywood, and God.   Stylized shot of house with roof missing  Stanley actuality:  Just waiting out in the hall because we&#39;ve lost the plywood on the front window, but we&#39;re praying God will cover that. Stanley: Finally when the eye wall hit, it was like someone took a gear on a gear-box and just revved it right up. Stanley actuality:  Lord we thank you, we ask for your protection. Stanley:  Explosive smash when that window went, and then blew out the sliding glass door in the back.  So we had a hurricane just roaring not too many feet from us, through the house. / And, and then at a certain point my brother-in-law said, he said the roof has gone. / Indeed the roof had lifted off in one piece, / and flew over the fence and smashed into the neighbours&#39; house. The living-room/kitchen wall fell on us. / It propped itself up by the refrigerator by about one foot on the counter on the other side, so it made like a little hiding-place for us. / But sad to say, the stove was on my back, / it felt like my knees were being crushed. / And we were just praying, crying out to God, just hoping for this thing to let up.    GVs destroyed house"
    },
    {
      "index": 146,
      "start_time": 2543000.0,
      "end_time": 2572000.0,
      "text": "Goldenberg and his family survived. It was only when daylight arrived, that he realised the full scale of the damage.     Stanley Goldenberg actuality: You can now see this is the wall that fell on top of us, stove down there, cabinets.  These shutters survived the storm. Every window covered with this type of shutter survived. But our house which had wood shutters, the roof lifted off. The roof lifted off.    GVs houses in the aftermath"
    },
    {
      "index": 147,
      "start_time": 2572000.0,
      "end_time": 2588000.0,
      "text": "Hurricane Andrew devastated a total of over 1000 square miles of land.     Stanley Goldenberg:  Andrew hit the least populated section of Miami, of Dade County.  If it had been just twenty miles to the north, all the statistics would have been almost tripled.     Food supplies"
    },
    {
      "index": 148,
      "start_time": 2588000.0,
      "end_time": 2618000.0,
      "text": "Andrew left around 160 000 residents homeless, and killed 23 people. It taught scientists never to underestimate the power and unpredictability of wind.     Stanley Goldenberg:  All in all it went from a minimal tropical storm to a category four, then category five hurricane in just about thirty-six hours.  Tremendous, tremendous intensification which is the hardest thing for us to forecast is these rapid intensification of storms.    Aerials Hurricane Andrew’s destruction"
    },
    {
      "index": 149,
      "start_time": 2618000.0,
      "end_time": 2628000.0,
      "text": "Hurricane Andrew caused more than 20 times as much damage as the United States’ worst tornado.  When averages are taken into consideration, year after year, hurricanes cause nearly five times as much damage as tornadoes.   Structure collapsing + hurricane impacts Palm trees and storm surges 10:44:01 But do hurricanes have to cause so much devastation? Is there any way we can prevent the wind being so destructive? We know that the damage caused by a hurricane goes up dramatically with wind speed. In some conditions, reducing the wind speed by just 10 percent can reduce the damage by a quarter.   Time lapse storm clouds 10:44:25 The power house of hurricanes is the moisture within them. As water vapour condenses it releases enormous quantities of heat that helps to drive the storm. Remove some of the moisture and, in theory, you weaken the storm. That&#39;s exactly what scientists tried to do in the 1960&#39;s     Voice on film: Project Stormfury assembles a team of highly trained scientists and technicians to fly into mature hurricanes in an attempt to reduce the winds by seeding the clouds near the center of the storm with silver iodide crystals.     Archive film Project Storm Fury tests + satellite of eye wall 10:44:49 10:45:11 In 1961, the US government funded Project Stormfury."
    }
  ]
}