{
  "video_id": "ZEjmGY6PG0U",
  "title": "Heart Blocks, Anatomy and ECG Reading, Animation.",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3189.0,
      "end_time": 8639.0,
      "text": "The heart electrical signals are initiated in its natural pacemaker - the sinoatrial"
    },
    {
      "index": 2,
      "start_time": 8639.0,
      "end_time": 14639.0,
      "text": "node, or SA node, and travel through the atria to reach the atrioventricular node, or AV"
    },
    {
      "index": 3,
      "start_time": 14639.0,
      "end_time": 21410.0,
      "text": "node. The AV node is the gateway to the ventricles. The AV node passes the signals onto the bundle"
    },
    {
      "index": 4,
      "start_time": 21410.0,
      "end_time": 27130.0,
      "text": "of His. This bundle is then divided into left and right bundle branches which conduct the"
    },
    {
      "index": 5,
      "start_time": 27130.0,
      "end_time": 33410.0,
      "text": "impulses toward the apex of the heart. The signals are then passed onto fascicular branches,"
    },
    {
      "index": 6,
      "start_time": 33410.0,
      "end_time": 39288.0,
      "text": "and spread through millions of Purkinje fibres over the ventricular myocardium."
    },
    {
      "index": 7,
      "start_time": 39289.0,
      "end_time": 44760.0,
      "text": "Heart block is a group of diseases characterized by presence of an obstruction, or a “BLOCK”"
    },
    {
      "index": 8,
      "start_time": 44760.0,
      "end_time": 50729.0,
      "text": "in the heart electrical pathway. A block may slow down the conduction of electrical impulses,"
    },
    {
      "index": 9,
      "start_time": 50729.0,
      "end_time": 57149.0,
      "text": "OR, in more severe cases, completely stop them. Heart blocks are classified by location"
    },
    {
      "index": 10,
      "start_time": 57149.0,
      "end_time": 64360.0,
      "text": "where the blockage occurs. Accordingly, there are: SA nodal blocks, AV nodal blocks, intra-Hisian"
    },
    {
      "index": 11,
      "start_time": 64360.0,
      "end_time": 67740.0,
      "text": "blocks, bundle branch blocks and fascicular blocks."
    },
    {
      "index": 12,
      "start_time": 67740.0,
      "end_time": 74640.0,
      "text": "Of these, AV nodal blocks, or AV blocks, are most clinically significant. In fact, very"
    },
    {
      "index": 13,
      "start_time": 74640.0,
      "end_time": 79180.0,
      "text": "commonly, the term “heart block “, if not specified otherwise, is used to describe"
    },
    {
      "index": 14,
      "start_time": 79180.0,
      "end_time": 85520.0,
      "text": "AV blocks. In AV blocks, the electrical signals are slow to reach the ventricles, or completely"
    },
    {
      "index": 15,
      "start_time": 85520.0,
      "end_time": 92250.0,
      "text": "interrupted before reaching the ventricles. There are three degrees of AV block:"
    },
    {
      "index": 16,
      "start_time": 92250.0,
      "end_time": 97770.0,
      "text": "First-degree AV block: the electrical signals are SLOWED as they pass from the SA node to"
    },
    {
      "index": 17,
      "start_time": 97770.0,
      "end_time": 104300.0,
      "text": "the AV node, but all of them eventually reach the ventricle. On an ECG, this is characterized"
    },
    {
      "index": 18,
      "start_time": 104300.0,
      "end_time": 110990.0,
      "text": "by a longer PR interval of more than 5 small squares. First-degree AV blocks rarely cause"
    },
    {
      "index": 19,
      "start_time": 110990.0,
      "end_time": 116700.0,
      "text": "symptoms or problems and generally do NOT require treatment."
    },
    {
      "index": 20,
      "start_time": 116700.0,
      "end_time": 120240.0,
      "text": "Second-degree AV blocks are divided further into type I and type II:"
    },
    {
      "index": 21,
      "start_time": 120240.0,
      "end_time": 125800.0,
      "text": "- In type I, the electrical signals are delayed further and further with each heartbeat until"
    },
    {
      "index": 22,
      "start_time": 125800.0,
      "end_time": 131500.0,
      "text": "a beat is missing completely. On an ECG, this is seen as PROGRESSIVE prolongation of PR"
    },
    {
      "index": 23,
      "start_time": 131500.0,
      "end_time": 137290.0,
      "text": "interval followed by a P wave WITHOUT a QRS complex. This is known as a “blocked”"
    },
    {
      "index": 24,
      "start_time": 137290.0,
      "end_time": 143410.0,
      "text": "P wave or a “dropped” QRS complex. The cycle then re-starts over. As this usually"
    },
    {
      "index": 25,
      "start_time": 143410.0,
      "end_time": 148780.0,
      "text": "repeats in regular cycles, there is a fixed ratio between the number of P waves and the"
    },
    {
      "index": 26,
      "start_time": 148780.0,
      "end_time": 154760.0,
      "text": "number of QRS complexes per cycle. The number of QRS complexes always equals the number"
    },
    {
      "index": 27,
      "start_time": 154760.0,
      "end_time": 162730.0,
      "text": "of P waves MINUS one. In this example, there are four P waves for every three QRS complexes."
    },
    {
      "index": 28,
      "start_time": 162730.0,
      "end_time": 168850.0,
      "text": "This is a “4 to 3” heart block. Second-degree type I blocks are usually mild and no specific"
    },
    {
      "index": 29,
      "start_time": 168850.0,
      "end_time": 173630.0,
      "text": "treatment is indicated. - In type II second degree blocks, some of"
    },
    {
      "index": 30,
      "start_time": 173630.0,
      "end_time": 180240.0,
      "text": "the electrical signals do NOT reach the ventricles. On an ECG, this is seen as intermittent non-conducted"
    },
    {
      "index": 31,
      "start_time": 180240.0,
      "end_time": 186580.0,
      "text": "P-waves. The PR interval, however, remains CONSTANT in conducted beats. In majority of"
    },
    {
      "index": 32,
      "start_time": 186580.0,
      "end_time": 193240.0,
      "text": "cases, the successfully conducted QRS complexes may appear broader than usual. In some type"
    },
    {
      "index": 33,
      "start_time": 193240.0,
      "end_time": 199330.0,
      "text": "II blocks, there is a fixed number of P waves per QRS complex. In this example, there are"
    },
    {
      "index": 34,
      "start_time": 199330.0,
      "end_time": 205590.0,
      "text": "three P waves for every QRS complex and the condition is described as “3 to 1” heart"
    },
    {
      "index": 35,
      "start_time": 205590.0,
      "end_time": 211640.0,
      "text": "block. However, as the nature of type II block is unstable, this ratio is likely to change"
    },
    {
      "index": 36,
      "start_time": 211640.0,
      "end_time": 217339.0,
      "text": "over time. Second- degree type II is less common than second-degree type I but is much"
    },
    {
      "index": 37,
      "start_time": 217340.0,
      "end_time": 223750.0,
      "text": "more dangerous as it frequently progresses to complete heart block or cardiac arrest."
    },
    {
      "index": 38,
      "start_time": 223750.0,
      "end_time": 228810.0,
      "text": "Implantation of an artificial pacemaker is recommended for treatment of this type of"
    },
    {
      "index": 39,
      "start_time": 228810.0,
      "end_time": 232160.0,
      "text": "AV blocks. Third-degree AV blocks are also referred to"
    },
    {
      "index": 40,
      "start_time": 232160.0,
      "end_time": 238140.0,
      "text": "as complete heart blocks. In this condition, NONE of the electrical signals from the atria"
    },
    {
      "index": 41,
      "start_time": 238140.0,
      "end_time": 243839.0,
      "text": "reach the ventricles. With NO input coming from the atria, the ventricles usually try"
    },
    {
      "index": 42,
      "start_time": 243840.0,
      "end_time": 249260.0,
      "text": "to generate some impulses on their own. This is known as an “ESCAPE rhythm”. On an"
    },
    {
      "index": 43,
      "start_time": 249260.0,
      "end_time": 255549.0,
      "text": "ECG, two independent rhythms can be seen: a regular P wave pattern represents atrial"
    },
    {
      "index": 44,
      "start_time": 255550.0,
      "end_time": 261780.0,
      "text": "rhythm; and a regular, but UNUSUALLY slow QRS pattern represents the escape rhythm."
    },
    {
      "index": 45,
      "start_time": 261779.0,
      "end_time": 267299.0,
      "text": "The PR interval is variable as there is NO relationship between the 2 rhythms. Patients"
    },
    {
      "index": 46,
      "start_time": 267300.0,
      "end_time": 272820.0,
      "text": "with third-degree heart blocks are at high risk of cardiac arrest. They require immediate"
    },
    {
      "index": 47,
      "start_time": 272820.0,
      "end_time": 276349.0,
      "text": "treatment, cardiac monitoring and pacemaker implantation."
    }
  ]
}