{
  "video_id": "zerG3watL0k",
  "title": "Buddhist Beliefs: The Four Noble Truths",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 7100.0,
      "end_time": 12580.0,
      "text": "Hi everyone! Welcome to The Enthusiastic Buddhist. In this episode I&#39;m going to be talking about the"
    },
    {
      "index": 2,
      "start_time": 12580.0,
      "end_time": 18130.0,
      "text": "Four Noble Truths and I&#39;ll briefly introduce The Noble Eightfold Path. These are considered to be"
    },
    {
      "index": 3,
      "start_time": 18130.0,
      "end_time": 23400.0,
      "text": "the very core of the Buddha&#39;s teachings and fundamental to all the different schools of Buddhism."
    },
    {
      "index": 4,
      "start_time": 23410.0,
      "end_time": 29500.0,
      "text": "After the Buddha gained Enlightenment in Bodhgaya in India, he walked to Sarnath in Varanasi"
    },
    {
      "index": 5,
      "start_time": 29500.0,
      "end_time": 34870.0,
      "text": "where he met with the five meditators he had previously practiced with. It was these five"
    },
    {
      "index": 6,
      "start_time": 34870.0,
      "end_time": 40879.0,
      "text": "men who had the very good fortune to receive the first sermon the Buddha ever gave. And the"
    },
    {
      "index": 7,
      "start_time": 40879.0,
      "end_time": 44300.0,
      "text": "first teachings the Buddha spoke on was the Four Noble Truths."
    },
    {
      "index": 8,
      "start_time": 49269.0,
      "end_time": 54680.0,
      "text": "Now the First Noble Truth is The Truth of Dukkha. Dukkha is a Pali word that can be"
    },
    {
      "index": 9,
      "start_time": 54690.0,
      "end_time": 61690.0,
      "text": "translated as suffering or dissatisfaction. In this First Noble Truth the Buddha said:"
    },
    {
      "index": 10,
      "start_time": 61719.0,
      "end_time": 68719.0,
      "text": "\"Suffering, as a noble truth, is this: Birth is suffering, aging is suffering, sickness"
    },
    {
      "index": 11,
      "start_time": 68750.0,
      "end_time": 75750.0,
      "text": "is suffering, death is suffering, sorrow and lamentation, pain, grief and despair are suffering;"
    },
    {
      "index": 12,
      "start_time": 75759.0,
      "end_time": 81170.0,
      "text": "association with the loathed is suffering, dissociation from the loved is suffering,"
    },
    {
      "index": 13,
      "start_time": 81170.0,
      "end_time": 86729.0,
      "text": "not to get what one wants is suffering - in short, suffering is the five categories of"
    },
    {
      "index": 14,
      "start_time": 86729.0,
      "end_time": 89109.0,
      "text": "clinging objects.\""
    },
    {
      "index": 15,
      "start_time": 89109.0,
      "end_time": 95380.0,
      "text": "So what the Buddha was saying is that to live, means to also experience suffering or dissatisfaction at some"
    },
    {
      "index": 16,
      "start_time": 95390.0,
      "end_time": 100890.0,
      "text": "point our lives. He wasn&#39;t saying that our lives are thoroughly depressing and all we"
    },
    {
      "index": 17,
      "start_time": 100890.0,
      "end_time": 106820.0,
      "text": "experience is suffering so therefore we should just pray for an early death! Instead, in"
    },
    {
      "index": 18,
      "start_time": 106820.0,
      "end_time": 112678.0,
      "text": "the First Noble Truth the Buddha is simply highlighting a fundamental truth about"
    },
    {
      "index": 19,
      "start_time": 112679.0,
      "end_time": 119189.0,
      "text": "our existence and one we might have overlooked, or one we might have been in some denial of."
    },
    {
      "index": 20,
      "start_time": 119189.0,
      "end_time": 124639.0,
      "text": "I mean we&#39;re all seekers of happiness, so it&#39;s sometimes difficult to accept that life"
    },
    {
      "index": 21,
      "start_time": 124640.0,
      "end_time": 130360.0,
      "text": "is really a mixture of pleasure and pain. The Buddha is just waking us up to this fact"
    },
    {
      "index": 22,
      "start_time": 130360.00000000001,
      "end_time": 137190.0,
      "text": "and telling us not to be so surprised when we do experience suffering or unease - it really shouldn&#39;t"
    },
    {
      "index": 23,
      "start_time": 137190.0,
      "end_time": 142950.0,
      "text": "come as such a shock. And if we are suffering, we shouldn&#39;t take it personally and think"
    },
    {
      "index": 24,
      "start_time": 142950.0,
      "end_time": 148140.0,
      "text": "that we&#39;ve made the wrong move. You know, we shouldn&#39;t blame ourselves and think we"
    },
    {
      "index": 25,
      "start_time": 148140.0,
      "end_time": 156200.0,
      "text": "choose the wrong partner, the wrong career or something like that. Suffering or dissatisfaction is just a natural"
    },
    {
      "index": 26,
      "start_time": 156250.0,
      "end_time": 161750.0,
      "text": "part of our human existence. And knowing this should actually bring some relief because"
    },
    {
      "index": 27,
      "start_time": 161750.0,
      "end_time": 168750.0,
      "text": "it means we can relax even in times of great difficulty, because with time, suffering or dissatisfaction will"
    },
    {
      "index": 28,
      "start_time": 168750.0,
      "end_time": 172870.0,
      "text": "pass and change into happiness again."
    },
    {
      "index": 29,
      "start_time": 172870.0,
      "end_time": 178530.0,
      "text": "And fortunately the Buddha didn&#39;t stop at the First Noble Truth and say, &#39;Yep, you are"
    },
    {
      "index": 30,
      "start_time": 178530.0,
      "end_time": 184680.0,
      "text": "all going to have to experience suffering. That&#39;s it! See you later guys!&#39; Instead he also taught"
    },
    {
      "index": 31,
      "start_time": 184680.0,
      "end_time": 190670.0,
      "text": "the Second, Third and Fourth Noble Truth, which were to diagnose why we suffer and explain"
    },
    {
      "index": 32,
      "start_time": 190670.0,
      "end_time": 196780.0,
      "text": "how we can become free of all sufferings completely, forever, and the steps we need to take to get there."
    },
    {
      "index": 33,
      "start_time": 196780.0,
      "end_time": 203400.0,
      "text": "Now I want to look at the First Noble Truth in a bit of detail before we move onto the"
    },
    {
      "index": 34,
      "start_time": 203400.0,
      "end_time": 209870.0,
      "text": "others. The Buddha was a lot like a doctor; he carefully looked at our situation and examined"
    },
    {
      "index": 35,
      "start_time": 209870.0,
      "end_time": 216290.0,
      "text": "all our problems first. In the First Noble Truth the Buddha really dissects our suffering"
    },
    {
      "index": 36,
      "start_time": 216290.0,
      "end_time": 221840.0,
      "text": "and reveals that everyone, no matter who they are, will experience these particular types"
    },
    {
      "index": 37,
      "start_time": 221840.0,
      "end_time": 228510.0,
      "text": "of suffering, and we can look at these one by one and investigate the truth for ourselves:"
    },
    {
      "index": 38,
      "start_time": 228510.0,
      "end_time": 234489.0,
      "text": "So the first one is that birth is suffering. Well we only have to see that at birth both"
    },
    {
      "index": 39,
      "start_time": 234490.0,
      "end_time": 240100.0,
      "text": "the mother and child are usually in a lot of discomfort (to say the least!). The baby"
    },
    {
      "index": 40,
      "start_time": 240100.0,
      "end_time": 246870.0,
      "text": "being squeezed out of this very narrow opening that&#39;s probably very unpleasant, and coming out of"
    },
    {
      "index": 41,
      "start_time": 246870.0,
      "end_time": 252900.0,
      "text": "its nice liquidy placenta the baby is subjected to many experiences that would probably seem"
    },
    {
      "index": 42,
      "start_time": 252900.0,
      "end_time": 260200.0,
      "text": "very harsh and painful at first. Now of course, there is great joy that accompanies the birth of a baby, right?"
    },
    {
      "index": 43,
      "start_time": 260200.0,
      "end_time": 266260.0,
      "text": "Well, the Buddha never denied that there was also happiness in our life,"
    },
    {
      "index": 44,
      "start_time": 266260.0,
      "end_time": 272900.0,
      "text": "he was just pointing to the truth that suffering exists as well in these events in particular."
    },
    {
      "index": 45,
      "start_time": 273270.0,
      "end_time": 279630.0,
      "text": "The next one is Aging is suffering. So most of us are going to experience this suffering"
    },
    {
      "index": 46,
      "start_time": 279630.0,
      "end_time": 286630.0,
      "text": "first when our parents or grandparents start to age. On a personal note, in June this year,"
    },
    {
      "index": 47,
      "start_time": 286880.0,
      "end_time": 292930.0,
      "text": "my mother, who leads a life busier than most 20 year olds I know, had a series of strokes,"
    },
    {
      "index": 48,
      "start_time": 292930.0,
      "end_time": 298680.0,
      "text": "which left her in hospital for six weeks while she tried to learn to walk again. And I can"
    },
    {
      "index": 49,
      "start_time": 298680.0,
      "end_time": 303970.0,
      "text": "tell you that no one in my family was having much fun during those six weeks, it was terrible"
    },
    {
      "index": 50,
      "start_time": 303970.0,
      "end_time": 310110.0,
      "text": "suffering for all of us. But fortunately she&#39;s back home and she&#39;s doing well now."
    },
    {
      "index": 51,
      "start_time": 310110.0,
      "end_time": 315880.0,
      "text": "But not only are we going to experience the suffering of old age as our loved ones"
    },
    {
      "index": 52,
      "start_time": 315880.0,
      "end_time": 322820.0,
      "text": "start to age, we&#39;re also going to experience the suffering of aging firsthand as we lose our"
    },
    {
      "index": 53,
      "start_time": 322820.0,
      "end_time": 329820.0,
      "text": "youth, our beauty, our energy and our abilities. I mean in terms of beauty, the cosmetic industry"
    },
    {
      "index": 54,
      "start_time": 329820.0,
      "end_time": 335260.0,
      "text": "is never going to go broke because of all of us women who are desperately trying to stay young and"
    },
    {
      "index": 55,
      "start_time": 335260.0,
      "end_time": 342260.0,
      "text": "look beautiful. And you can&#39;t say that this desperation is not some form of suffering."
    },
    {
      "index": 56,
      "start_time": 342430.0,
      "end_time": 349430.0,
      "text": "The next one: Sickness is suffering - Now unless you have a job that you hate, or a school"
    },
    {
      "index": 57,
      "start_time": 349830.0,
      "end_time": 355729.0,
      "text": "that you don&#39;t want to go to, I don&#39;t recall anyone ever saying that they enjoy being sick. Everyone"
    },
    {
      "index": 58,
      "start_time": 355730.0,
      "end_time": 361670.0,
      "text": "hates being sick. Whether it&#39;s a small cold, or something serious like cancer, sickness"
    },
    {
      "index": 59,
      "start_time": 361670.0,
      "end_time": 364690.0,
      "text": "is suffering and nobody wants it."
    },
    {
      "index": 60,
      "start_time": 364690.0,
      "end_time": 371490.0,
      "text": "Death is suffering. Death may sometimes be a relief from certain suffering, for instance"
    },
    {
      "index": 61,
      "start_time": 371490.0,
      "end_time": 379200.0,
      "text": "if the person is in a lot of pain. But then there&#39;s still the grief and suffering of those who are left behind."
    },
    {
      "index": 62,
      "start_time": 379290.0,
      "end_time": 388800.0,
      "text": "\"Sorrow and lamentation, pain, grief and despair are suffering...\" Well, I think that&#39;s pretty self-explanatory."
    },
    {
      "index": 63,
      "start_time": 388800.0,
      "end_time": 395400.0,
      "text": "\"association with the loathed is suffering...\" For instance, when we&#39;re having to spend time"
    },
    {
      "index": 64,
      "start_time": 395400.0,
      "end_time": 401289.0,
      "text": "with people we don&#39;t get along with, or be in a place or environment that we don&#39;t like"
    },
    {
      "index": 65,
      "start_time": 401290.0,
      "end_time": 407480.0,
      "text": "- these are forms of suffering because we want to be elsewhere or with different people."
    },
    {
      "index": 66,
      "start_time": 407480.0,
      "end_time": 415200.0,
      "text": "\"dissociation from the loved is suffering...\" For example, if we have to be separated from"
    },
    {
      "index": 67,
      "start_time": 415230.0,
      "end_time": 421240.0,
      "text": "our loved ones, by death or by distance because one of us is travelling, we miss them and"
    },
    {
      "index": 68,
      "start_time": 421240.0,
      "end_time": 423280.0,
      "text": "we suffer because of this."
    },
    {
      "index": 69,
      "start_time": 423280.0,
      "end_time": 431500.0,
      "text": "\"not to get what one wants is suffering...\" Surely we can all understand this one, not getting"
    },
    {
      "index": 70,
      "start_time": 431570.0,
      "end_time": 438400.0,
      "text": "what we want usually makes us frustrated, angry and depressed, even. It doesn&#39;t even have to"
    },
    {
      "index": 71,
      "start_time": 438400.0,
      "end_time": 443310.0,
      "text": "be something so important that we want. It could be as simple as going to our local grocery"
    },
    {
      "index": 72,
      "start_time": 443310.0,
      "end_time": 449720.0,
      "text": "store and not being able to buy the type of milk that we want. Or we wear something nice in"
    },
    {
      "index": 73,
      "start_time": 449720.0,
      "end_time": 455139.0,
      "text": "the hope of getting attention and praise, but nobody notices and compliments us, so"
    },
    {
      "index": 74,
      "start_time": 455139.0,
      "end_time": 461600.0,
      "text": "we suffer. Or we move to another city for a new start but we still don&#39;t find the happiness"
    },
    {
      "index": 75,
      "start_time": 461600.0,
      "end_time": 467440.0,
      "text": "we were hoping for and again we suffer. These are just some examples of this type of suffering."
    },
    {
      "index": 76,
      "start_time": 467440.0,
      "end_time": 474440.0,
      "text": "Now, these examples of old age, sickness and death, you could say that the Buddha used"
    },
    {
      "index": 77,
      "start_time": 474699.0,
      "end_time": 481460.0,
      "text": "to highlight that suffering is a part of our life. But he wasn&#39;t saying that suffering is restricted"
    },
    {
      "index": 78,
      "start_time": 481460.0,
      "end_time": 488150.0,
      "text": "to only these experiences. It may be hard for us to fathom at first, but feeling dissatisfied"
    },
    {
      "index": 79,
      "start_time": 488150.0,
      "end_time": 494000.0,
      "text": "is a common bond that we all share, no matter who we are. Whether we&#39;re rich, poor, famous,"
    },
    {
      "index": 80,
      "start_time": 494000.0,
      "end_time": 500449.0,
      "text": "ordinary, beautiful or ugly - no one is completely satisfied with their present experience: we"
    },
    {
      "index": 81,
      "start_time": 500449.0,
      "end_time": 503820.0,
      "text": "are constantly looking for something more, or something different."
    },
    {
      "index": 82,
      "start_time": 503820.0,
      "end_time": 510600.0,
      "text": "Even if we aren&#39;t suffering from the main forms of suffering (like sickness, old age,"
    },
    {
      "index": 83,
      "start_time": 510600.0,
      "end_time": 517590.0,
      "text": "and death), we still suffer from our dissatisfaction with the present moment. For instance, there&#39;s"
    },
    {
      "index": 84,
      "start_time": 517110.0,
      "end_time": 524110.0,
      "text": "the suffering of relationships. You know, we might suffer because we want one but don&#39;t have one, or even"
    },
    {
      "index": 85,
      "start_time": 524699.0,
      "end_time": 532300.0,
      "text": "when we&#39;re in a relationship we&#39;re also not satisfied. Then there&#39;s the suffering of employment"
    },
    {
      "index": 86,
      "start_time": 532379.0,
      "end_time": 537170.0,
      "text": "You know, we suffer when we don&#39;t have a job, and even when we have a job we are dissatisfied with"
    },
    {
      "index": 87,
      "start_time": 537170.0,
      "end_time": 545800.0,
      "text": "our work or our colleagues. Then there is even the suffering of wanting the weather to be different!"
    },
    {
      "index": 88,
      "start_time": 545829.0,
      "end_time": 552829.0,
      "text": "Everything we experience seems to be tinged with this underlying suffering or dissatisfaction."
    },
    {
      "index": 89,
      "start_time": 553360.0,
      "end_time": 559600.0,
      "text": "And our dissatisfaction then manifests in us trying to accumulate more, or improve on"
    },
    {
      "index": 90,
      "start_time": 559600.0,
      "end_time": 566600.0,
      "text": "what we have, for instance: we&#39;re not happy so we go shopping for more clothes, or we try to exercise to get"
    },
    {
      "index": 91,
      "start_time": 567230.0,
      "end_time": 573709.0,
      "text": "a better figure, or organise a trip away with our partner - all these activities are motivated"
    },
    {
      "index": 92,
      "start_time": 573709.0,
      "end_time": 580469.0,
      "text": "by the wish to find some everlasting satisfaction and happiness. And we live our lives plagued"
    },
    {
      "index": 93,
      "start_time": 580470.0,
      "end_time": 584869.0,
      "text": "with a constant feeling that true lasting happiness always seems to be one step ahead"
    },
    {
      "index": 94,
      "start_time": 584869.0,
      "end_time": 592900.0,
      "text": "of us. We seem to believe things like, &#39;Oh, once I get married then I&#39;ll be happy, or once I pay off my mortgage"
    },
    {
      "index": 95,
      "start_time": 592990.0,
      "end_time": 601800.0,
      "text": "then I&#39;ll be happy, or once I retire then I&#39;ll be happy!&#39; And we all have these or similar beliefs."
    },
    {
      "index": 96,
      "start_time": 601829.0,
      "end_time": 607609.0,
      "text": "So we keep striving towards this goal of happiness somewhere in the future. Meanwhile we&#39;re never satisfied"
    },
    {
      "index": 97,
      "start_time": 607610.0,
      "end_time": 614610.0,
      "text": "with what we have in the present moment. So because of this dissatisfaction - we suffer!"
    },
    {
      "index": 98,
      "start_time": 614720.0,
      "end_time": 621900.0,
      "text": "And you&#39;ll notice that, if you take a look around, that everyone is doing this. Everyone has this"
    },
    {
      "index": 99,
      "start_time": 621900.0,
      "end_time": 627290.0,
      "text": "belief that happiness is out there and attainable, but if you look around you will"
    },
    {
      "index": 100,
      "start_time": 627290.0,
      "end_time": 631000.0,
      "text": "see that no one is really 100% happy."
    },
    {
      "index": 101,
      "start_time": 635339.0,
      "end_time": 640569.0,
      "text": "So the Buddha then went on to explain the reason why everything we experience is tinged"
    },
    {
      "index": 102,
      "start_time": 640569.0,
      "end_time": 647309.0,
      "text": "with dissatisfaction. He taught the Second Noble Truth which was the Noble Truth of the"
    },
    {
      "index": 103,
      "start_time": 647309.0,
      "end_time": 652660.0,
      "text": "Origin of Dukkha (the origin of suffering or dissatisfaction)."
    },
    {
      "index": 104,
      "start_time": 652660.0,
      "end_time": 658990.0,
      "text": "The Buddha explained to us that dissatisfaction or suffering arises not because there is"
    },
    {
      "index": 105,
      "start_time": 658990.0,
      "end_time": 665939.0,
      "text": "something wrong with the things out there, it&#39;s because of our own mental state that we suffer."
    },
    {
      "index": 106,
      "start_time": 665939.0,
      "end_time": 673300.0,
      "text": "Our unsatisfactory experiences come from three main causes: our mental craving, aversion and ignorance"
    },
    {
      "index": 107,
      "start_time": 673300.0,
      "end_time": 679890.0,
      "text": "but primarily he says here that it&#39;s because of our craving."
    },
    {
      "index": 108,
      "start_time": 679890.0,
      "end_time": 684679.0,
      "text": "He said: \"The origin of suffering, as a noble truth, is this: It is the craving that produces"
    },
    {
      "index": 109,
      "start_time": 684679.0,
      "end_time": 691389.0,
      "text": "renewal of being accompanied by enjoyment and lust, and enjoying this and that; in other"
    },
    {
      "index": 110,
      "start_time": 691389.0,
      "end_time": 696679.0,
      "text": "words, craving for sensual desires, craving for being, craving for non-being.\""
    },
    {
      "index": 111,
      "start_time": 696679.0,
      "end_time": 704800.0,
      "text": "Craving here means our desire, greed or wanting. In Pali, the word used is &#39;tanha&#39;, which means thirst."
    },
    {
      "index": 112,
      "start_time": 704869.0,
      "end_time": 710740.0,
      "text": "So thirst, craving for what we want, craving to get rid of what we don&#39;t want, craving"
    },
    {
      "index": 113,
      "start_time": 710740.0,
      "end_time": 717579.0,
      "text": "to be someone or somebody, for instance trying to live up to our own concepts of who we are"
    },
    {
      "index": 114,
      "start_time": 717579.0,
      "end_time": 723519.0,
      "text": "or what we want others to think of us. All this craving leads to dissatisfaction and suffering."
    },
    {
      "index": 115,
      "start_time": 723519.0,
      "end_time": 728700.0,
      "text": "Each and everyone of us is caught up in this game, and we&#39;re so involved in it that we can&#39;t see it."
    },
    {
      "index": 116,
      "start_time": 728700.0,
      "end_time": 734129.0,
      "text": "We are always trying to arrange our lives in a way that is pleasant and happy to us."
    },
    {
      "index": 117,
      "start_time": 734129.0,
      "end_time": 738209.0,
      "text": "But no matter what, we&#39;re never 100% happy."
    },
    {
      "index": 118,
      "start_time": 738209.0,
      "end_time": 745890.0,
      "text": "Because we&#39;re constantly crave for more, materially, emotionally, mentally, spiritually, and because"
    },
    {
      "index": 119,
      "start_time": 745890.0,
      "end_time": 751519.0,
      "text": "of this we experience pain. We might want to be more attractive, have more money,"
    },
    {
      "index": 120,
      "start_time": 751519.0,
      "end_time": 758519.0,
      "text": "more friends, have a better job, have better relations with our in-laws, or we want we want more"
    },
    {
      "index": 121,
      "start_time": 759500.0,
      "end_time": 765579.0,
      "text": "excitement in our lives. We expend so much energy on trying to acquiring these things,"
    },
    {
      "index": 122,
      "start_time": 765579.0,
      "end_time": 771429.0,
      "text": "but we never seem to reach the point where we can sit back and say &#39;That&#39;s it, this is happiness,"
    },
    {
      "index": 123,
      "start_time": 771429.0,
      "end_time": 777889.0,
      "text": "I don&#39;t need anything more.&#39; In fact, the craving is endless, so much so,"
    },
    {
      "index": 124,
      "start_time": 777889.0,
      "end_time": 782449.0,
      "text": "that people are still craving for something else when they breathe their last breath."
    },
    {
      "index": 125,
      "start_time": 782449.0,
      "end_time": 789238.0,
      "text": "So it&#39;s this endless craving and desire which is the primary reason for our dissatisfaction."
    },
    {
      "index": 126,
      "start_time": 789239.0,
      "end_time": 798500.0,
      "text": "Also our craving, we have the craving of wanting permanency or stability, and that&#39;s only going to lead to disappointment as well,"
    },
    {
      "index": 127,
      "start_time": 798500.0,
      "end_time": 803670.0,
      "text": "because there is nothing, no object, no person, no phenomena that can ever remain permanent,"
    },
    {
      "index": 128,
      "start_time": 803670.0,
      "end_time": 808839.0,
      "text": "so unless we come to understand that everything is impermanent and unreliable,"
    },
    {
      "index": 129,
      "start_time": 808839.0,
      "end_time": 814139.0,
      "text": "we suffer because our desire doesn&#39;t match reality."
    },
    {
      "index": 130,
      "start_time": 814139.0,
      "end_time": 821139.0,
      "text": "One way we can identify what our cravings are is to also take a look at our expectations."
    },
    {
      "index": 131,
      "start_time": 822790.0,
      "end_time": 827579.0,
      "text": "Craving usually manifests as expectations. For instance, we might expect our partner"
    },
    {
      "index": 132,
      "start_time": 827579.0,
      "end_time": 834579.0,
      "text": "to act a certain way in a certain situation. So we&#39;re craving for this, and if we don&#39;t get it, we&#39;re angry and upset"
    },
    {
      "index": 133,
      "start_time": 835600.0,
      "end_time": 838200.0,
      "text": "and ultimately we suffer."
    },
    {
      "index": 134,
      "start_time": 842699.0,
      "end_time": 847890.0,
      "text": "Now fortunately the Buddha didn&#39;t stop at the 2nd Noble Truth. He went on to explain"
    },
    {
      "index": 135,
      "start_time": 847890.0,
      "end_time": 852350.0,
      "text": "the Third Noble Truth which is the Noble Truth of the Cessation of Dukkha."
    },
    {
      "index": 136,
      "start_time": 852350.0,
      "end_time": 858790.0,
      "text": "So there is an alternative! We can completely rid ourselves of this dissatisfaction. Suffering"
    },
    {
      "index": 137,
      "start_time": 858790.0,
      "end_time": 864888.0,
      "text": "can be extinguished if we remove its cause. The Buddha said: \"Cessation of suffering,"
    },
    {
      "index": 138,
      "start_time": 864889.0,
      "end_time": 873600.0,
      "text": "as a noble truth, is this: It is remainderless fading and ceasing, giving up, relinquishing,"
    },
    {
      "index": 139,
      "start_time": 873600.0,
      "end_time": 880249.0,
      "text": "letting go and rejecting, of that same craving.\" So if we can let go of craving, then we can extinguish"
    },
    {
      "index": 140,
      "start_time": 880249.0,
      "end_time": 886939.0,
      "text": "our suffering. This is fantastic news, it&#39;s not all morbid, it is not all doom and gloom!"
    },
    {
      "index": 141,
      "start_time": 886939.0,
      "end_time": 893238.0,
      "text": "There is an end to suffering. There is a way to end dukkha, to end this fire of craving"
    },
    {
      "index": 142,
      "start_time": 893239.0,
      "end_time": 900590.0,
      "text": "and the rolling ocean of emotions that usually accompanies it. What a relief! And the secret"
    },
    {
      "index": 143,
      "start_time": 900590.0,
      "end_time": 906920.0,
      "text": "is to let go of our craving. If there was ever a Buddhist motto, it would be"
    },
    {
      "index": 144,
      "start_time": 906920.0,
      "end_time": 915000.0,
      "text": "two words, &#39;Let go.&#39; The analogy used often used is that the cessation of dukkha"
    },
    {
      "index": 145,
      "start_time": 915190.0,
      "end_time": 921749.0,
      "text": "is like a fire being put out - that the burning has ceased. And this burning is really a mental"
    },
    {
      "index": 146,
      "start_time": 921749.0,
      "end_time": 927900.0,
      "text": "burning - this burning of the mind that continues to crave and not find satisfaction in the"
    },
    {
      "index": 147,
      "start_time": 927900.0,
      "end_time": 933590.0,
      "text": "present moment. But to extinguish this craving that causes so much suffering in our minds,"
    },
    {
      "index": 148,
      "start_time": 933590.0,
      "end_time": 938749.0,
      "text": "we need to train our minds in a different way. So it was in the Fourth Noble Truth that"
    },
    {
      "index": 149,
      "start_time": 938749.0,
      "end_time": 944369.0,
      "text": "the Buddha taught The Truth of the Path Leading to the Cessation of Dukkha which explains"
    },
    {
      "index": 150,
      "start_time": 944369.0,
      "end_time": 951369.0,
      "text": "exactly how we start on the path of releasing us from our craving and dissatisfaction."
    },
    {
      "index": 151,
      "start_time": 956350.0,
      "end_time": 962639.0,
      "text": "The Buddha said: \"The way leading to cessation of suffering, as a noble truth, is this: It"
    },
    {
      "index": 152,
      "start_time": 962639.0,
      "end_time": 968569.0,
      "text": "is simply the noble eightfold path, that is to say, right view, right intention; right"
    },
    {
      "index": 153,
      "start_time": 968569.0,
      "end_time": 975569.0,
      "text": "speech, right action, right livelihood; right effort, right mindfulness, right concentration.\""
    },
    {
      "index": 154,
      "start_time": 975619.0,
      "end_time": 980179.0,
      "text": "The Buddha taught that by learning to use our three doors (of our body, speech and mind)"
    },
    {
      "index": 155,
      "start_time": 980179.0,
      "end_time": 985488.0,
      "text": "skillfully, it would lead to present and future happiness. Especially by learning to refrain"
    },
    {
      "index": 156,
      "start_time": 985489.0,
      "end_time": 992489.0,
      "text": "from unskilful actions (of our body, speech and mind), it would remove so much unnecessary suffering."
    },
    {
      "index": 157,
      "start_time": 993329.0,
      "end_time": 998589.0,
      "text": "So by controlling our body, speech and mind in ways that helps others, instead"
    },
    {
      "index": 158,
      "start_time": 998589.0,
      "end_time": 1005279.0,
      "text": "of harming them, and by generating wisdom in our minds - we can end suffering."
    },
    {
      "index": 159,
      "start_time": 1005280.0,
      "end_time": 1010650.0,
      "text": "Therefore, true happiness is achievable through personal endeavor."
    },
    {
      "index": 160,
      "start_time": 1010650.0,
      "end_time": 1016330.0,
      "text": "Now I&#39;ll be going over the Noble Eightfold Path in more detail in future videos. Meanwhile"
    },
    {
      "index": 161,
      "start_time": 1016330.0,
      "end_time": 1022889.0,
      "text": "there are some great articles and free ebooks that I highly recommend that you read. I&#39;ll put"
    },
    {
      "index": 162,
      "start_time": 1022890.0,
      "end_time": 1026741.0,
      "text": "links to these on my website, Enthusiastic Buddhist.com."
    },
    {
      "index": 163,
      "start_time": 1026740.0,
      "end_time": 1032880.0,
      "text": "I just want to quickly mention that some cravings in life are actually helpful and indeed encouraged."
    },
    {
      "index": 164,
      "start_time": 1032880.0000000001,
      "end_time": 1039610.0000000001,
      "text": "These are cravings to live a life of virtue and non-violence, wanting to meditate, to have"
    },
    {
      "index": 165,
      "start_time": 1039609.9999999999,
      "end_time": 1045219.9999999999,
      "text": "peace and discover who we truly are - these are considered wholesome cravings that we shouldn&#39;t be trying"
    },
    {
      "index": 166,
      "start_time": 1045220.0,
      "end_time": 1051690.0,
      "text": "to eliminate as they are necessary in the beginning of any spiritual path. And we shouldn&#39;t"
    },
    {
      "index": 167,
      "start_time": 1051690.0,
      "end_time": 1058480.0,
      "text": "fear that our life would be boring, uninteresting or nothing without craving. We can still live"
    },
    {
      "index": 168,
      "start_time": 1058480.0,
      "end_time": 1063710.0,
      "text": "in the world and make plans for the future without craving, you just wouldn&#39;t have all"
    },
    {
      "index": 169,
      "start_time": 1063710.0,
      "end_time": 1070710.0,
      "text": "your happiness contingent on achieving a particular goal. You could actually be bountifully happy"
    },
    {
      "index": 170,
      "start_time": 1071800.0,
      "end_time": 1077549.0,
      "text": "right now. In fact, a person free of craving is said to experience the greatest happiness,"
    },
    {
      "index": 171,
      "start_time": 1077550.0,
      "end_time": 1083391.0,
      "text": "peace and bliss in their body and mind because they&#39;re fully present in the moment"
    },
    {
      "index": 172,
      "start_time": 1083390.0,
      "end_time": 1089149.0,
      "text": "and have no need for anything else. Their life isn&#39;t boring and bland, in fact everything"
    },
    {
      "index": 173,
      "start_time": 1089150.0,
      "end_time": 1095909.0,
      "text": "is new and all their actions are free and spontaneous because they aren&#39;t worried about"
    },
    {
      "index": 174,
      "start_time": 1095910.0,
      "end_time": 1101680.0,
      "text": "meeting the expectations of others. So having a life free of craving is not something to"
    },
    {
      "index": 175,
      "start_time": 1101680.0,
      "end_time": 1105511.0,
      "text": "be feared but something to aspire to."
    },
    {
      "index": 176,
      "start_time": 1105510.0,
      "end_time": 1112490.0,
      "text": "So what cravings can we identify in our lives that might be causing us unnecessary suffering?"
    },
    {
      "index": 177,
      "start_time": 1112490.0,
      "end_time": 1118679.0,
      "text": "What cravings do we need to let go of? It might be our craving for our partner or child"
    },
    {
      "index": 178,
      "start_time": 1118680.0,
      "end_time": 1125650.0,
      "text": "to be different from who they are? Or our craving to be the next millionaire? I know"
    },
    {
      "index": 179,
      "start_time": 1125650.0,
      "end_time": 1129861.0,
      "text": "my craving of wanting to see everyone just get along is something out of my control and"
    },
    {
      "index": 180,
      "start_time": 1129860.0,
      "end_time": 1136700.0,
      "text": "something I need to let go of to have some peace of mind. Or my craving for my parents"
    },
    {
      "index": 181,
      "start_time": 1136700.0,
      "end_time": 1141820.0,
      "text": "to live forever is a big one that I&#39;m constantly having to drop. So what cravings can you see"
    },
    {
      "index": 182,
      "start_time": 1141820.0,
      "end_time": 1148820.0,
      "text": "in your mind? We all have them, whether they&#39;re obvious to us or not. So anyway, that&#39;s"
    },
    {
      "index": 183,
      "start_time": 1149110.0,
      "end_time": 1153719.0,
      "text": "all from me for now, please subscribe to my channel for future videos. Please like and"
    },
    {
      "index": 184,
      "start_time": 1153720.0,
      "end_time": 1157789.0,
      "text": "share this video if you found it helpful. So have a lovely week everyone and I hope"
    },
    {
      "index": 185,
      "start_time": 1157790.0,
      "end_time": 1158961.0,
      "text": "to see you in the next video."
    }
  ]
}