{
  "video_id": "ZFwcVbEzBk4",
  "title": "Why Is Hillary Clinton So Controversial?",
  "json": [
    {
      "index": 1,
      "start_time": 4259.0,
      "end_time": 9090.0,
      "text": "Throughout her 2016 Presidential campaign, Hillary Clinton has been slammed by both republicans"
    },
    {
      "index": 2,
      "start_time": 9090.0,
      "end_time": 13529.0,
      "text": "and democrats for her history of secretive and contradictory behavior. Most recently,"
    },
    {
      "index": 3,
      "start_time": 13529.0,
      "end_time": 17930.0,
      "text": "she has been plagued by rumors of indictment for possible violations concerning government"
    },
    {
      "index": 4,
      "start_time": 17930.0,
      "end_time": 22310.0,
      "text": "e-mails. This is nothing new for Clinton, who has been marred by controversy throughout"
    },
    {
      "index": 5,
      "start_time": 22310.0,
      "end_time": 28060.0,
      "text": "her decades-long political career. So we wanted to know, What are Hillary Clinton’s biggest"
    },
    {
      "index": 6,
      "start_time": 28060.0,
      "end_time": 28640.0,
      "text": "controversies?"
    },
    {
      "index": 7,
      "start_time": 28640.0,
      "end_time": 33640.0,
      "text": "Well, Clinton’s most recent and arguably most consequential scandal is her use of a"
    },
    {
      "index": 8,
      "start_time": 33640.0,
      "end_time": 39109.0,
      "text": "private email server, from 2009 to 2013, as Secretary of State. The private server, which"
    },
    {
      "index": 9,
      "start_time": 39109.0,
      "end_time": 43460.0,
      "text": "was installed in her home, was allegedly used to conduct official government business, instead"
    },
    {
      "index": 10,
      "start_time": 43460.0,
      "end_time": 48199.0,
      "text": "of using a secured government server, as is required by State Department regulations."
    },
    {
      "index": 11,
      "start_time": 48199.0,
      "end_time": 52170.0,
      "text": "The New York Times reported that Clinton’s aides did not preserve her emails in accordance"
    },
    {
      "index": 12,
      "start_time": 52170.0,
      "end_time": 57100.0,
      "text": "with the Federal Records Act, as well as other potential violations of the law. Moreover,"
    },
    {
      "index": 13,
      "start_time": 57100.0,
      "end_time": 61530.0,
      "text": "when Clinton was asked to turn over her emails in order to investigate the 2012 Benghazi"
    },
    {
      "index": 14,
      "start_time": 61530.0,
      "end_time": 65960.0,
      "text": "terrorist attack, she deleted thirty thousand emails deemed too personal, and allegedly"
    },
    {
      "index": 15,
      "start_time": 65960.0,
      "end_time": 67740.0,
      "text": "wiped her private server."
    },
    {
      "index": 16,
      "start_time": 67740.0,
      "end_time": 72590.0,
      "text": "In fact, the Benghazi investigation is another major controversy for Clinton. In this incident,"
    },
    {
      "index": 17,
      "start_time": 72590.0,
      "end_time": 77280.0,
      "text": "Islamic extremists in Libya attacked two US compounds, killing four Americans. At the"
    },
    {
      "index": 18,
      "start_time": 77280.0,
      "end_time": 82400.0,
      "text": "time, Clinton was Secretary of State, and was thus responsible for overseeing security."
    },
    {
      "index": 19,
      "start_time": 82400.0,
      "end_time": 86450.0,
      "text": "Critics say Clinton neglected the safety of the Benghazi compounds, as they were left"
    },
    {
      "index": 20,
      "start_time": 86450.0,
      "end_time": 91300.0,
      "text": "with a number of security failures, like a weak perimeter and broken video surveillance."
    },
    {
      "index": 21,
      "start_time": 91300.0,
      "end_time": 95710.0,
      "text": "The compounds’ request for additional security in the weeks leading up to the attack went"
    },
    {
      "index": 22,
      "start_time": 95710.0,
      "end_time": 99930.0,
      "text": "unfulfilled.. Many republicans hold Clinton ultimately responsible for the event, and"
    },
    {
      "index": 23,
      "start_time": 99930.0,
      "end_time": 105140.0,
      "text": "even accuse her spinning the attacks as spontaneous when she knew they were planned. The House"
    },
    {
      "index": 24,
      "start_time": 105140.0,
      "end_time": 110430.0,
      "text": "Committee has since held dozens of hearings, including one that lasted 11 hours. Clinton"
    },
    {
      "index": 25,
      "start_time": 110430.0,
      "end_time": 115090.0,
      "text": "claimed responsibility for the security failures, but continues to deny a cover up. Despite"
    },
    {
      "index": 26,
      "start_time": 115090.0,
      "end_time": 119350.0,
      "text": "an end to the investigation, Clinton is still hounded by these accusations."
    },
    {
      "index": 27,
      "start_time": 119350.0,
      "end_time": 124300.0,
      "text": "Perhaps one of the biggest criticisms that plague Clinton today is her close ties to"
    },
    {
      "index": 28,
      "start_time": 124300.0,
      "end_time": 128830.0,
      "text": "Wall Street. During the 2016 presidential race, she has come out against the banking"
    },
    {
      "index": 29,
      "start_time": 128830.00000000001,
      "end_time": 133870.0,
      "text": "industry and promised significant reforms. However, in 2013 alone, Clinton received more"
    },
    {
      "index": 30,
      "start_time": 133870.0,
      "end_time": 138139.0,
      "text": "than 2 million dollars for speeches to big banks, including Goldman Sachs and Morgan"
    },
    {
      "index": 31,
      "start_time": 138139.0,
      "end_time": 144159.0,
      "text": "Stanley. In total that year, Clinton took in 8 and a half million dollars from speeches."
    },
    {
      "index": 32,
      "start_time": 144159.0,
      "end_time": 148299.0,
      "text": "This has been a major talking point for her campaign rival, Bernie Sanders, who has pointed"
    },
    {
      "index": 33,
      "start_time": 148299.0,
      "end_time": 153519.0,
      "text": "to Wall Street’s total investment of $15 million dollars to Clinton’s Super PAC."
    },
    {
      "index": 34,
      "start_time": 153519.0,
      "end_time": 157230.0,
      "text": "And this is just a few of the long list of controversies that have surrounded Clinton"
    },
    {
      "index": 35,
      "start_time": 157230.0,
      "end_time": 162099.0,
      "text": "since she entered the public eye in 1974. This presidential election will be the ultimate"
    },
    {
      "index": 36,
      "start_time": 162099.0,
      "end_time": 165269.0,
      "text": "test of whether or not she can rise above her controversies."
    },
    {
      "index": 37,
      "start_time": 165269.0,
      "end_time": 168779.0,
      "text": "The Benghazi controversy has haunted Hillary for a while — check out our video at the"
    },
    {
      "index": 38,
      "start_time": 168779.0,
      "end_time": 173459.0,
      "text": "top for a more in-depth look at why she’s become the scapegoat for the attack. But Hillary"
    },
    {
      "index": 39,
      "start_time": 173459.0,
      "end_time": 177950.0,
      "text": "Clinton isn’t just made up of controversies, she’s had a long record as a politician,"
    },
    {
      "index": 40,
      "start_time": 177950.0,
      "end_time": 181499.0,
      "text": "which you can learn in the video at the bottom. Thanks for watching TestTube News! Don’t"
    },
    {
      "index": 41,
      "start_time": 181499.0,
      "end_time": 191499.0,
      "text": "forget to like and subscribe for new videos every day."
    }
  ]
}