{
  "video_id": "zfX1PYv1FEY",
  "title": "The Hobbit - Full Production Video Blogs 1-6 - Lord of the Rings - HD Movie",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1949.0,
      "end_time": 5799.0,
      "text": "Hello, welcome to the first of our blogs on the making of &quot;The Hobbit.&quot; It&#39;s amazing to"
    },
    {
      "index": 2,
      "start_time": 5799.0,
      "end_time": 10519.0,
      "text": "be back here again. This is Bag End exactly as it was in &quot;The Lord of the Rings.&quot; It was"
    },
    {
      "index": 3,
      "start_time": 10519.0,
      "end_time": 14959.0,
      "text": "actually built in our B-stage here in Wellington, which is exactly the same stage as it was"
    },
    {
      "index": 4,
      "start_time": 14959.0,
      "end_time": 19100.0,
      "text": "built 12 years ago. We&#39;ve been shooting for a few days now, and I just wanted to take"
    },
    {
      "index": 5,
      "start_time": 19100.0,
      "end_time": 25180.0,
      "text": "this opportunity to give you a little look at the lead-out of filming and some of the"
    },
    {
      "index": 6,
      "start_time": 25180.0,
      "end_time": 28610.0,
      "text": "pre-production that lead up to the first day of our shoot. And I look forward to keeping"
    },
    {
      "index": 7,
      "start_time": 28610.0,
      "end_time": 36370.0,
      "text": "you up-to-date as we go through the next two or three years. See you soon! Oh, you&#39;re in"
    },
    {
      "index": 8,
      "start_time": 36370.0,
      "end_time": 47329.0,
      "text": "3D - looking good. See ya. And this pulls beautifully. This look great when it&#39;s drawn"
    },
    {
      "index": 9,
      "start_time": 47329.0,
      "end_time": 53610.0,
      "text": "- and it actually works. And he could also go fighting with the remnants, sort of hanging"
    },
    {
      "index": 10,
      "start_time": 53610.0,
      "end_time": 82299.0,
      "text": "on to his body and be impaling people. We wanted to create a very non-human shape. We"
    },
    {
      "index": 11,
      "start_time": 82299.0,
      "end_time": 88479.0,
      "text": "do need to do a little blog. You might want to say &quot;hi&quot; to the fans of &quot;The Hobbit.&quot; Shy"
    },
    {
      "index": 12,
      "start_time": 88479.0,
      "end_time": 97469.0,
      "text": "artists... my dear, my dear. So we&#39;re going up to wardrobe, and we&#39;re having a look at"
    },
    {
      "index": 13,
      "start_time": 97469.0,
      "end_time": 103289.0,
      "text": "a couple of dwarf wardrobe and makeup fittings, which is always exciting - not that we&#39;ll"
    },
    {
      "index": 14,
      "start_time": 103289.0,
      "end_time": 107880.0,
      "text": "show you much in this particular blog because we&#39;ll save them for the future. But at least"
    },
    {
      "index": 15,
      "start_time": 107880.0,
      "end_time": 113459.0,
      "text": "you&#39;ll get to see a little bit of our wardrobe department. A lot of very busy people working"
    },
    {
      "index": 16,
      "start_time": 113459.0,
      "end_time": 119719.0,
      "text": "on a lot of costumes. A lot of interesting textures and detail and leather and embossing,"
    },
    {
      "index": 17,
      "start_time": 119719.0,
      "end_time": 131439.0,
      "text": "and it&#39;s all pretty cool, yeah? It&#39;s like sort of a big wizard&#39;s workshop. Hello. Oh"
    },
    {
      "index": 18,
      "start_time": 131439.0,
      "end_time": 141209.0,
      "text": "my God - hello. You can use it like a mase. You can just swing, knocking, and cut their"
    },
    {
      "index": 19,
      "start_time": 141209.0,
      "end_time": 151189.0,
      "text": "throat, and whacking like this. Let me say, there&#39;s a nice bit were he goes, and takes"
    },
    {
      "index": 20,
      "start_time": 151189.0,
      "end_time": 159379.0,
      "text": "out about ten orcs with those. Now this is a familiar set. It&#39;s &quot;Elron&#39;s Chamber,&quot; so"
    },
    {
      "index": 21,
      "start_time": 159379.0,
      "end_time": 164010.0,
      "text": "it&#39;s an exact copy of the one we had in &quot;The Fellowship of the Ring.&quot; In fact, just over"
    },
    {
      "index": 22,
      "start_time": 164010.0,
      "end_time": 172219.0,
      "text": "here on the balcony, is where the Council of Elrond took place - where the fellowship"
    },
    {
      "index": 23,
      "start_time": 172219.0,
      "end_time": 177159.0,
      "text": "was formed, and Frodo wanted to take the ring to Mordor. Also in &quot;The Hobbit&quot; is going to"
    },
    {
      "index": 24,
      "start_time": 177159.0,
      "end_time": 180909.0,
      "text": "be a lot of new bits of Rivendale that we haven&#39;t seen before - some really cool bits"
    },
    {
      "index": 25,
      "start_time": 180909.0,
      "end_time": 185890.0,
      "text": "of Rivendale, actually, that we&#39;ll keep as a little surprise for the time being. Now"
    },
    {
      "index": 26,
      "start_time": 185890.0,
      "end_time": 193230.0,
      "text": "there&#39;s an old friend upstairs. Let&#39;s just have a quick look. Here we are. I&#39;m sure you&#39;ll"
    },
    {
      "index": 27,
      "start_time": 193230.0,
      "end_time": 201290.0,
      "text": "recognize the statue where the broken sword sits. And, of course, in the time of &quot;The"
    },
    {
      "index": 28,
      "start_time": 201290.0,
      "end_time": 207450.0,
      "text": "Hobbit,&quot; the sword is going to be here. It is strange walking around here because you"
    },
    {
      "index": 29,
      "start_time": 207450.0,
      "end_time": 212980.0,
      "text": "know it was up about ten or eleven years ago, and I&#39;m used to looking at a set like this"
    },
    {
      "index": 30,
      "start_time": 212980.0,
      "end_time": 217129.0,
      "text": "on film, you know, and now we&#39;re walking back into it again. It&#39;s almost like you&#39;ve stepped"
    },
    {
      "index": 31,
      "start_time": 217129.0,
      "end_time": 224739.0,
      "text": "inside a movie. It&#39;s a very weird experience. This is where we&#39;re going to be shooting."
    },
    {
      "index": 32,
      "start_time": 224739.0,
      "end_time": 231780.0,
      "text": "It&#39;s the very beginning of our shoot. It&#39;s the goblin tunnels below the Misty Mountains."
    },
    {
      "index": 33,
      "start_time": 231780.0,
      "end_time": 240299.0,
      "text": "It&#39;s a very iconic scene in &quot;The Hobbit,&quot; where Bilbo has an encounter with, well, you"
    },
    {
      "index": 34,
      "start_time": 240299.0,
      "end_time": 244870.0,
      "text": "know who it&#39;s with, don&#39;t you? If you&#39;ve read &quot;The Hobbit.&quot; No need to spoil it for anyone"
    },
    {
      "index": 35,
      "start_time": 244870.0,
      "end_time": 250879.0,
      "text": "who hasn&#39;t. But this is a little network of caves. Look, there&#39;s a whole little set of"
    },
    {
      "index": 36,
      "start_time": 250879.0,
      "end_time": 256880.0,
      "text": "passageways down here. It&#39;s very claustrophobic. One of the things we&#39;ve done to be able to"
    },
    {
      "index": 37,
      "start_time": 256880.0,
      "end_time": 262470.0,
      "text": "shoot the shots is make sure that all the different walls of the cave can be removed"
    },
    {
      "index": 38,
      "start_time": 262470.0,
      "end_time": 268310.0,
      "text": "so that our big, bulky cameras can actually shoot the angles that we need. Oh my God,"
    },
    {
      "index": 39,
      "start_time": 268310.0,
      "end_time": 280030.0,
      "text": "look at this thing here. That looks like a foot, or an arm. Oh, I don&#39;t know. That looks"
    },
    {
      "index": 40,
      "start_time": 280030.0,
      "end_time": 290080.0,
      "text": "rather creepy, doesn&#39;t it? Whew. Okay. So how many chairs do we need? For instance,"
    },
    {
      "index": 41,
      "start_time": 290080.0,
      "end_time": 295290.0,
      "text": "I reckon Bomber sits at the end. And then there&#39;s a slight grapple, and when you hop"
    },
    {
      "index": 42,
      "start_time": 295290.0,
      "end_time": 302860.0,
      "text": "down, it&#39;s like ahhhh. And then it&#39;s like... yeah. Now, I know it&#39;s sort of safe. This"
    },
    {
      "index": 43,
      "start_time": 302860.0,
      "end_time": 307570.0,
      "text": "is blocking. This is not really rehearsing, but we&#39;re kind of giving the actors a walking"
    },
    {
      "index": 44,
      "start_time": 307570.0,
      "end_time": 310720.0,
      "text": "through and we talk to them about what to do with the scene. And it&#39;s actually fun because"
    },
    {
      "index": 45,
      "start_time": 310720.0,
      "end_time": 314950.0,
      "text": "it means when we come to this, we&#39;ve got a plan. It&#39;d be good if you come forward, and"
    },
    {
      "index": 46,
      "start_time": 314950.0,
      "end_time": 319830.0,
      "text": "then you realize that there&#39;s something on your foot. And perhaps, you try to get ride"
    },
    {
      "index": 47,
      "start_time": 319830.0,
      "end_time": 325610.0,
      "text": "of it first, and then you... This&#39;ll be fun. This&#39;ll be more fun when everyone&#39;s in makeup"
    },
    {
      "index": 48,
      "start_time": 325610.0,
      "end_time": 330710.0,
      "text": "and costumes and dying of the heat. Set up on the corner of the table, we&#39;ve got Killy."
    },
    {
      "index": 49,
      "start_time": 330710.0,
      "end_time": 340080.0,
      "text": "Next to Killy, Filly. And then Dorry... Dorry, and then Nory... Oh my God. Orry, Dorry, Norry,"
    },
    {
      "index": 50,
      "start_time": 340080.0,
      "end_time": 346270.0,
      "text": "Biffer, Bomber... (mumbling) This is a nightmare. We&#39;ll have Gandalf here, and Thorin, too."
    },
    {
      "index": 51,
      "start_time": 346270.0,
      "end_time": 351880.0,
      "text": "I thought it would be good to give you this whole doorway to play in kind of. The fire"
    },
    {
      "index": 52,
      "start_time": 351880.0,
      "end_time": 361590.0,
      "text": "will be blazing as well... Now my prediction is that it&#39;s all going to go incredibly well"
    },
    {
      "index": 53,
      "start_time": 361590.0,
      "end_time": 372470.0,
      "text": "on the day, don&#39;t you agree? Um... The tricky thing is that there are 13 dwarves on this"
    },
    {
      "index": 54,
      "start_time": 372470.0,
      "end_time": 380690.0,
      "text": "set. The good thing is you&#39;re not in a fat suit. I am in a nose and false eyebrows, a"
    },
    {
      "index": 55,
      "start_time": 380690.0,
      "end_time": 386200.0,
      "text": "wig, a mustache, a beard, but you&#39;re right, no fat suit. Yeah, you&#39;re a winner. You&#39;re"
    },
    {
      "index": 56,
      "start_time": 386200.0,
      "end_time": 391120.0,
      "text": "a winner every step of the way. And we can stick a fan up your robe just to give you"
    },
    {
      "index": 57,
      "start_time": 391120.0,
      "end_time": 395900.0,
      "text": "a bit of air conditioning. Promises, promises. Well that&#39;s going to work with a little bit"
    },
    {
      "index": 58,
      "start_time": 395900.0,
      "end_time": 414050.0,
      "text": "of finishing. That&#39;s going to work. Good morning. Morning. Mornin&#39;. Good morning. So I&#39;m officially"
    },
    {
      "index": 59,
      "start_time": 414050.0,
      "end_time": 422650.0,
      "text": "the first person in the makeup chair on &quot;The Hobbit?&quot; Officially. That&#39;s amazing. Chanting..."
    },
    {
      "index": 60,
      "start_time": 422650.0,
      "end_time": 455300.0,
      "text": "More chanting... My name&#39;s Richard, I&#39;m from London, England. I would like to give thanks"
    },
    {
      "index": 61,
      "start_time": 455300.0,
      "end_time": 471310.0,
      "text": "on behalf of everyone here, and visitors for this ceremony, for this celebration, for the"
    },
    {
      "index": 62,
      "start_time": 471310.0,
      "end_time": 480160.0,
      "text": "blessing of the soundstage, and for the welcome that you offer to us. We are all deeply honored"
    },
    {
      "index": 63,
      "start_time": 480160.0,
      "end_time": 487240.0,
      "text": "to be here. And to everyone who has waited so long for this day, to begin this extraordinary"
    },
    {
      "index": 64,
      "start_time": 487240.0,
      "end_time": 492560.0,
      "text": "journey filming &quot;The Hobbit.&quot; I&#39;d like to wish them good luck, good health, and good"
    },
    {
      "index": 65,
      "start_time": 492560.0,
      "end_time": 504300.0,
      "text": "harmony. Thank you. My name&#39;s Martin Freeman. I&#39;m in the cast as well. He stole everything"
    },
    {
      "index": 66,
      "start_time": 504300.0,
      "end_time": 513729.0,
      "text": "I&#39;ve got to say. So it&#39;s been a long time coming today, an even longer time than we"
    },
    {
      "index": 67,
      "start_time": 513729.00000000006,
      "end_time": 520310.00000000006,
      "text": "thought it&#39;d be. So I hope at the end of this journey we are all as close with each other"
    },
    {
      "index": 68,
      "start_time": 520309.99999999994,
      "end_time": 528120.0,
      "text": "as we have the potential to be. So, thank you very much. Hello everyone, I&#39;m Andy Serkis."
    },
    {
      "index": 69,
      "start_time": 528120.0,
      "end_time": 536990.0,
      "text": "I am standing up just to say on behalf of the returning crew and past who have come"
    },
    {
      "index": 70,
      "start_time": 536990.0,
      "end_time": 543230.0,
      "text": "gathered here to go on the journey. We are just very, very grateful to your incredibly"
    },
    {
      "index": 71,
      "start_time": 543230.0,
      "end_time": 549350.0,
      "text": "hospitality. And to have the opportunity to share the passion to tell such an amazing,"
    },
    {
      "index": 72,
      "start_time": 549350.0,
      "end_time": 558980.0,
      "text": "amazing story in such an amazing country with such beautiful people. You know, for a long"
    },
    {
      "index": 73,
      "start_time": 558980.0,
      "end_time": 566480.0,
      "text": "time I thought that going back to the amazing experience of &quot;Lord of the Rings&quot; wouldn&#39;t"
    },
    {
      "index": 74,
      "start_time": 566480.0,
      "end_time": 571120.0,
      "text": "be a good idea. But really, you know, now I&#39;ve come completely around because films"
    },
    {
      "index": 75,
      "start_time": 571120.0,
      "end_time": 576050.0,
      "text": "are stressful and they&#39;re hard to make, but ultimately what makes them fun is the people"
    },
    {
      "index": 76,
      "start_time": 576050.0,
      "end_time": 582230.0,
      "text": "that you work with. And the fact that we&#39;re going to be working with a lot of the old"
    },
    {
      "index": 77,
      "start_time": 582230.0,
      "end_time": 587340.0,
      "text": "gang, with a lot of friends, and obviously making some new friends is really the point"
    },
    {
      "index": 78,
      "start_time": 587340.0,
      "end_time": 592900.0,
      "text": "of being here. So I&#39;m extremely thrilled. If somebody came up to me today and said that"
    },
    {
      "index": 79,
      "start_time": 592900.0,
      "end_time": 613550.0,
      "text": "we could carry on pre-preproduction for another six weeks, I&#39;d say no way. Hell no. Let&#39;s"
    },
    {
      "index": 80,
      "start_time": 613550.0,
      "end_time": 634400.0,
      "text": "just start shooting. And roll sound. Rolling. And action. In a hole in the ground, there"
    },
    {
      "index": 81,
      "start_time": 634400.0,
      "end_time": 638230.0,
      "text": "lived a hobbit. Sky darkens. And flames. And cut. That&#39;s great. That&#39;ll do. Thank you very"
    },
    {
      "index": 82,
      "start_time": 638230.0,
      "end_time": 647500.0,
      "text": "much. Yay! That&#39;s the one. Thank you very much everybody for a great first block, and"
    },
    {
      "index": 83,
      "start_time": 647500.0,
      "end_time": 653100.0,
      "text": "have a great break. Everyone&#39;s having a break, and we&#39;ll see you back here soon enough. Ladies"
    },
    {
      "index": 84,
      "start_time": 653100.0,
      "end_time": 666710.0,
      "text": "and gentlemen of the second unit, that is a wrap on block 1! So we&#39;re just going to"
    },
    {
      "index": 85,
      "start_time": 666710.0,
      "end_time": 674790.0,
      "text": "get one more pickup in Bag End. Hello. Come in. Hey Andy. We were going to do one more"
    },
    {
      "index": 86,
      "start_time": 674790.0,
      "end_time": 680000.0,
      "text": "pickup in here if that&#39;s alright. This is the video blog pickup. That&#39;s right, there"
    },
    {
      "index": 87,
      "start_time": 680000.0,
      "end_time": 684480.0,
      "text": "you go the end of block one. Anyway, so we just wanted to say hi to everyone since we"
    },
    {
      "index": 88,
      "start_time": 684480.0,
      "end_time": 688590.0,
      "text": "haven&#39;t done one of these video blocks since the beginning of the shoot. God, it feels"
    },
    {
      "index": 89,
      "start_time": 688590.0,
      "end_time": 696170.0,
      "text": "like a lifetime. Because you, the first week of shooting we did with Andy is gone. If he"
    },
    {
      "index": 90,
      "start_time": 696170.0,
      "end_time": 701360.0,
      "text": "loses precious then we eats it. You weren&#39;t a second unit director in those days. You"
    },
    {
      "index": 91,
      "start_time": 701360.0,
      "end_time": 705440.0,
      "text": "were an actor. You were an old-fashioned thespian. Now I&#39;ve crossed though to the dark side."
    },
    {
      "index": 92,
      "start_time": 705440.0,
      "end_time": 711190.0,
      "text": "You&#39;ve now gone to the dark side. I&#39;m wiped. I&#39;m completely wiped. It&#39;s all yours. Is it?"
    },
    {
      "index": 93,
      "start_time": 711190.0,
      "end_time": 719480.0,
      "text": "Just give us a good battle. Yeah, okay, okay. I don&#39;t know how you do it. You get tired."
    },
    {
      "index": 94,
      "start_time": 719480.0,
      "end_time": 723790.0,
      "text": "I always just tell people I get exhausted at the end of the first couple days and stay"
    },
    {
      "index": 95,
      "start_time": 723790.0,
      "end_time": 731310.0,
      "text": "exhausted until it finishes. We have 250 days of shooting on these two Hobbit movies, and"
    },
    {
      "index": 96,
      "start_time": 731310.0,
      "end_time": 735360.0,
      "text": "I think it&#39;s a much better way to divide it up into three blocks, and then have some time"
    },
    {
      "index": 97,
      "start_time": 735360.0,
      "end_time": 740490.0,
      "text": "to look at what you&#39;ve done, look at it, hand visual effects shots over to the CGI guys."
    },
    {
      "index": 98,
      "start_time": 740490.0,
      "end_time": 746089.0,
      "text": "You can completely focus on the script revisions. It&#39;s just a much smarter way to shoot these"
    },
    {
      "index": 99,
      "start_time": 746089.0,
      "end_time": 750230.0,
      "text": "big films. Yeah, on something of this scale, too. I mean, when we were given our T-shirts"
    },
    {
      "index": 100,
      "start_time": 750230.0,
      "end_time": 759029.0,
      "text": "that said 54 days down, 200 to go, I have to admit I don&#39;t know how great it was to"
    },
    {
      "index": 101,
      "start_time": 759029.0,
      "end_time": 762029.0,
      "text": "say &quot;wear these on set.&quot; It wasn&#39;t a particularly moral-boosting moment, was it? Everywhere"
    },
    {
      "index": 102,
      "start_time": 762029.0,
      "end_time": 765779.0,
      "text": "you turn, on people&#39;s backs was &quot;200 days to go,&quot; and it was like, &quot;oh God,&quot; I felt"
    },
    {
      "index": 103,
      "start_time": 765779.0,
      "end_time": 771770.0,
      "text": "tired before lunch, you know? The good news is that it&#39;s over. The first day back is Monday,"
    },
    {
      "index": 104,
      "start_time": 771770.0,
      "end_time": 777610.0,
      "text": "the 5th of September. So thank you guys. What are you guys off to during the break? My lovely"
    },
    {
      "index": 105,
      "start_time": 777610.0,
      "end_time": 782800.0,
      "text": "wife and I, my wife Haley, and I, we&#39;ve got a holiday in the south island of New Zealand"
    },
    {
      "index": 106,
      "start_time": 782800.0,
      "end_time": 789510.0,
      "text": "planned. And my lovely, gorgeous wife Nicole, and I are just going to work on the house."
    },
    {
      "index": 107,
      "start_time": 789510.0,
      "end_time": 796300.0,
      "text": "I&#39;m leaving, shortly after talking to you for London, which is a long journey. By plane,"
    },
    {
      "index": 108,
      "start_time": 796300.0,
      "end_time": 803120.0,
      "text": "and once there I immediately go into production of a play I&#39;m going to do. I&#39;m going to America,"
    },
    {
      "index": 109,
      "start_time": 803120.0,
      "end_time": 807210.0,
      "text": "to pebble beach, in a week to play some golf. I&#39;ll work on my tan so I that I can really"
    },
    {
      "index": 110,
      "start_time": 807210.0,
      "end_time": 814440.0,
      "text": "freakin make a pic when I come back. I&#39;m having a break. I&#39;m having 4 weeks off. I&#39;m just"
    },
    {
      "index": 111,
      "start_time": 814440.0,
      "end_time": 817810.0,
      "text": "sleeping in, my favorite hobby. First, we&#39;re going to Australia to see our oldest daughter."
    },
    {
      "index": 112,
      "start_time": 817810.0,
      "end_time": 823170.0,
      "text": "I&#39;m going to run a marathon. I&#39;m going to attempt to sort of write and record a bit"
    },
    {
      "index": 113,
      "start_time": 823170.0,
      "end_time": 827660.0,
      "text": "of a psychedelic sludge of rock album. Hitting the fabric shops in central London. I go home"
    },
    {
      "index": 114,
      "start_time": 827660.0,
      "end_time": 835070.0,
      "text": "to Thailand tomorrow. To Barcelona to meet tattoo fans from Spain. Bali for 11 days."
    },
    {
      "index": 115,
      "start_time": 835070.0,
      "end_time": 839120.0,
      "text": "London and Paris to see friends. Manhattan Beach because it&#39;s the closest beach to the"
    },
    {
      "index": 116,
      "start_time": 839120.0,
      "end_time": 843570.0,
      "text": "airport. I haven&#39;t been home for the last three years, back in Belgium so my mom is"
    },
    {
      "index": 117,
      "start_time": 843570.0,
      "end_time": 848460.0,
      "text": "cracking the whip. And then I&#39;m going to Vegas and spend all my hard earned cash. Do some"
    },
    {
      "index": 118,
      "start_time": 848460.0,
      "end_time": 854500.0,
      "text": "more swimming and lots of golf. Probably getting a little bit drunk, a little bit on a holiday."
    },
    {
      "index": 119,
      "start_time": 854500.0,
      "end_time": 856370.0,
      "text": "I&#39;m looking forward to getting back with my mates and getting on the drink, where I won&#39;t"
    },
    {
      "index": 120,
      "start_time": 856370.0,
      "end_time": 859970.0,
      "text": "get a bad reputation because they already know what I&#39;m like. And then I&#39;m going back"
    },
    {
      "index": 121,
      "start_time": 859970.0,
      "end_time": 866320.0,
      "text": "to Ireland to see my family and to see some of my mates in Belfast for a quiet little"
    },
    {
      "index": 122,
      "start_time": 866320.0,
      "end_time": 870550.0,
      "text": "weekend. I hope nobody phone&#39;s me for about three weeks, at least. Hopefully come back"
    },
    {
      "index": 123,
      "start_time": 870550.0,
      "end_time": 874149.0,
      "text": "totally refreshed and ready to rock on the next lot. What are you doing on break Andy?"
    },
    {
      "index": 124,
      "start_time": 874149.0,
      "end_time": 880310.0,
      "text": "Well I&#39;m going back home to maybe have a little time off to go on and live with the family."
    },
    {
      "index": 125,
      "start_time": 880310.0,
      "end_time": 884640.0,
      "text": "And then really, before you know it, I&#39;ll be back. It&#39;s weird because you get to this"
    },
    {
      "index": 126,
      "start_time": 884640.0,
      "end_time": 888610.0,
      "text": "point when you&#39;re at the end of a block of shooting, and it sort of almost feels like"
    },
    {
      "index": 127,
      "start_time": 888610.0,
      "end_time": 893140.0,
      "text": "you&#39;re going on vacation, but it&#39;s not because on Monday morning I&#39;m in the cutting room."
    },
    {
      "index": 128,
      "start_time": 893140.0,
      "end_time": 897410.0,
      "text": "And then I&#39;ve got to have meetings with Alan and John and Dan about designing stuff for"
    },
    {
      "index": 129,
      "start_time": 897410.0,
      "end_time": 901050.0,
      "text": "the second block and then with Richard Taylor about all the things he has to build. So in"
    },
    {
      "index": 130,
      "start_time": 901050.0,
      "end_time": 906800.0,
      "text": "some respects I&#39;m back into preproduction again. But also, I&#39;m in post production because"
    },
    {
      "index": 131,
      "start_time": 906800.0,
      "end_time": 911350.0,
      "text": "I&#39;m editing. Plus we&#39;re in production because we&#39;re shooting these movies. So it&#39;s like"
    },
    {
      "index": 132,
      "start_time": 911350.0,
      "end_time": 913450.0,
      "text": "being in pre-production, production, and post-production all at the same time. It kind of gets a bit"
    },
    {
      "index": 133,
      "start_time": 913450.0,
      "end_time": 918260.0,
      "text": "screwy. But before I get to do any of that I&#39;ve got to jump on a plane tomorrow morning"
    },
    {
      "index": 134,
      "start_time": 918260.0,
      "end_time": 942529.0,
      "text": "and go location scouting down the south island. So we&#39;ll take some good pictures. Since we&#39;re"
    },
    {
      "index": 135,
      "start_time": 942529.0,
      "end_time": 946589.0,
      "text": "going to be doing location shooting during our next block of shooting, it&#39;s really time"
    },
    {
      "index": 136,
      "start_time": 946589.0,
      "end_time": 952959.0,
      "text": "to have to nail everything down. Along the routine, there&#39;ll be about 17 of us that go."
    },
    {
      "index": 137,
      "start_time": 952959.0,
      "end_time": 960160.0,
      "text": "We get around in 5 helicopters usually, and it&#39;s quite a spectacle that we turn up. Peter"
    },
    {
      "index": 138,
      "start_time": 960160.0,
      "end_time": 966950.0,
      "text": "Carrow, Zane, Brigette, Andrew, Dan Hennah, Simon Bright the art director, Steve Ingram,"
    },
    {
      "index": 139,
      "start_time": 966950.0,
      "end_time": 974140.0,
      "text": "John Howe, Ellen Lee, Eric Sanden, Tony Keddy the grip, Rich Gasow the gaffer, myself, location"
    },
    {
      "index": 140,
      "start_time": 974140.0,
      "end_time": 979029.0,
      "text": "scout Dave Cummer joins us, and Pete&#39;s assistants, Sebastian, the faithful Sebastian&#39;s there."
    },
    {
      "index": 141,
      "start_time": 979029.0,
      "end_time": 985250.0,
      "text": "Here on the mountains, I put my hand out and a cup of tea slides into it. That&#39;s what we"
    },
    {
      "index": 142,
      "start_time": 985250.0,
      "end_time": 993360.0,
      "text": "like. There&#39;s even a Starbucks up here in the southern Alps. It&#39;s pretty hard to walk"
    },
    {
      "index": 143,
      "start_time": 993360.0,
      "end_time": 1002010.0,
      "text": "and juggle a cup of tea at the same time on this sort of ground. I never quite prepare"
    },
    {
      "index": 144,
      "start_time": 1002010.0,
      "end_time": 1009300.0,
      "text": "for some of these things. I always somehow imagine it&#39;s going to be dry and warm and"
    },
    {
      "index": 145,
      "start_time": 1009300.0,
      "end_time": 1016399.0,
      "text": "nice. At least it&#39;s not raining. We&#39;ll be not just scouting, which is essentially searching"
    },
    {
      "index": 146,
      "start_time": 1016400.0,
      "end_time": 1021221.0,
      "text": "for locations, we&#39;re now returning to the locations we liked and we&#39;re going to start"
    },
    {
      "index": 147,
      "start_time": 1021220.0,
      "end_time": 1024539.0,
      "text": "to talk about the logistics. By the time you&#39;ve helicoptered everyone in and then you&#39;ve got"
    },
    {
      "index": 148,
      "start_time": 1024540.0,
      "end_time": 1030340.0,
      "text": "to helicopter them out before nightfall. You&#39;re not actually here early morning or late afternoon."
    },
    {
      "index": 149,
      "start_time": 1030339.9999999999,
      "end_time": 1041759.9999999999,
      "text": "You&#39;re right, it&#39;s all broad daytime. On set, we&#39;re allowing approximately half a rugby"
    },
    {
      "index": 150,
      "start_time": 1041760.0,
      "end_time": 1047490.0,
      "text": "field for the essential equipment trucks. And then our marquee&#39;s crew parking and also"
    },
    {
      "index": 151,
      "start_time": 1047490.0,
      "end_time": 1053920.0,
      "text": "unit based parking, which is where all our makeup and costume facilities are. In essence,"
    },
    {
      "index": 152,
      "start_time": 1053920.0,
      "end_time": 1060461.0,
      "text": "we need to create space for two rugby fields of equipment. It&#39;s weird on locations because"
    },
    {
      "index": 153,
      "start_time": 1060460.0,
      "end_time": 1064309.0,
      "text": "you&#39;re standing in the middle of a mountain or a valley or some beautiful place, and you&#39;re"
    },
    {
      "index": 154,
      "start_time": 1064310.0,
      "end_time": 1068130.0,
      "text": "having to figure out, &quot;Where are we going to put the crew tents, where are people going"
    },
    {
      "index": 155,
      "start_time": 1068130.0,
      "end_time": 1071520.0,
      "text": "to get changed, where are the Port-a-Lou&#39;s going to go?&quot; Because all that stuff has to"
    },
    {
      "index": 156,
      "start_time": 1071520.0,
      "end_time": 1075640.0,
      "text": "be where you&#39;re not going to want to point the camera. You can have Gandalf and all the"
    },
    {
      "index": 157,
      "start_time": 1075640.0,
      "end_time": 1079160.0,
      "text": "dwarves running up over this brow here and scurry hiding there behind these rocks, and"
    },
    {
      "index": 158,
      "start_time": 1079160.0,
      "end_time": 1083351.0,
      "text": "just as they get there, you crane up... The last thing you want to find out in 6 months"
    },
    {
      "index": 159,
      "start_time": 1083350.0,
      "end_time": 1087009.0,
      "text": "time as you&#39;re standing on this beautiful mountain and saying, &quot;wow, this is exactly"
    },
    {
      "index": 160,
      "start_time": 1087010.0,
      "end_time": 1090890.0,
      "text": "the shot I want to do&quot; and you find that you&#39;ve got 20 Port-a-Lou&#39;s right in front of the"
    },
    {
      "index": 161,
      "start_time": 1090890.0,
      "end_time": 1107490.0,
      "text": "camera. That&#39;s not what you want to do. So you&#39;ve got to figure all that stuff out. We&#39;ll"
    },
    {
      "index": 162,
      "start_time": 1107490.0,
      "end_time": 1114260.0,
      "text": "be flying over, I don&#39;t know, maybe 30 locations? We&#39;re shooting locations around the McKenzie"
    },
    {
      "index": 163,
      "start_time": 1114260.0,
      "end_time": 1122740.0,
      "text": "country around wild landscapes below Mount Cook. And we will also be shooting around"
    },
    {
      "index": 164,
      "start_time": 1122740.0,
      "end_time": 1128240.0,
      "text": "Denidum Way. More beautiful stone, rock walled country and that&#39;s quite exciting because"
    },
    {
      "index": 165,
      "start_time": 1128240.0,
      "end_time": 1135750.0,
      "text": "it&#39;s an area of Middle Earth we haven&#39;t visited before. Where we&#39;re scouting presently for"
    },
    {
      "index": 166,
      "start_time": 1135750.0,
      "end_time": 1143650.0,
      "text": "the Ancient Murkwood and the Anduin Grasslands is south of Queenstown. We&#39;re still searching"
    },
    {
      "index": 167,
      "start_time": 1143650.0,
      "end_time": 1147711.0,
      "text": "and trying to work out how we&#39;re going to shoot Lonely Mountain, Misty Mountain paths."
    },
    {
      "index": 168,
      "start_time": 1147710.0,
      "end_time": 1156100.0,
      "text": "You can look over in that direction there. There are still a few rivers that we&#39;re scouting"
    },
    {
      "index": 169,
      "start_time": 1156100.0,
      "end_time": 1162429.0,
      "text": "for. You know, I think we&#39;re getting pretty close to photographing every decent river"
    },
    {
      "index": 170,
      "start_time": 1162430.0,
      "end_time": 1168280.0,
      "text": "in New Zealand now. It would be quite funny to have 13 barrels all in the middle of this"
    },
    {
      "index": 171,
      "start_time": 1168280.0,
      "end_time": 1175000.0,
      "text": "thing, with the guy shouting, &quot;come on, get on with it! Come on, move it here. Get on."
    },
    {
      "index": 172,
      "start_time": 1175000.0,
      "end_time": 1187290.0,
      "text": "Go faster!&quot; This is a floater. It&#39;s quite heavy. We&#39;re going to go into some reasonably"
    },
    {
      "index": 173,
      "start_time": 1187290.0,
      "end_time": 1192670.0,
      "text": "remote places - sometimes places that very very few people have seen. There&#39;s plenty"
    },
    {
      "index": 174,
      "start_time": 1192670.0,
      "end_time": 1197520.0,
      "text": "of New Zealand that we haven&#39;t seen yet. I think people think it&#39;s such a small country,"
    },
    {
      "index": 175,
      "start_time": 1197520.0,
      "end_time": 1202140.0,
      "text": "and &quot;Lord of the Rings&quot; saw so much of it that we must have seen everything, but believe"
    },
    {
      "index": 176,
      "start_time": 1202140.0,
      "end_time": 1207670.0,
      "text": "me we haven&#39;t. There&#39;s a huge amount of wonderful locations still to come. That&#39;s great. It&#39;s"
    },
    {
      "index": 177,
      "start_time": 1207670.0,
      "end_time": 1214660.0,
      "text": "a great spot. Well, we&#39;ll say goodbye for now, and hopefully you&#39;ve enjoyed this update,"
    },
    {
      "index": 178,
      "start_time": 1214660.0,
      "end_time": 1228620.0,
      "text": "and there well may be another one coming during the break sometime, so keep your eye out for"
    },
    {
      "index": 179,
      "start_time": 1228620.0,
      "end_time": 1234120.0,
      "text": "that. Hello and welcome to our next video blog. I thought it would be good to carry"
    },
    {
      "index": 180,
      "start_time": 1234120.0,
      "end_time": 1241231.0,
      "text": "on talking to Andy Serkis about some of the fun and games we had during our first block"
    },
    {
      "index": 181,
      "start_time": 1241230.0,
      "end_time": 1262379.0,
      "text": "of shooting. Andy - ... Andy? Where is he? Andy! What is this place? This isn&#39;t Wellington."
    },
    {
      "index": 182,
      "start_time": 1262380.0,
      "end_time": 1276500.0,
      "text": "Where am I? Isn&#39;t this where James Bond crashed his Aston Martin in 1964? And isn&#39;t this where"
    },
    {
      "index": 183,
      "start_time": 1276500.0,
      "end_time": 1294981.0,
      "text": "Red Grant trained to be an assassin at the beginning of &quot;For Russia, With Love?&quot; You"
    },
    {
      "index": 184,
      "start_time": 1294980.0,
      "end_time": 1300629.0,
      "text": "know what? I think we should just run the blog anyway. So what we did is we asked cast"
    },
    {
      "index": 185,
      "start_time": 1300630.0,
      "end_time": 1305360.0,
      "text": "and crew to tell us a few of their favorite memories from the first three or four months"
    },
    {
      "index": 186,
      "start_time": 1305360.0,
      "end_time": 1317211.0,
      "text": "of shooting. So please enjoy that, and I&#39;ll go figure out where I am. What are the things"
    },
    {
      "index": 187,
      "start_time": 1317210.0,
      "end_time": 1323389.0,
      "text": "that stand out for you the most from the first block? For me I think my favorite stuff we&#39;ve"
    },
    {
      "index": 188,
      "start_time": 1323390.0,
      "end_time": 1331930.0,
      "text": "done so far has been Gollum&#39;s cave. The way that Pete did that scene felt like I was watching"
    },
    {
      "index": 189,
      "start_time": 1331930.0,
      "end_time": 1336701.0,
      "text": "a play. It was sort of like you could sit back and watch these amazing guys do their"
    },
    {
      "index": 190,
      "start_time": 1336700.0,
      "end_time": 1340830.0,
      "text": "thing. Him and Martin together was fantastic. It was really cool. Trying to get back into"
    },
    {
      "index": 191,
      "start_time": 1340830.0,
      "end_time": 1348769.0,
      "text": "the head of Gollum, I never told this, but it felt like kind of doing an impersonation"
    },
    {
      "index": 192,
      "start_time": 1348770.0,
      "end_time": 1353490.0,
      "text": "of a character that I played a long time ago. You know it was weird because it was like"
    },
    {
      "index": 193,
      "start_time": 1353490.0,
      "end_time": 1359841.0,
      "text": "having to renown it again. It was pretty cool. It was a nice way of starting. I felt sorry"
    },
    {
      "index": 194,
      "start_time": 1359840.0,
      "end_time": 1363129.0,
      "text": "for Martin because he was suddenly thrust into having to find the character of Bilbo"
    },
    {
      "index": 195,
      "start_time": 1363130.0,
      "end_time": 1368191.0,
      "text": "and have to deal with you for a whole week, going head on the whole time. It must have"
    },
    {
      "index": 196,
      "start_time": 1368190.0,
      "end_time": 1379710.0,
      "text": "been a bit intimidating. With a mouth full of gollum, gollum. It&#39;s going to be a good"
    },
    {
      "index": 197,
      "start_time": 1379710.0,
      "end_time": 1386629.0,
      "text": "movie. Check it out. After two years of &quot;Oh my God, when are we ever going to shoot this"
    },
    {
      "index": 198,
      "start_time": 1386630.0,
      "end_time": 1391981.0,
      "text": "film? We had 13 dwarves and a hobbit, we might have had a wizard as well, and suddenly it&#39;s"
    },
    {
      "index": 199,
      "start_time": 1391980.0,
      "end_time": 1395869.0,
      "text": "real. Seeing the sets were, like, amazing. That&#39;s true. I mean, coming to Bag End for"
    },
    {
      "index": 200,
      "start_time": 1395870.0,
      "end_time": 1403250.0,
      "text": "the first time and walking through. It was the first day wasn&#39;t it, on the job? That"
    },
    {
      "index": 201,
      "start_time": 1403250.0,
      "end_time": 1408601.0,
      "text": "was amazing. Can you name them? Name the dwarves? Ori, Dori, Nori, Biffur, Boma-, Biffa, Biffer,"
    },
    {
      "index": 202,
      "start_time": 1408600.0,
      "end_time": 1414580.0,
      "text": "Bombur, Ori, Nori, Dori... I can never remember, see that&#39;s the problem, you can&#39;t even remember"
    },
    {
      "index": 203,
      "start_time": 1414580.0,
      "end_time": 1420489.0,
      "text": "who they are! You have Fili and Kili. There&#39;s Thorin and Snorin, and Dorin, and Dwalin and"
    },
    {
      "index": 204,
      "start_time": 1420490.0,
      "end_time": 1426980.0,
      "text": "Balin, and Biffur, Bofer, and Bomber, and then there are the 3 Dori, Nori, and Ori - and"
    },
    {
      "index": 205,
      "start_time": 1426980.0,
      "end_time": 1435120.0,
      "text": "I think that&#39;s it isn&#39;t it? I think so. 13 dwarves is one of the reasons I dreaded &quot;The"
    },
    {
      "index": 206,
      "start_time": 1435120.0,
      "end_time": 1439321.0,
      "text": "Hobbit,&quot; and why I really didn&#39;t think I was going to make it for such a long time. But"
    },
    {
      "index": 207,
      "start_time": 1439320.0,
      "end_time": 1450720.0,
      "text": "the irony is that it has turned out to be one of the joys of the film. Oh my God. What"
    },
    {
      "index": 208,
      "start_time": 1450720.0,
      "end_time": 1456039.0,
      "text": "a challenge. I mean 13 heroes - 14 with Bilbo. They will have to be differentiated in a way"
    },
    {
      "index": 209,
      "start_time": 1456040.0,
      "end_time": 1459630.0,
      "text": "that isn&#39;t necessary in the book, but if you keep seeing them you want to know who they"
    },
    {
      "index": 210,
      "start_time": 1459630.0,
      "end_time": 1463721.0,
      "text": "are, specifically, and what they&#39;re attitude is, and why they&#39;re on this journey. We need"
    },
    {
      "index": 211,
      "start_time": 1463720.0,
      "end_time": 1472029.0,
      "text": "to move now! Come on! Some of the best memories were getting the dwarves ready. Everybody"
    },
    {
      "index": 212,
      "start_time": 1472030.0,
      "end_time": 1477201.0,
      "text": "has kind of helped these actors find their way through lots of rubber and lots of hair."
    },
    {
      "index": 213,
      "start_time": 1477200.0,
      "end_time": 1481940.0,
      "text": "Walking through a waiting room and getting to see our designs and going, &quot;actually, I"
    },
    {
      "index": 214,
      "start_time": 1481940.0,
      "end_time": 1487369.0,
      "text": "look amazing. I look the most amazing of anyone.&quot; That was probably the best day, wasn&#39;t it?"
    },
    {
      "index": 215,
      "start_time": 1487370.0,
      "end_time": 1491951.0,
      "text": "When you all said, &quot;Gee. Gene&#39;s amazing.&quot; We did, yeah. Some of them of them actually"
    },
    {
      "index": 216,
      "start_time": 1491950.0,
      "end_time": 1496820.0,
      "text": "look pretty vile before they get into the prosthetics. For some of them, the prosthetic"
    },
    {
      "index": 217,
      "start_time": 1496820.0,
      "end_time": 1500460.0,
      "text": "is making them look better, to tell you the truth which says something. Mark Hadlow, for"
    },
    {
      "index": 218,
      "start_time": 1500460.0,
      "end_time": 1505249.0,
      "text": "example, comes to mind. I have this lovely bit down here and then this mustache that"
    },
    {
      "index": 219,
      "start_time": 1505250.0,
      "end_time": 1509800.0,
      "text": "comes up here - I look stunning. Actually, I should be in centerfold. One of the things"
    },
    {
      "index": 220,
      "start_time": 1509800.0,
      "end_time": 1516851.0,
      "text": "quite early on that we discovered was that Mark Hadlow likes to dress up in costumes,"
    },
    {
      "index": 221,
      "start_time": 1516850.0,
      "end_time": 1523559.0,
      "text": "mainly military type things. And the really weird thing about his sailor outfit is that,"
    },
    {
      "index": 222,
      "start_time": 1523560.0,
      "end_time": 1531530.0,
      "text": "below the waist, nothing. But again, though. He&#39;s a nice bloke, though. One of them doesn&#39;t"
    },
    {
      "index": 223,
      "start_time": 1531530.0,
      "end_time": 1538430.0,
      "text": "have to wear a beard. Yes we are all very jealous of that. He&#39;s the sexy dwarf. I don&#39;t"
    },
    {
      "index": 224,
      "start_time": 1538430.0,
      "end_time": 1543790.0,
      "text": "even think he&#39;s got a beard, actually, mainly because he&#39;s not old enough to grow one. He&#39;s"
    },
    {
      "index": 225,
      "start_time": 1543790.0,
      "end_time": 1548660.0,
      "text": "the hot one I suppose, if you like that kind of thing. But if you like Easter cardigans"
    },
    {
      "index": 226,
      "start_time": 1548660.0,
      "end_time": 1554221.0,
      "text": "and knitted mittens, then I&#39;m your fellow. If there was a boy band in middle earth he&#39;d"
    },
    {
      "index": 227,
      "start_time": 1554220.0,
      "end_time": 1559669.0,
      "text": "be the leader, the Robbie Williams, of the dwarf world, whereas you would be the roadie."
    },
    {
      "index": 228,
      "start_time": 1559670.0,
      "end_time": 1565630.0,
      "text": "I think Bombur, the roadie. I think when people see the beards, they&#39;re going to come back"
    },
    {
      "index": 229,
      "start_time": 1565630.0,
      "end_time": 1576780.0,
      "text": "in big time, huge. Give us a kiss, mwuh. (Dwarf language). We&#39;ve all learned a bit of the"
    },
    {
      "index": 230,
      "start_time": 1576780.0,
      "end_time": 1583750.0,
      "text": "dwarf language. So we all have sort of a selection of words to fall back on - curses and battle"
    },
    {
      "index": 231,
      "start_time": 1583750.0,
      "end_time": 1589191.0,
      "text": "cries. I mean, we speak dwarfish to each other most of the time. All the time. Okay, here"
    },
    {
      "index": 232,
      "start_time": 1589190.0,
      "end_time": 1603279.0,
      "text": "it goes, and Peter can guess what it is, and then I&#39;ll tell people. (Dwarf language). Peter?"
    },
    {
      "index": 233,
      "start_time": 1603280.0,
      "end_time": 1616540.0,
      "text": "It means mighty dwarf. Well you got to do all the fun stuff in Trollshaw. Yeah we did."
    },
    {
      "index": 234,
      "start_time": 1616540.0,
      "end_time": 1622351.0,
      "text": "I had to shoot dialogue and things, and he got to do all the fighting troll stuff. Here&#39;s"
    },
    {
      "index": 235,
      "start_time": 1622350.0,
      "end_time": 1626399.0,
      "text": "the great thing about the dwarves is that even thought there&#39;s this comic element to"
    },
    {
      "index": 236,
      "start_time": 1626400.0,
      "end_time": 1630730.0,
      "text": "some of the characters, not all of them, but some of them, when they fight they really"
    },
    {
      "index": 237,
      "start_time": 1630730.0,
      "end_time": 1636760.0,
      "text": "fight. We started with three months of intense training. We did stunt fighting, we did horse"
    },
    {
      "index": 238,
      "start_time": 1636760.0,
      "end_time": 1643990.0,
      "text": "riding. We did the gym four times a week, we did dwarf movement, intensely. They were"
    },
    {
      "index": 239,
      "start_time": 1643990.0,
      "end_time": 1650010.0,
      "text": "trying to get us to a point where they could actually kill us, and bring us back from the"
    },
    {
      "index": 240,
      "start_time": 1650010.0,
      "end_time": 1653750.0,
      "text": "dead, kill us, bring us back from the dead - all with CPR and stuff like that - because"
    },
    {
      "index": 241,
      "start_time": 1653750.0,
      "end_time": 1660310.0,
      "text": "that&#39;s what it&#39;ll be like on set. They did it by breaking us down. They did it by essentially"
    },
    {
      "index": 242,
      "start_time": 1660310.0,
      "end_time": 1667191.0,
      "text": "reducing us to the absolute amoeba stage, and then building us up again as dwarves."
    },
    {
      "index": 243,
      "start_time": 1667190.0,
      "end_time": 1673149.0,
      "text": "We&#39;ve come through it as better dwarves, I feel. I do, too. I mean, I know that William"
    },
    {
      "index": 244,
      "start_time": 1673150.0,
      "end_time": 1677660.0,
      "text": "has discovered his inner dwarf. I have, but we all have actually. It&#39;s a frightening thing,"
    },
    {
      "index": 245,
      "start_time": 1677660.0,
      "end_time": 1685650.0,
      "text": "but that&#39;s the job that had to be done. If I could say key moments, and block one, arriving"
    },
    {
      "index": 246,
      "start_time": 1685650.0,
      "end_time": 1690550.0,
      "text": "in Rivendell and meeting Elrond and dining at his table, it really feels like you&#39;re"
    },
    {
      "index": 247,
      "start_time": 1690550.0,
      "end_time": 1695191.0,
      "text": "stepping into Middle Earth. There are some who would not deem it wise. What do you mean?"
    },
    {
      "index": 248,
      "start_time": 1695190.0,
      "end_time": 1700929.0,
      "text": "You&#39;re not the only guardian to stand watch over Middle Earth. I remember it now, but"
    },
    {
      "index": 249,
      "start_time": 1700930.0,
      "end_time": 1709020.0,
      "text": "later on... whooo! I love working with Hugo and Cate back in Rivendell, that was great."
    },
    {
      "index": 250,
      "start_time": 1709020.0,
      "end_time": 1715500.0,
      "text": "I still can&#39;t get over being on set with Ian as Gandalf and then Cate with Galadriel and"
    },
    {
      "index": 251,
      "start_time": 1715500.0,
      "end_time": 1718980.0,
      "text": "Hugo with Elrond and feel like you&#39;ve stepped back into a movie again, you know? Kind of"
    },
    {
      "index": 252,
      "start_time": 1718980.0,
      "end_time": 1728721.0,
      "text": "weird. Is this the new one? This is different. High points really I think was getting Cate"
    },
    {
      "index": 253,
      "start_time": 1728720.0,
      "end_time": 1735169.0,
      "text": "Blanchett with a long train. Oh, Cate, that&#39;s beautiful. They&#39;re all going to want one."
    },
    {
      "index": 254,
      "start_time": 1735170.0,
      "end_time": 1741110.0,
      "text": "Don&#39;t ask me to walk in it. One of the things that I like is that we&#39;re getting a bit of"
    },
    {
      "index": 255,
      "start_time": 1741110.0,
      "end_time": 1746390.0,
      "text": "the music into the movie as well, the songs. Tolkein wrote quite a few songs for &quot;The Hobbit.&quot;"
    },
    {
      "index": 256,
      "start_time": 1746390.0,
      "end_time": 1753841.0,
      "text": "I got to sing a song. You want to hum a few bars for us now? Oh it&#39;s a classic song. It&#39;s"
    },
    {
      "index": 257,
      "start_time": 1753840.0,
      "end_time": 1757869.0,
      "text": "after Cole Porter, Gershwin, that type of thing. There&#39;s an inn, there&#39;s an inn, there&#39;s"
    },
    {
      "index": 258,
      "start_time": 1757870.0,
      "end_time": 1769490.0,
      "text": "a merry old inn, beneath an old gray hill. It&#39;s after three he said. I think it&#39;d be"
    },
    {
      "index": 259,
      "start_time": 1769490.0,
      "end_time": 1780530.0,
      "text": "great if Dwalin just yelled the whole thing. Who is this? That&#39;s the Metallica version."
    },
    {
      "index": 260,
      "start_time": 1780530.0,
      "end_time": 1792240.0,
      "text": "Whether or not I&#39;ll be singing at the Oscars is a different matter, but hopefully some"
    },
    {
      "index": 261,
      "start_time": 1792240.0,
      "end_time": 1802560.0,
      "text": "people will sing it in the shower. I think this is a Peter Jackson question - which dwarf"
    },
    {
      "index": 262,
      "start_time": 1802560.0,
      "end_time": 1805280.0,
      "text": "would you like to invite to dinner? Well, you know, I wouldn&#39;t invite any of them except"
    },
    {
      "index": 263,
      "start_time": 1805280.0,
      "end_time": 1811260.0,
      "text": "myself. I&#39;m afraid their table manners aren&#39;t the best. You get your fist, and you do that!"
    },
    {
      "index": 264,
      "start_time": 1811260.0,
      "end_time": 1820620.0,
      "text": "I would not want Bifur over for dinner. He would be the bottom of the line. Ori because"
    },
    {
      "index": 265,
      "start_time": 1820620.0,
      "end_time": 1827280.0,
      "text": "he&#39;d be very polite. Excuse me. Well it&#39;d be me, obviously, because I cook. Steven Hunter"
    },
    {
      "index": 266,
      "start_time": 1827280.0,
      "end_time": 1829980.0,
      "text": "does pretty well with the bad table manners because he just eats so much. Have you seen"
    },
    {
      "index": 267,
      "start_time": 1829980.0,
      "end_time": 1835701.0,
      "text": "the size of him? I mean, good Lord, he&#39;s enormous. I&#39;ve tried to talk to him about cutting down"
    },
    {
      "index": 268,
      "start_time": 1835700.0,
      "end_time": 1840359.0,
      "text": "his cholesterol and his butter intake. I don&#39;t think you&#39;d invite Nori because he&#39;d steal"
    },
    {
      "index": 269,
      "start_time": 1840360.0,
      "end_time": 1844711.0,
      "text": "all the silverware. You&#39;d never invite Graham McTavish because he would sit there and glare"
    },
    {
      "index": 270,
      "start_time": 1844710.0,
      "end_time": 1849330.0,
      "text": "at you and show his forearms. Dwalin&#39;s a real warrior, and at parties he goes completely"
    },
    {
      "index": 271,
      "start_time": 1849330.0,
      "end_time": 1857139.0,
      "text": "mad, like so many Scottish people. There you go! Well the words, &quot;kettle, black, calling,"
    },
    {
      "index": 272,
      "start_time": 1857140.0,
      "end_time": 1864800.0,
      "text": "pot&quot; come to mind. I don&#39;t think you&#39;d invite any dwarf to dinner actually. I wouldn&#39;t have"
    },
    {
      "index": 273,
      "start_time": 1864800.0,
      "end_time": 1871211.0,
      "text": "them all together, though, not 13 of them - maybe a couple at a time. Special person"
    },
    {
      "index": 274,
      "start_time": 1871210.0,
      "end_time": 1877239.0,
      "text": "to meet here, John Reese Davies. It was fun on one of the days that we were on Bag End"
    },
    {
      "index": 275,
      "start_time": 1877240.0,
      "end_time": 1883081.0,
      "text": "that John Reese Davies came to visit. And it was great to introduce him, not only to"
    },
    {
      "index": 276,
      "start_time": 1883080.0,
      "end_time": 1893840.0,
      "text": "Gloine, who is his father in the story, but also to all the other dwarves. It&#39;s just like"
    },
    {
      "index": 277,
      "start_time": 1893840.0,
      "end_time": 1899349.0,
      "text": "coming home to family. I predicted what John would say, and he pretty much said it word"
    },
    {
      "index": 278,
      "start_time": 1899350.0,
      "end_time": 1908860.0,
      "text": "for word. I could just imagine him saying, &quot;Oh, you poor bastards.&quot; That&#39;s pretty much"
    },
    {
      "index": 279,
      "start_time": 1908860.0,
      "end_time": 1915240.0,
      "text": "what he went on to say. You poor buggers. When he gets you running up a hill in full"
    },
    {
      "index": 280,
      "start_time": 1915240.0,
      "end_time": 1922071.0,
      "text": "armor, you&#39;ll enjoy that. You are going to be spectacular, and you&#39;ll be chased by women"
    },
    {
      "index": 281,
      "start_time": 1922070.0,
      "end_time": 1932840.0,
      "text": "all around the world. But only if you&#39;re in costume and makeup! We&#39;ve been here since"
    },
    {
      "index": 282,
      "start_time": 1932840.0,
      "end_time": 1940820.0,
      "text": "January 13th so what is that? 5 months? And we haven&#39;t even scratched the surface. One"
    },
    {
      "index": 283,
      "start_time": 1940820.0,
      "end_time": 1951989.0,
      "text": "of the biggest moments was when we all put our gear on, and we all stood together, sort"
    },
    {
      "index": 284,
      "start_time": 1951990.0,
      "end_time": 1957441.0,
      "text": "of looking around at each other into the character&#39;s faces. Standing in a circle and looking at"
    },
    {
      "index": 285,
      "start_time": 1957440.0,
      "end_time": 1963909.0,
      "text": "the guys who were going on a quest, it sent a tingle up my spine. Thank you, that&#39;s terrific"
    },
    {
      "index": 286,
      "start_time": 1963910.0,
      "end_time": 1975211.0,
      "text": "- I think we can check the gate on that. Thank you very much. Thanks guys. Thank you very"
    },
    {
      "index": 287,
      "start_time": 1975210.0,
      "end_time": 1983469.0,
      "text": "much. Bittersweet moment because it&#39;s time to leave. Hasta La Vista, then driving off."
    },
    {
      "index": 288,
      "start_time": 1983470.0,
      "end_time": 1993831.0,
      "text": "I&#39;m waiting for someone, sorry. Just go. Ah really? Yeah, just go. We&#39;ve had enough go."
    },
    {
      "index": 289,
      "start_time": 1993830.0,
      "end_time": 2000349.0,
      "text": "Are you wrapped? No I&#39;m not wrapped, they&#39;re keeping the good people. Okay we&#39;ll go now."
    },
    {
      "index": 290,
      "start_time": 2000350.0,
      "end_time": 2009350.0,
      "text": "It&#39;s a bittersweet moment, but it&#39;s time to leave. Hasta La Vista. Well I hope you enjoyed"
    },
    {
      "index": 291,
      "start_time": 2009350.0,
      "end_time": 2014260.0,
      "text": "that. I don&#39;t know if there&#39;ll be any more because I have to find New Zealand, which"
    },
    {
      "index": 292,
      "start_time": 2014260.0,
      "end_time": 2031331.0,
      "text": "I&#39;ve lost. I think it&#39;s over here. Who is that odd little fellow? Action. Cut. Hi, welcome"
    },
    {
      "index": 293,
      "start_time": 2031330.0,
      "end_time": 2037129.0,
      "text": "to our new blog. This time, we thought we&#39;d talk a little bit about 3D. Get a good look"
    },
    {
      "index": 294,
      "start_time": 2037130.0,
      "end_time": 2046211.0,
      "text": "at your opening shot. Let&#39;s get this arm in a little closer. Watch your back. Hi, I&#39;m"
    },
    {
      "index": 295,
      "start_time": 2046210.0,
      "end_time": 2053129.0,
      "text": "Angus. Welcome to the world of 3D. Shooting &quot;The Hobbit&quot; in 3D is a dream come true. I"
    },
    {
      "index": 296,
      "start_time": 2053130.0,
      "end_time": 2056691.0,
      "text": "mean if I had the ability to shoot &quot;Lord of the Rings&quot; in 3D I certainly would have done"
    },
    {
      "index": 297,
      "start_time": 2056690.0,
      "end_time": 2062159.0,
      "text": "it. What I actually did on the &quot;Lord of the Rings&quot; is I had a 3D camera taking 3D photographs."
    },
    {
      "index": 298,
      "start_time": 2062159.9999999998,
      "end_time": 2067740.9999999998,
      "text": "Hopefully, one day maybe even on 3D Blue. We might be able to show you some of the 3D"
    },
    {
      "index": 299,
      "start_time": 2067739.9999999998,
      "end_time": 2073278.9999999998,
      "text": "photos from 10 or 12 years ago. I&#39;ve got 3D and I&#39;ve got reading glasses, we&#39;re all good."
    },
    {
      "index": 300,
      "start_time": 2073280.0000000002,
      "end_time": 2078630.0000000002,
      "text": "But now, the reality is that it&#39;s not that difficult to shoot in 3D. I love it when a"
    },
    {
      "index": 301,
      "start_time": 2078630.0,
      "end_time": 2085001.0,
      "text": "film draws you in and you become part of the experience, and 3D helps immerse you in the"
    },
    {
      "index": 302,
      "start_time": 2085000.0,
      "end_time": 2092909.0,
      "text": "film. The essence of our camera system is the Red Epic. Really it&#39;s this thing that"
    },
    {
      "index": 303,
      "start_time": 2092909.9999999998,
      "end_time": 2098300.0,
      "text": "enables us to shoot 3D on &quot;The Hobbit.&quot; But, of course, to shoot 3D you actually need two"
    },
    {
      "index": 304,
      "start_time": 2098300.0,
      "end_time": 2103271.0,
      "text": "cameras. The problem that we have in the cinema world is that the lenses we use are so large"
    },
    {
      "index": 305,
      "start_time": 2103270.0,
      "end_time": 2107880.0,
      "text": "that we cannot get an interocculous similar to humans, which is the separation between"
    },
    {
      "index": 306,
      "start_time": 2107880.0,
      "end_time": 2112240.0,
      "text": "your eyes. For us to get the two cameras as close together as possible, they have to shoot"
    },
    {
      "index": 307,
      "start_time": 2112240.0,
      "end_time": 2117990.0,
      "text": "into a mirror. We have to use a mirror system, which is rig that is designed by a company"
    },
    {
      "index": 308,
      "start_time": 2117990.0,
      "end_time": 2122359.0,
      "text": "called 3ALITY. One&#39;s the left eye, one&#39;s the right eye. One shoots through a mirror. The"
    },
    {
      "index": 309,
      "start_time": 2122360.0,
      "end_time": 2127701.0,
      "text": "other one bounces off the mirror, and so the two images are perfectly overlaid. With using"
    },
    {
      "index": 310,
      "start_time": 2127700.0,
      "end_time": 2133109.0,
      "text": "two eyes, we can move the cameras apart, and also more importantly is find a convergence"
    },
    {
      "index": 311,
      "start_time": 2133110.0,
      "end_time": 2138340.0,
      "text": "point. For example, see around someone&#39;s face just like you&#39;re looking at a friend. The"
    },
    {
      "index": 312,
      "start_time": 2138340.0,
      "end_time": 2143120.0,
      "text": "convergence point is the screen plane itself. 3D forms two places: positive space, which"
    },
    {
      "index": 313,
      "start_time": 2143120.0,
      "end_time": 2147191.0,
      "text": "is inside the box what you see behind the person who is standing on the screen - and"
    },
    {
      "index": 314,
      "start_time": 2147190.0,
      "end_time": 2152440.0,
      "text": "negative space, which is what you feel comes out into the audience, an arm, a bullet, whatever"
    },
    {
      "index": 315,
      "start_time": 2152440.0,
      "end_time": 2157549.0,
      "text": "you want. And the whole idea with these rigs is that you can change the interoccular and"
    },
    {
      "index": 316,
      "start_time": 2157550.0,
      "end_time": 2165280.0,
      "text": "the convergence as we&#39;re shooting. We can see that separation on a 2D screen with a"
    },
    {
      "index": 317,
      "start_time": 2165280.0,
      "end_time": 2171080.0,
      "text": "left and a right eye overlay. So we can do this live, throughout a shot, changing our"
    },
    {
      "index": 318,
      "start_time": 2171080.0,
      "end_time": 2177421.0,
      "text": "3D effect the whole way through. Roll sound. Rolling. We&#39;re watching the 3D movie as we"
    },
    {
      "index": 319,
      "start_time": 2177420.0,
      "end_time": 2186559.0,
      "text": "make it. It looks so good. You almost feel like you&#39;re in it. Action! A lot of people"
    },
    {
      "index": 320,
      "start_time": 2186560.0,
      "end_time": 2191381.0,
      "text": "have an image of 3D being big and cumbersome, and that&#39;s true, but we&#39;ve got a lot of different"
    },
    {
      "index": 321,
      "start_time": 2191380.0,
      "end_time": 2196630.0,
      "text": "rigs that we&#39;ve built for a lot of different purposes. It&#39;s actually easier in this weird,"
    },
    {
      "index": 322,
      "start_time": 2196630.0,
      "end_time": 2201980.0,
      "text": "3D world to have different camera systems for different uses. So this is a camera we"
    },
    {
      "index": 323,
      "start_time": 2201980.0,
      "end_time": 2206720.0,
      "text": "built to go on a crane that can move around, and it never comes off the crane. This is"
    },
    {
      "index": 324,
      "start_time": 2206720.0,
      "end_time": 2213059.0,
      "text": "the TS5 in a handheld mode. It&#39;s our main workhouse camera. It&#39;s light, it&#39;s small,"
    },
    {
      "index": 325,
      "start_time": 2213060.0,
      "end_time": 2218511.0,
      "text": "so it allows Peter to get into very tight, narrow corridors and caves as if he would"
    },
    {
      "index": 326,
      "start_time": 2218510.0,
      "end_time": 2225329.0,
      "text": "with a 2D camera. Mobile camera work has always been very important for the films that I&#39;ve"
    },
    {
      "index": 327,
      "start_time": 2225330.0,
      "end_time": 2229901.0,
      "text": "made, and the last thing that I wanted to do when we went into 3D was to restrict or"
    },
    {
      "index": 328,
      "start_time": 2229900.0,
      "end_time": 2235349.0,
      "text": "change the shooting style. So with the camera doing this as well, you don&#39;t need me to do"
    },
    {
      "index": 329,
      "start_time": 2235350.0,
      "end_time": 2239431.0,
      "text": "much. It was very important for &quot;The Hobbit&quot; that we feel like the same filmmakers who"
    },
    {
      "index": 330,
      "start_time": 2239430.0,
      "end_time": 2243190.0,
      "text": "have gone back into Middle Earth to tell a story. We&#39;re shooting at the same speed as"
    },
    {
      "index": 331,
      "start_time": 2243190.0,
      "end_time": 2247150.0,
      "text": "you would shoot in 2D. The dollies, cranes, steadicam, we put it on the shoulder, and"
    },
    {
      "index": 332,
      "start_time": 2247150.0,
      "end_time": 2251520.0,
      "text": "we shoot handheld the same as we would always shoot a movie. Of course once you&#39;ve got 3"
    },
    {
      "index": 333,
      "start_time": 2251520.0,
      "end_time": 2255099.0,
      "text": "or 4 cameras for main unit, you need 3 or 4 cameras for second unit, which is 8 cameras,"
    },
    {
      "index": 334,
      "start_time": 2255100.0,
      "end_time": 2261441.0,
      "text": "which is really 16 cameras. This is the world of the camera department. We have 48 Red Epic"
    },
    {
      "index": 335,
      "start_time": 2261440.0,
      "end_time": 2266859.0,
      "text": "cameras, and they&#39;re on 17 3D rigs. This one&#39;s called Walter, which was my grandfather. This"
    },
    {
      "index": 336,
      "start_time": 2266860.0,
      "end_time": 2273090.0,
      "text": "one is Ronald, my uncle, Emily was Fran&#39;s grandmother. Perkins was actually Fran&#39;s dog."
    },
    {
      "index": 337,
      "start_time": 2273090.0,
      "end_time": 2280421.0,
      "text": "Whitchipoo, Frank, Bill is my dad. Fergus is the name of one of our Pugs. Tricky Woo,"
    },
    {
      "index": 338,
      "start_time": 2280420.0,
      "end_time": 2285770.0,
      "text": "that&#39;s the name of our Peckinese. Stan is another one of our Pugs. This camera&#39;s called"
    },
    {
      "index": 339,
      "start_time": 2285770.0,
      "end_time": 2292359.0,
      "text": "John and Paul, George and Ringo, who were not relations of mine. Are we having fun?"
    },
    {
      "index": 340,
      "start_time": 2292360.0,
      "end_time": 2296241.0,
      "text": "Yayy! We&#39;re not shooting film. We&#39;re shooting digitally. We shoot onto these cards, which"
    },
    {
      "index": 341,
      "start_time": 2296240.0,
      "end_time": 2302750.0,
      "text": "slide in the side of the camera, and each one of these is 128GB. On top of that, you&#39;re"
    },
    {
      "index": 342,
      "start_time": 2302750.0,
      "end_time": 2310569.0,
      "text": "shooting at 5K resolution. A very sharp, clear image. You need like a chart, but 5K is there,"
    },
    {
      "index": 343,
      "start_time": 2310570.0,
      "end_time": 2317830.0,
      "text": "4K is about there, and then you&#39;re 1080 home TV is down there, so that gives you an idea"
    },
    {
      "index": 344,
      "start_time": 2317830.0,
      "end_time": 2324181.0,
      "text": "of the amount of information we&#39;re capturing on these. Let&#39;s do another one of those. We&#39;re"
    },
    {
      "index": 345,
      "start_time": 2324180.0,
      "end_time": 2329220.0,
      "text": "shooting &quot;The Hobbit&quot; at a higher framerate, at 48 frames/second, which is twice the normal"
    },
    {
      "index": 346,
      "start_time": 2329220.0,
      "end_time": 2336410.0,
      "text": "24 frames. The human eye sees 60 frames/second. So 48 frames is more of a natural progression"
    },
    {
      "index": 347,
      "start_time": 2336410.0,
      "end_time": 2341150.0,
      "text": "toward giving the viewer what they&#39;d actually see in the real world. The people who have"
    },
    {
      "index": 348,
      "start_time": 2341150.0,
      "end_time": 2347670.0,
      "text": "seen scenes from &quot;The Hobbit&quot; at 48 fps often say it&#39;s like the back of the cinema has had"
    },
    {
      "index": 349,
      "start_time": 2347670.0,
      "end_time": 2353289.0,
      "text": "a hole cut out of it where the screen is, and you&#39;re actually looking into the real"
    },
    {
      "index": 350,
      "start_time": 2353290.0,
      "end_time": 2361060.0,
      "text": "world. Once you add stereo, and it gives you that extra ability to control depth, you can"
    },
    {
      "index": 351,
      "start_time": 2361060.0,
      "end_time": 2365540.0,
      "text": "devise ways in which it can become part of the story telling of a film. For instance,"
    },
    {
      "index": 352,
      "start_time": 2365540.0,
      "end_time": 2370620.0,
      "text": "in Murkwood, we really play on the fact that it&#39;s a forest that&#39;s kind of hallucinogenic"
    },
    {
      "index": 353,
      "start_time": 2370620.0,
      "end_time": 2375991.0,
      "text": "almost. It draws you in. It makes you part of it, and you may never get out. We just"
    },
    {
      "index": 354,
      "start_time": 2375990.0,
      "end_time": 2381849.0,
      "text": "want you to stay where you are, and then - Stay back! Stay where you are. Murkwood is a big"
    },
    {
      "index": 355,
      "start_time": 2381850.0,
      "end_time": 2386451.0,
      "text": "forest, and it&#39;s full of vines and sinister-looking trees I suppose you&#39;d say. It has a lot of"
    },
    {
      "index": 356,
      "start_time": 2386450.0,
      "end_time": 2390369.0,
      "text": "things hanging down, things coming from all sorts of angles, and it helps us with the"
    },
    {
      "index": 357,
      "start_time": 2390370.0,
      "end_time": 2394771.0,
      "text": "3D to be able to push into that, and try to get the audience to feel that they&#39;re actually"
    },
    {
      "index": 358,
      "start_time": 2394770.0,
      "end_time": 2397710.0,
      "text": "trying to move into the forest with the cameras, and give it that dark and look-over-your-shoulder"
    },
    {
      "index": 359,
      "start_time": 2397710.0,
      "end_time": 2404099.0,
      "text": "feeling. Color-wise, with the Red camera, it tends to eat camera a little, and so we"
    },
    {
      "index": 360,
      "start_time": 2404100.0,
      "end_time": 2409241.0,
      "text": "add more color. If you look at the ungraded footage the trees look incredibly psychedelic."
    },
    {
      "index": 361,
      "start_time": 2409240.0,
      "end_time": 2415119.0,
      "text": "They look like they were painted in 1967. We wouldn&#39;t normally be quite as bold as this,"
    },
    {
      "index": 362,
      "start_time": 2415120.0,
      "end_time": 2422050.0,
      "text": "even in Murkwood, which is an enchanted forest, so it&#39;s like we oversaturate. In the movie,"
    },
    {
      "index": 363,
      "start_time": 2422050.0,
      "end_time": 2425320.0,
      "text": "they won&#39;t look anything like that. They&#39;ll be graded down and you&#39;ll just get the barest"
    },
    {
      "index": 364,
      "start_time": 2425320.0,
      "end_time": 2433131.0,
      "text": "hint of color in the finished film. They&#39;re coming back! 3D, 48fps is pretty unforgiving,"
    },
    {
      "index": 365,
      "start_time": 2433130.0,
      "end_time": 2437430.0,
      "text": "and we have to change our whole way to go about coloring these things because what we&#39;ve"
    },
    {
      "index": 366,
      "start_time": 2437430.0,
      "end_time": 2442650.0,
      "text": "found out in early test is that if there wasn&#39;t enough red in these pieces, they would punch"
    },
    {
      "index": 367,
      "start_time": 2442650.0,
      "end_time": 2447710.0,
      "text": "up yellow and react differently than normal skin with blood running through it. So, here&#39;s"
    },
    {
      "index": 368,
      "start_time": 2447710.0,
      "end_time": 2454190.0,
      "text": "an example. This is Graham McTavish as Dwalin, and we&#39;ve had to add a lot of red tones to"
    },
    {
      "index": 369,
      "start_time": 2454190.0,
      "end_time": 2459430.0,
      "text": "his makeup. So if you notice, if you stick your hand up next to your face, how incredibly"
    },
    {
      "index": 370,
      "start_time": 2459430.0,
      "end_time": 2464769.0,
      "text": "pale this man is right now. I&#39;ve barely seen daylight for the last 6 months, which is why."
    },
    {
      "index": 371,
      "start_time": 2464770.0,
      "end_time": 2468661.0,
      "text": "So we have to add the blood and the paste to make him look like a normal flesh tone."
    },
    {
      "index": 372,
      "start_time": 2468660.0,
      "end_time": 2474720.0,
      "text": "It looks freaky now, but on film it&#39;s going to read beautifully - fingers crossed. With"
    },
    {
      "index": 373,
      "start_time": 2474720.0,
      "end_time": 2480930.0,
      "text": "the 3D HD stuff, it is amazing how when people&#39;s hair moves around on the wigs, it has to actually"
    },
    {
      "index": 374,
      "start_time": 2480930.0,
      "end_time": 2485240.0,
      "text": "be the real thing. It has to be real hair. And you find that because the number of frames/second"
    },
    {
      "index": 375,
      "start_time": 2485240.0,
      "end_time": 2490819.0,
      "text": "you&#39;re using and so forth, if you&#39;ve got real hair moving around, it just look real. I&#39;ve"
    },
    {
      "index": 376,
      "start_time": 2490820.0,
      "end_time": 2495681.0,
      "text": "never worked on a film that&#39;s 48 frames/second and uses the cameras that we&#39;re using. It&#39;s"
    },
    {
      "index": 377,
      "start_time": 2495680.0,
      "end_time": 2500910.0,
      "text": "challenging to look for fabrics that work. I know full well that a fabric we bought ages"
    },
    {
      "index": 378,
      "start_time": 2500910.0,
      "end_time": 2506490.0,
      "text": "ago for a dressing gown for Bilbo would probably make people feel sick if they saw it on camera."
    },
    {
      "index": 379,
      "start_time": 2506490.0,
      "end_time": 2511019.0,
      "text": "It&#39;s got spots on it with a little spot inside it, and it would just be like someone throwing"
    },
    {
      "index": 380,
      "start_time": 2511020.0,
      "end_time": 2518370.0,
      "text": "stone at your face I think. I&#39;ve avoided that fabric like the plague. It&#39;s in very poor"
    },
    {
      "index": 381,
      "start_time": 2518370.0,
      "end_time": 2524481.0,
      "text": "taste! Others are just a joy to behold, and the camera picks it up, and the audience can"
    },
    {
      "index": 382,
      "start_time": 2524480.0,
      "end_time": 2530609.0,
      "text": "see every last detail, so in that sense it&#39;s really exciting. This film is really breaking"
    },
    {
      "index": 383,
      "start_time": 2530610.0,
      "end_time": 2535421.0,
      "text": "new grounds in many ways as far as the technology of the filming goes. But John and I are still"
    },
    {
      "index": 384,
      "start_time": 2535420.0,
      "end_time": 2541740.0,
      "text": "working in our time honored methods of pencil and charcoal, composing pictures in 2D. We"
    },
    {
      "index": 385,
      "start_time": 2541740.0,
      "end_time": 2546539.0,
      "text": "thought we&#39;d try to come up with some way of actually incorporating a 3D aspect into"
    },
    {
      "index": 386,
      "start_time": 2546540.0,
      "end_time": 2550620.0,
      "text": "the way we were producing the concept art that might communicate more clearly to Peter"
    },
    {
      "index": 387,
      "start_time": 2550620.0,
      "end_time": 2555731.0,
      "text": "and to the other technicians. So what we&#39;re doing is two drawings. One is in red, one"
    },
    {
      "index": 388,
      "start_time": 2555730.0,
      "end_time": 2562589.0,
      "text": "is in blue, and the 3D glasses have a red lens and a blue lens, one for each eye. This"
    },
    {
      "index": 389,
      "start_time": 2562590.0,
      "end_time": 2569461.0,
      "text": "is probably the first cinema production where the concept art has been done in 3D. Rather"
    },
    {
      "index": 390,
      "start_time": 2569460.0,
      "end_time": 2575089.0,
      "text": "than just sharing the same office, we&#39;re actually sharing basically the same vision. There&#39;s"
    },
    {
      "index": 391,
      "start_time": 2575090.0,
      "end_time": 2580070.0,
      "text": "been a bit of a tendency for me to take on the blue, and obviously sitting on the righthand"
    },
    {
      "index": 392,
      "start_time": 2580070.0,
      "end_time": 2585491.0,
      "text": "side of the picture it&#39;s easier to actually get your head around the left side. It doesn&#39;t"
    },
    {
      "index": 393,
      "start_time": 2585490.0,
      "end_time": 2590910.0,
      "text": "make sense when you try to explain it like that. It&#39;s a huge help for Peter because we&#39;re"
    },
    {
      "index": 394,
      "start_time": 2590910.0,
      "end_time": 2595950.0,
      "text": "actually proposing the full depths. I mean, it means Peter has to wear glasses when he"
    },
    {
      "index": 395,
      "start_time": 2595950.0,
      "end_time": 2602019.0,
      "text": "looks at our art, but - My God, coming at ya, look at that! If you have a pair of these"
    },
    {
      "index": 396,
      "start_time": 2602020.0,
      "end_time": 2612870.0,
      "text": "glasses at home, you should be able to see the artwork in 3D. You look great - very 3"
    },
    {
      "index": 397,
      "start_time": 2612870.0,
      "end_time": 2619231.0,
      "text": "dimensional. You&#39;ve definitely improved. So I hope you&#39;ve found this blog interesting."
    },
    {
      "index": 398,
      "start_time": 2619230.0,
      "end_time": 2623609.0,
      "text": "I know it&#39;s a bit frustrating because everything we&#39;ve been talking about you can&#39;t actually"
    },
    {
      "index": 399,
      "start_time": 2623610.0,
      "end_time": 2628681.0,
      "text": "see at the moment. You can&#39;t see the 3D, you can&#39;t see the 48 frames, you can&#39;t see the"
    },
    {
      "index": 400,
      "start_time": 2628680.0,
      "end_time": 2635430.0,
      "text": "5k, but you will. December 2012, you&#39;ll finally get a chance to see what we&#39;ve been talking"
    },
    {
      "index": 401,
      "start_time": 2635430.0,
      "end_time": 2639819.0,
      "text": "about - anyway, I&#39;ve got to get back to set. It looks like they&#39;re almost ready for me"
    },
    {
      "index": 402,
      "start_time": 2639820.0,
      "end_time": 2643820.0,
      "text": "down there. We&#39;re actually shooting today Pine Forest, although as you can see it&#39;s"
    },
    {
      "index": 403,
      "start_time": 2643820.0,
      "end_time": 2650310.0,
      "text": "not really Pine Forest. It&#39;s a polystyrene and plaster Pine Forest. Very shortly, we&#39;re"
    },
    {
      "index": 404,
      "start_time": 2650310.0,
      "end_time": 2654080.0,
      "text": "going to be leaving the studio and moving onto locations for a few months. So the next"
    },
    {
      "index": 405,
      "start_time": 2654080.0,
      "end_time": 2673421.0,
      "text": "time we see you will be from a location somewhere in New Zealand. Catch up with you soon. Dwarves"
    },
    {
      "index": 406,
      "start_time": 2673420.0,
      "end_time": 2682220.0,
      "text": "and boats, everybody thinks they&#39;re a sailor. Welcome to our new blog, which is about the"
    },
    {
      "index": 407,
      "start_time": 2682220.0,
      "end_time": 2686769.0,
      "text": "logistics of location shooting. We&#39;ve been traveling pretty much the length and breadth"
    },
    {
      "index": 408,
      "start_time": 2686770.0,
      "end_time": 2690850.0,
      "text": "of New Zealand shooting locations for &quot;The Hobbit.&quot; It&#39;s been great to get outside. It&#39;s"
    },
    {
      "index": 409,
      "start_time": 2690850.0,
      "end_time": 2696261.0,
      "text": "been great to get that texture of Middle Earth into the movie after many, many weeks of shooting"
    },
    {
      "index": 410,
      "start_time": 2696260.0,
      "end_time": 2701880.0,
      "text": "in the studio, we&#39;ve established our characters, we&#39;ve established our story, and it was finally"
    },
    {
      "index": 411,
      "start_time": 2701880.0,
      "end_time": 2709140.0,
      "text": "time to get on the road and establish the landscapes of Middle Earth. So they&#39;re currently"
    },
    {
      "index": 412,
      "start_time": 2709140.0,
      "end_time": 2717039.0,
      "text": "moving 500 of the crew to Hemington, and then about 200 2nd unit crew to various parts of"
    },
    {
      "index": 413,
      "start_time": 2717040.0,
      "end_time": 2722110.0,
      "text": "the country. We like to call it the biggest logistical move in cinematic history. Just"
    },
    {
      "index": 414,
      "start_time": 2722110.0,
      "end_time": 2729441.0,
      "text": "the size of the fleet, plus 240 vehicles - as you can see, we&#39;re moving around a huge surface."
    },
    {
      "index": 415,
      "start_time": 2729440.0,
      "end_time": 2737549.0,
      "text": "I think everyone is secretly scared, but quietly excited. The main reason for going on location"
    },
    {
      "index": 416,
      "start_time": 2737550.0,
      "end_time": 2744911.0,
      "text": "on the project is to capture the scenic beauty of New Zealand. Peter&#39;s often said one of"
    },
    {
      "index": 417,
      "start_time": 2744910.0,
      "end_time": 2749390.0,
      "text": "the things that won the fans over so much in the &quot;Lord of the Rings&quot; series was the"
    },
    {
      "index": 418,
      "start_time": 2749390.0,
      "end_time": 2755789.0,
      "text": "unbelievable vistas and scenics because they were so magnificent. People are really excited"
    },
    {
      "index": 419,
      "start_time": 2755790.0,
      "end_time": 2762770.0,
      "text": "about getting outside and taking this on the road. These are our changes for the main unit"
    },
    {
      "index": 420,
      "start_time": 2762770.0,
      "end_time": 2767800.0,
      "text": "crew, so this is how big we actually are. We have probably over 500. Everybody&#39;s got"
    },
    {
      "index": 421,
      "start_time": 2767800.0,
      "end_time": 2771120.0,
      "text": "to be in the right vehicle at the right time, they have to travel to the right place, they"
    },
    {
      "index": 422,
      "start_time": 2771120.0,
      "end_time": 2776191.0,
      "text": "have to have rooms to be able to sleep in. I can&#39;t begin to imagine the logistics involved"
    },
    {
      "index": 423,
      "start_time": 2776190.0,
      "end_time": 2780059.0,
      "text": "with shifts the crew, the cast, the equipment we have on &quot;The Hobbit.&quot; It&#39;s pretty mind"
    },
    {
      "index": 424,
      "start_time": 2780060.0,
      "end_time": 2783171.0,
      "text": "blowing. You have to take everything with you to produce the films. We&#39;re having to"
    },
    {
      "index": 425,
      "start_time": 2783170.0,
      "end_time": 2788349.0,
      "text": "provide our own electricity, areas to cook food, areas for people to sit down and eat."
    },
    {
      "index": 426,
      "start_time": 2788350.0,
      "end_time": 2792050.0,
      "text": "We&#39;ve got to provide water, the bathrooms and the toilets that people need. You have"
    },
    {
      "index": 427,
      "start_time": 2792050.0,
      "end_time": 2796141.0,
      "text": "to have weather cover, heat when it&#39;s cold, and you&#39;ve got to provide cooling when it&#39;s"
    },
    {
      "index": 428,
      "start_time": 2796140.0,
      "end_time": 2800029.0,
      "text": "hot. The daunting aspect of that is that it&#39;s all got to get into trucks, it&#39;s all got to"
    },
    {
      "index": 429,
      "start_time": 2800030.0,
      "end_time": 2805080.0,
      "text": "be on wheels, and it&#39;s all got to be ready to roll. We&#39;re about the try and cram all"
    },
    {
      "index": 430,
      "start_time": 2805080.0,
      "end_time": 2813610.0,
      "text": "of this, and all of that, all of this, some of that, most of this, both these trucks,"
    },
    {
      "index": 431,
      "start_time": 2813610.0,
      "end_time": 2818191.0,
      "text": "most of these people, but not that scissor lift up there. That stays. They&#39;re going to"
    },
    {
      "index": 432,
      "start_time": 2818190.0,
      "end_time": 2826789.0,
      "text": "go into some of these trucks. These guys here are going to go in these trucks, too. One"
    },
    {
      "index": 433,
      "start_time": 2826790.0,
      "end_time": 2830651.0,
      "text": "of our biggest challenges on the production is actually shooting all the locations in"
    },
    {
      "index": 434,
      "start_time": 2830650.0,
      "end_time": 2837900.0,
      "text": "one hit, for both main unit and second unit. You can certainly start here. We&#39;re away for"
    },
    {
      "index": 435,
      "start_time": 2837900.0,
      "end_time": 2842920.0,
      "text": "about 7 1/2 weeks if the weather holds up, so we&#39;re basically praying that every spot"
    },
    {
      "index": 436,
      "start_time": 2842920.0,
      "end_time": 2847099.0,
      "text": "we go to in the country is sunny and beautiful. The first location is Matamata, up in old"
    },
    {
      "index": 437,
      "start_time": 2847100.0,
      "end_time": 2849330.0,
      "text": "Hobbittown. So we&#39;re returning back to the first sop from &quot;Lord of the Rings,&quot; which"
    },
    {
      "index": 438,
      "start_time": 2849330.0,
      "end_time": 2857280.0,
      "text": "is pretty exciting. We do a fantastic job, and we&#39;re out of here at 4 o&#39;clock in the"
    },
    {
      "index": 439,
      "start_time": 2857280.0,
      "end_time": 2866080.0,
      "text": "morning, and as you can see we&#39;re totally under control. Why aren&#39;t you helping? Well"
    },
    {
      "index": 440,
      "start_time": 2866080.0,
      "end_time": 2872350.0,
      "text": "I&#39;ve got to carry this. We go to some of the remotest locations in New Zealand, and if"
    },
    {
      "index": 441,
      "start_time": 2872350.0,
      "end_time": 2875610.0,
      "text": "there&#39;s one things grips can&#39;t live without, it&#39;s their latte, soy. That&#39;s right. We&#39;re"
    },
    {
      "index": 442,
      "start_time": 2875610.0,
      "end_time": 2884201.0,
      "text": "getting ready to go away, and so far we haven&#39;t packed anything, and tomorrow&#39;s our last day."
    },
    {
      "index": 443,
      "start_time": 2884200.0,
      "end_time": 2889029.0,
      "text": "The hobbits are doing a big scene against green screen on the Hobbittown. This is my"
    },
    {
      "index": 444,
      "start_time": 2889030.0,
      "end_time": 2896110.0,
      "text": "little hobbit and my sonny hobbit. So we need the largest team on because they&#39;re also going"
    },
    {
      "index": 445,
      "start_time": 2896110.0,
      "end_time": 2898320.0,
      "text": "to try to pack. And they&#39;re going to say &quot;where did you put it because I&#39;ll need it,&quot; and"
    },
    {
      "index": 446,
      "start_time": 2898320.0,
      "end_time": 2900050.0,
      "text": "&quot;where did you put that wig? Did you put it away? No we need to put it on his head now.&quot;"
    },
    {
      "index": 447,
      "start_time": 2900050.0,
      "end_time": 2905610.0,
      "text": "We&#39;ll be here until midnight trying to load up the boxes because they leave at 4 o&#39;clock"
    },
    {
      "index": 448,
      "start_time": 2905610.0,
      "end_time": 2914600.0,
      "text": "in the morning. Be sure to pack scotch, tequila, wine and beer, a heap of plants, sixty kilos"
    },
    {
      "index": 449,
      "start_time": 2914600.0,
      "end_time": 2923060.0,
      "text": "of toilet paper, a few artificial trees, socks, and some jaegermeister. We&#39;ve got a stock"
    },
    {
      "index": 450,
      "start_time": 2923060.0,
      "end_time": 2925120.0,
      "text": "truck coming in to take our 49 mixed age sheep, 15 chickens, 9 goats, 5 free road steers,"
    },
    {
      "index": 451,
      "start_time": 2925120.0,
      "end_time": 2926850.0,
      "text": "4 pheasants, 2 moscove ducks. We&#39;ve also got Michael Jackson, the walking chicken on the"
    },
    {
      "index": 452,
      "start_time": 2926850.0,
      "end_time": 2930461.0,
      "text": "lead. We&#39;re just going to take you through, get your contracts done. We&#39;ve got lunch packed"
    },
    {
      "index": 453,
      "start_time": 2930460.0,
      "end_time": 2941410.0,
      "text": "for you to take on the road, so just follow me. The keys are in it? The keys are in it."
    },
    {
      "index": 454,
      "start_time": 2941410.0,
      "end_time": 2955849.0,
      "text": "We&#39;ve got ups units installed in all of the trucks, purely so we can watch what&#39;s happening"
    },
    {
      "index": 455,
      "start_time": 2955850.0,
      "end_time": 2960461.0,
      "text": "as they move up and down the country. If you don&#39;t arrive, we can&#39;t shoot. The last truck"
    },
    {
      "index": 456,
      "start_time": 2960460.0,
      "end_time": 2970599.0,
      "text": "should be out of here in half an hour, and then Hobbittown. Just remember that the reason"
    },
    {
      "index": 457,
      "start_time": 2970600.0,
      "end_time": 2981330.0,
      "text": "you&#39;re on this plane is because you&#39;re so valuable to the production. Our main unit"
    },
    {
      "index": 458,
      "start_time": 2981330.0,
      "end_time": 2986421.0,
      "text": "had over a hundred units on wheels traveling to the first location. That was quite a feat"
    },
    {
      "index": 459,
      "start_time": 2986420.0,
      "end_time": 2995079.0,
      "text": "in itself, having that amount of drivers on the road. Once we get in, we arrive and it&#39;s"
    },
    {
      "index": 460,
      "start_time": 2995080.0,
      "end_time": 2998830.0,
      "text": "about an eight hour turnaround from when the first truck turns up to when the unit base"
    },
    {
      "index": 461,
      "start_time": 2998830.0,
      "end_time": 3003241.0,
      "text": "is actually functional for filming. They&#39;ve got to get these trucks level for working"
    },
    {
      "index": 462,
      "start_time": 3003240.0,
      "end_time": 3009490.0,
      "text": "in. They&#39;ve got to get them all powered up, and get them all functioning so quickly: prosthetics,"
    },
    {
      "index": 463,
      "start_time": 3009490.0,
      "end_time": 3013509.0,
      "text": "makeup, costume, catering. It&#39;s not just a case of a small crew going into very out of"
    },
    {
      "index": 464,
      "start_time": 3013510.0,
      "end_time": 3017911.0,
      "text": "the way places. We&#39;re literally occupying the space of a football field - I think it&#39;s"
    },
    {
      "index": 465,
      "start_time": 3017910.0,
      "end_time": 3022150.0,
      "text": "actually two football fields. We&#39;ve moved 7,000 cubic meters of dirt to accommodate"
    },
    {
      "index": 466,
      "start_time": 3022150.0,
      "end_time": 3025839.0,
      "text": "everything that goes along with making a film of this size with this many people involved."
    },
    {
      "index": 467,
      "start_time": 3025840.0,
      "end_time": 3032030.0,
      "text": "It&#39;s very much a mini city. It&#39;s amazing how they went home on Friday night in Wellington,"
    },
    {
      "index": 468,
      "start_time": 3032030.0,
      "end_time": 3036191.0,
      "text": "turn up to work here on Monday morning, and then everything&#39;s here, packed up in order"
    },
    {
      "index": 469,
      "start_time": 3036190.0,
      "end_time": 3054529.0,
      "text": "and looking good and working. It&#39;s okay. Rough day at the office today mom. So after 110"
    },
    {
      "index": 470,
      "start_time": 3054530.0,
      "end_time": 3059100.0,
      "text": "days in the studio, we finally make it ou into the sunshine. But I&#39;ll tell you what,"
    },
    {
      "index": 471,
      "start_time": 3059100.0,
      "end_time": 3062681.0,
      "text": "Hobbittown is looking fantastic. The arts department and the greens department have"
    },
    {
      "index": 472,
      "start_time": 3062680.0,
      "end_time": 3068309.0,
      "text": "been working for nearly two years. The grasses have grown, the flowers are out, and the plastic"
    },
    {
      "index": 473,
      "start_time": 3068310.0,
      "end_time": 3072671.0,
      "text": "ones have even bloomed. It&#39;s weird when you come back to a place you literally thought"
    },
    {
      "index": 474,
      "start_time": 3072670.0,
      "end_time": 3078259.0,
      "text": "you&#39;d never see again. This is a great spot. To be standing there with Elijah dressed up"
    },
    {
      "index": 475,
      "start_time": 3078260.0,
      "end_time": 3084191.0,
      "text": "as Frodo, it was the nearest thing I think I&#39;m ever going to come to a time machine."
    },
    {
      "index": 476,
      "start_time": 3084190.0,
      "end_time": 3091849.0,
      "text": "This is actually the first time I&#39;m stepping foot down into Hobbittown. I&#39;ll never forget"
    },
    {
      "index": 477,
      "start_time": 3091850.0,
      "end_time": 3097001.0,
      "text": "that feeling of coming to Hobbittown for the first time, so much time spent in this universe,"
    },
    {
      "index": 478,
      "start_time": 3097000.0,
      "end_time": 3103069.0,
      "text": "you know with these characters and I keep referencing the fact that I turned 19 when"
    },
    {
      "index": 479,
      "start_time": 3103070.0,
      "end_time": 3111270.0,
      "text": "I came to Hobbittown for the first time. 11 years ago. I&#39;m 30 now. I don&#39;t know, there&#39;s"
    },
    {
      "index": 480,
      "start_time": 3111270.0,
      "end_time": 3118631.0,
      "text": "so many feeling of nostalgia and history. We&#39;d been searching pretty much the whole"
    },
    {
      "index": 481,
      "start_time": 3118630.0,
      "end_time": 3124220.0,
      "text": "country for this rolling, green countryside. We were up here scouting around and found"
    },
    {
      "index": 482,
      "start_time": 3124220.0,
      "end_time": 3129549.0,
      "text": "this place called Buckland Road, and sure enough when we flew over it we found the round"
    },
    {
      "index": 483,
      "start_time": 3129550.0,
      "end_time": 3136241.0,
      "text": "tree, the hill, the lake - it was all meant to be. Of course, then it was a matter of"
    },
    {
      "index": 484,
      "start_time": 3136240.0,
      "end_time": 3141700.0,
      "text": "talking to the owners of the land, getting their permission to shoot here and build here."
    },
    {
      "index": 485,
      "start_time": 3141700.0,
      "end_time": 3147230.0,
      "text": "Well it was a Saturday afternoon during a rugby game that he came and knocked on my"
    },
    {
      "index": 486,
      "start_time": 3147230.0,
      "end_time": 3150799.0,
      "text": "father&#39;s door, and he said they wanted to make a movie, and my father actually said,"
    },
    {
      "index": 487,
      "start_time": 3150800.0,
      "end_time": 3155350.0,
      "text": "&quot;Lord of the what?&quot; And I kicked him under the table quietly, but that&#39;s how it all started."
    },
    {
      "index": 488,
      "start_time": 3155350.0,
      "end_time": 3160570.0,
      "text": "This time around, they built it for real. So before, all of these hobbit holes were"
    },
    {
      "index": 489,
      "start_time": 3160570.0,
      "end_time": 3166360.0,
      "text": "built using polystyrene. When the filming was finished, they tore it all down. Even"
    },
    {
      "index": 490,
      "start_time": 3166360.0,
      "end_time": 3171040.0,
      "text": "though it&#39;s been available for tours and for people to look at, we didn&#39;t have any of the"
    },
    {
      "index": 491,
      "start_time": 3171040.0,
      "end_time": 3175391.0,
      "text": "hobbit holes. Doing &quot;The Hobbit&quot; now, it gave us the ability to rebuild hobbit holes out"
    },
    {
      "index": 492,
      "start_time": 3175390.0,
      "end_time": 3179549.0,
      "text": "of permanent materials. Materials that won&#39;t deteriorate and that we can go around showing"
    },
    {
      "index": 493,
      "start_time": 3179550.0,
      "end_time": 3185491.0,
      "text": "people what&#39;s involved with making a movie behind the scenes. It&#39;s all, I mean that&#39;s"
    },
    {
      "index": 494,
      "start_time": 3185490.0,
      "end_time": 3194589.0,
      "text": "actual rock, stone, it&#39;s pretty amazing. Hobbiton&#39;s going to stay exactly as it is today, which"
    },
    {
      "index": 495,
      "start_time": 3194590.0,
      "end_time": 3199010.0,
      "text": "is fantastic. There&#39;s real wood, there&#39;s real stone, real bricks, and it&#39;s hopefully going"
    },
    {
      "index": 496,
      "start_time": 3199010.0,
      "end_time": 3204921.0,
      "text": "to be here for decades to come. It&#39;s a great gift, and as the minister of tourism, I&#39;m"
    },
    {
      "index": 497,
      "start_time": 3204920.0,
      "end_time": 3217220.0,
      "text": "right with it - so well done. It&#39;s some prime real estate - hobbits. Hello, you guys having"
    },
    {
      "index": 498,
      "start_time": 3217220.0,
      "end_time": 3224490.0,
      "text": "a good day? Yeah. How&#39;re those feet treating you? They&#39;re alright. Are they? When you&#39;re"
    },
    {
      "index": 499,
      "start_time": 3224490.0,
      "end_time": 3228809.0,
      "text": "at Hobbiton you forget that you&#39;re on a film set. Seeing it like this kind of living model"
    },
    {
      "index": 500,
      "start_time": 3228810.0,
      "end_time": 3234060.0,
      "text": "village is just extraordinary, and you just totally believe this place exists. And that&#39;s"
    },
    {
      "index": 501,
      "start_time": 3234060.0,
      "end_time": 3240431.0,
      "text": "because it does. Maybe I&#39;ve smoked a little bit too much of this now. It&#39;s an authentic"
    },
    {
      "index": 502,
      "start_time": 3240430.0,
      "end_time": 3249210.0,
      "text": "village. It&#39;s 100% 360 degree look-wherever-you-like little hobbit village. You can imagine just"
    },
    {
      "index": 503,
      "start_time": 3249210.0,
      "end_time": 3253980.0,
      "text": "being a hobbit in this environment, get up and have a cup of tea on the doorstep, listen"
    },
    {
      "index": 504,
      "start_time": 3253980.0,
      "end_time": 3260289.0,
      "text": "to the birds and the frogs, the children running around... go to the market and buy a big bottle"
    },
    {
      "index": 505,
      "start_time": 3260290.0,
      "end_time": 3265971.0,
      "text": "of beer and drink it - and loving it! You&#39;re not really running a film set, you&#39;re trying"
    },
    {
      "index": 506,
      "start_time": 3265970.0,
      "end_time": 3270170.0,
      "text": "to put yourself in the mindset of a hobbit, and figuring out well where you&#39;d like your"
    },
    {
      "index": 507,
      "start_time": 3270170.0,
      "end_time": 3275339.0,
      "text": "house to be. There are 44 personalized hobbit holes, and each hobbit hole has a different"
    },
    {
      "index": 508,
      "start_time": 3275340.0,
      "end_time": 3280320.0,
      "text": "little detail depending on their location. That&#39;s kind of amazing the door actually open."
    },
    {
      "index": 509,
      "start_time": 3280320.0,
      "end_time": 3287901.0,
      "text": "Hello? Hello? No one&#39;s home at the moment. They must be at the market. Welcome to the"
    },
    {
      "index": 510,
      "start_time": 3287900.0,
      "end_time": 3296390.0,
      "text": "set of &quot;The Hobbit.&quot; So how did you get involved in this? My four daughter auditioned, and"
    },
    {
      "index": 511,
      "start_time": 3296390.0,
      "end_time": 3303579.0,
      "text": "they all missed out - and I got in. So, I wasn&#39;t a popular father at that point. You"
    },
    {
      "index": 512,
      "start_time": 3303580.0,
      "end_time": 3314340.0,
      "text": "guys are up for stealing, aren&#39;t you? Big, bad hobbits! Check this out. Oh yeah, I like"
    },
    {
      "index": 513,
      "start_time": 3314340.0,
      "end_time": 3320040.0,
      "text": "to get a nice combover. Is this going to be in the movie? We can cut that, it&#39;s fantastic,"
    },
    {
      "index": 514,
      "start_time": 3320040.0,
      "end_time": 3327411.0,
      "text": "we&#39;ve got that. So we just finished our first week on location. I just wish I could move"
    },
    {
      "index": 515,
      "start_time": 3327410.0,
      "end_time": 3331380.0,
      "text": "into one of these hobbit holes. I mean, this would be an absolutely ideal place to live,"
    },
    {
      "index": 516,
      "start_time": 3331380.0,
      "end_time": 3338240.0,
      "text": "it really would. This is the sort of place I&#39;d very happily retire to. In fact, I might"
    },
    {
      "index": 517,
      "start_time": 3338240.0,
      "end_time": 3350259.0,
      "text": "think about it tonight, or the next day. Good retiring here, that&#39;d be quite nice. The end."
    },
    {
      "index": 518,
      "start_time": 3350260.0,
      "end_time": 3355721.0,
      "text": "I hope you enjoyed the first part of our location block. The second part will be ready very"
    },
    {
      "index": 519,
      "start_time": 3355720.0,
      "end_time": 3361519.0,
      "text": "early in the new year. And in the meantime, we&#39;ve just shot the last shot of &quot;The Hobbit&quot;"
    },
    {
      "index": 520,
      "start_time": 3361520.0,
      "end_time": 3377931.0,
      "text": "in 2011. So it only remains to do one last thing, which is to wish you all a Merry Christmas!"
    },
    {
      "index": 521,
      "start_time": 3377930.0,
      "end_time": 3385630.0,
      "text": "Welcome to the first blog of 2012. We&#39;re shooting part 2 of &quot;The Hobbit&quot; today. We&#39;re here in"
    },
    {
      "index": 522,
      "start_time": 3385630.0,
      "end_time": 3389249.0,
      "text": "lake town, but I can&#39;t show you anything. I can&#39;t show you the amazing set that&#39;s over"
    },
    {
      "index": 523,
      "start_time": 3389250.0,
      "end_time": 3392620.0,
      "text": "there, and the incredibly thing that&#39;s over there because you&#39;re not allowed to see that"
    },
    {
      "index": 524,
      "start_time": 3392620.0,
      "end_time": 3399671.0,
      "text": "until 2013. But what we can show you are the continuation of our location adventures, so"
    },
    {
      "index": 525,
      "start_time": 3399670.0,
      "end_time": 3404329.0,
      "text": "if you remember from our last exciting episode we were in Hobbiton. So let&#39;s pick up from"
    },
    {
      "index": 526,
      "start_time": 3404330.0,
      "end_time": 3410770.0,
      "text": "where we left off and travel around the rest of New Zealand. So we just finished our first"
    },
    {
      "index": 527,
      "start_time": 3410770.0,
      "end_time": 3425941.0,
      "text": "week on location. So it&#39;s goodbye to Hobitton and hello to our next spot. Here is the weather"
    },
    {
      "index": 528,
      "start_time": 3425940.0,
      "end_time": 3434309.0,
      "text": "in Pipui today. It has, of course, been raining. Welcome to the bluffs people. We&#39;ve brought"
    },
    {
      "index": 529,
      "start_time": 3434310.0,
      "end_time": 3438100.0,
      "text": "the weather with us, which is great. We don&#39;t have the umbrellas in the movie, by the way,"
    },
    {
      "index": 530,
      "start_time": 3438100.0,
      "end_time": 3443661.0,
      "text": "just in case you&#39;re wondering. No because the colors clash. What&#39;s kind of weird is"
    },
    {
      "index": 531,
      "start_time": 3443660.0,
      "end_time": 3449390.0,
      "text": "that you&#39;re on the sets in the studio, and they look so real that you come out on location"
    },
    {
      "index": 532,
      "start_time": 3449390.0,
      "end_time": 3461019.0,
      "text": "and it almost looks fake. You just think, &quot;this can&#39;t exist,&quot; it&#39;s just weird. It&#39;s"
    },
    {
      "index": 533,
      "start_time": 3461020.0,
      "end_time": 3466010.0,
      "text": "a trick. It&#39;s mind games. It&#39;s a very nice environment. Some nice stuff up in there,"
    },
    {
      "index": 534,
      "start_time": 3466010.0,
      "end_time": 3470050.0,
      "text": "just going to be a bit lumpy getting stuff around and building stuff on rocks and bits"
    },
    {
      "index": 535,
      "start_time": 3470050.0,
      "end_time": 3477891.0,
      "text": "and pieces, but it&#39;ll be nice. It&#39;s a good location. I&#39;m just worried about the dinosaurs."
    },
    {
      "index": 536,
      "start_time": 3477890.0,
      "end_time": 3494849.0,
      "text": "So here we are at the Turoa Ski Field, on the flanks of Mt. Ruapehu. This is the second"
    },
    {
      "index": 537,
      "start_time": 3494850.0,
      "end_time": 3499600.0,
      "text": "largest national park in the world. Very ancient vegetation, magnificent colors, magnificent"
    },
    {
      "index": 538,
      "start_time": 3499600.0,
      "end_time": 3504060.0,
      "text": "textures, but very fragile. And hence we&#39;ve gone to exceptional lengths to make sure the"
    },
    {
      "index": 539,
      "start_time": 3504060.0,
      "end_time": 3508500.0,
      "text": "impact on the site is minimized. So it&#39;s about scaffolding, it&#39;s about elevated boardwalks"
    },
    {
      "index": 540,
      "start_time": 3508500.0,
      "end_time": 3513550.0,
      "text": "to keep people off the vegetation. We built the world&#39;s largest ramp as far as I&#39;m concerned"
    },
    {
      "index": 541,
      "start_time": 3513550.0,
      "end_time": 3517050.0,
      "text": "to get down to the thing. When everybody sort of walked out to the edge this morning, we"
    },
    {
      "index": 542,
      "start_time": 3517050.0,
      "end_time": 3520721.0,
      "text": "sort of looked at it and jaws dropped, and we were like, &quot;Wow, okay. So that&#39;s how we"
    },
    {
      "index": 543,
      "start_time": 3520720.0,
      "end_time": 3526450.0,
      "text": "get onto set today.&quot; So this is my favorite location. It&#39;s beautiful - there&#39;s a mountain,"
    },
    {
      "index": 544,
      "start_time": 3526450.0,
      "end_time": 3532400.0,
      "text": "there&#39;s a waterfall, there&#39;s a beautiful view across the valley there. It&#39;s one of those"
    },
    {
      "index": 545,
      "start_time": 3532400.0,
      "end_time": 3536940.0,
      "text": "sort of archetypal New Zealand locations where you think, &quot;God, New Zealand has such amazing"
    },
    {
      "index": 546,
      "start_time": 3536940.0,
      "end_time": 3547420.0,
      "text": "landscapes.&quot; It&#39;s a bit sad when the grips are going faster than I am and they&#39;re carrying"
    },
    {
      "index": 547,
      "start_time": 3547420.0,
      "end_time": 3558170.0,
      "text": "heavy things. Andy Serkis jumped in the icy cold stream to chase the fish as Gollum about"
    },
    {
      "index": 548,
      "start_time": 3558170.0,
      "end_time": 3566109.0,
      "text": "12 years ago - just over there. So welcome to the first day on location with 2nd unit."
    },
    {
      "index": 549,
      "start_time": 3566110.0,
      "end_time": 3571671.0,
      "text": "I&#39;ve spent quite a lot of the past few weeks in a chopper. Because a lot of our stuff was"
    },
    {
      "index": 550,
      "start_time": 3571670.0,
      "end_time": 3576440.0,
      "text": "arial coverage. We&#39;d take off and choose our line and choose the way we were going to shoot"
    },
    {
      "index": 551,
      "start_time": 3576440.0,
      "end_time": 3583339.0,
      "text": "it and how we were going to reveal the landscapes. So we&#39;re using the space cam on all the arial"
    },
    {
      "index": 552,
      "start_time": 3583340.0,
      "end_time": 3592060.0,
      "text": "stuff on the show. This particular rig is set up for 3D. There&#39;s a chopper behind me,"
    },
    {
      "index": 553,
      "start_time": 3592060.0,
      "end_time": 3598330.0,
      "text": "isn&#39;t there? The bonuses of being on 2nd unit is that we do a lot of locations that are"
    },
    {
      "index": 554,
      "start_time": 3598330.0,
      "end_time": 3603441.0,
      "text": "too tricky or time consuming for main unit to go, so a lot of our locations were helicopter"
    },
    {
      "index": 555,
      "start_time": 3603440.0,
      "end_time": 3613749.0,
      "text": "only access. So we got very good at loading in and out of choppers. So you&#39;ve got literally"
    },
    {
      "index": 556,
      "start_time": 3613750.0,
      "end_time": 3618610.0,
      "text": "2 units who are now crisscrossing the country, both the north and south islands. About half"
    },
    {
      "index": 557,
      "start_time": 3618610.0,
      "end_time": 3623620.0,
      "text": "way through our location shoot, 1st and 2nd units met up at what happened to be exactly"
    },
    {
      "index": 558,
      "start_time": 3623620.0,
      "end_time": 3630171.0,
      "text": "halfway through the entire shoot - day 127, and we commemorated that with a hoodie, a"
    },
    {
      "index": 559,
      "start_time": 3630170.0,
      "end_time": 3637049.0,
      "text": "halfway hoodie. It&#39;s 127 days, and it&#39;s two films. Now I&#39;ve got a 133 day &quot;Lord of the"
    },
    {
      "index": 560,
      "start_time": 3637050.0,
      "end_time": 3645681.0,
      "text": "Rings&quot; jumper that was for 3 films. So 133 days for 3 films, and 127 days for 2 films."
    },
    {
      "index": 561,
      "start_time": 3645680.0,
      "end_time": 3652039.0,
      "text": "Easily explained. How? Well we&#39;re all ten years older, so we&#39;re going a little slower."
    },
    {
      "index": 562,
      "start_time": 3652040.0,
      "end_time": 3656810.0,
      "text": "One of the challenges was showing P.J. what we&#39;d been up to. So every day, I would then"
    },
    {
      "index": 563,
      "start_time": 3656810.0,
      "end_time": 3660530.0,
      "text": "do a kind of edit of the takes that we&#39;d done and put them together and make some selects,"
    },
    {
      "index": 564,
      "start_time": 3660530.0,
      "end_time": 3665870.0,
      "text": "and that would be sent off to Pete. We are a long way from most of the infrastructure"
    },
    {
      "index": 565,
      "start_time": 3665870.0,
      "end_time": 3671620.0,
      "text": "that we know and love, so we&#39;ve had to rely on satellite technology to do all of our connectivity."
    },
    {
      "index": 566,
      "start_time": 3671620.0,
      "end_time": 3675340.0,
      "text": "These are the three dishes that we&#39;re setting up today to provide internet for the crew."
    },
    {
      "index": 567,
      "start_time": 3675340.0,
      "end_time": 3680401.0,
      "text": "We&#39;re providing wireless and ethernet. We&#39;ve also got a separate setup that&#39;s up at the"
    },
    {
      "index": 568,
      "start_time": 3680400.0,
      "end_time": 3683660.0,
      "text": "director&#39;s tent that&#39;s beaming in footage from second unit that basically takes the"
    },
    {
      "index": 569,
      "start_time": 3683660.0,
      "end_time": 3687390.0,
      "text": "feed that&#39;s coming in from the cameras, compresses it, sends it over the internet all the way"
    },
    {
      "index": 570,
      "start_time": 3687390.0,
      "end_time": 3693529.0,
      "text": "through, down to Pete&#39;s tent. So far, we&#39;ve probably used about 6km of cable on the job."
    },
    {
      "index": 571,
      "start_time": 3693530.0,
      "end_time": 3704600.0,
      "text": "I&#39;m not sure where it&#39;s all gone, but we keep on ordering more of it. Strath Taieri, Central"
    },
    {
      "index": 572,
      "start_time": 3704600.0,
      "end_time": 3710671.0,
      "text": "Otago. So this is a location where you can literally shoot 360 degrees, every direction."
    },
    {
      "index": 573,
      "start_time": 3710670.0,
      "end_time": 3715759.0,
      "text": "We&#39;ve had some incredibly skies, what we call close encounter of the third kind skies. Warehouse"
    },
    {
      "index": 574,
      "start_time": 3715760.0,
      "end_time": 3719810.0,
      "text": "skies are a little boring. Because we&#39;ve shot over 3 days, we&#39;ll probably replace them with"
    },
    {
      "index": 575,
      "start_time": 3719810.0,
      "end_time": 3724290.0,
      "text": "these cool skies. I&#39;d love to do that, get some real mood into it. One of the days of"
    },
    {
      "index": 576,
      "start_time": 3724290.0,
      "end_time": 3729231.0,
      "text": "shooting at this location was actually up on the hill there, called the rock and pillar"
    },
    {
      "index": 577,
      "start_time": 3729230.0,
      "end_time": 3735509.0,
      "text": "range, if you just look over there. It&#39;s pretty much that distant ridge line between those"
    },
    {
      "index": 578,
      "start_time": 3735510.0,
      "end_time": 3740280.0,
      "text": "two rocks. So that&#39;s the rock and pillars, where we had to have ten helicopters carrying"
    },
    {
      "index": 579,
      "start_time": 3740280.0,
      "end_time": 3751290.0,
      "text": "crew, cast, and equipment up the mountain. This is Adam Brown&#39;s first helicopter ride."
    },
    {
      "index": 580,
      "start_time": 3751290.0,
      "end_time": 3770141.0,
      "text": "Oh my gosh. Are you so excited? I&#39;m well excited. You should be. And action. Amazing! So we&#39;re"
    },
    {
      "index": 581,
      "start_time": 3770140.0,
      "end_time": 3781809.0,
      "text": "picking up at the end of our location shooting here, and going to Queenstown. Here we are"
    },
    {
      "index": 582,
      "start_time": 3781810.0,
      "end_time": 3787300.0,
      "text": "at beautiful Queenstown. We&#39;re just at the base outside the Earnslaw Burn, which is the"
    },
    {
      "index": 583,
      "start_time": 3787300.0,
      "end_time": 3793780.0,
      "text": "most spectacular shooting location I think we&#39;ve been to yet. We&#39;re shortly going to"
    },
    {
      "index": 584,
      "start_time": 3793780.0,
      "end_time": 3797490.0,
      "text": "do a rendition of &quot;The Hills are Alive with the Sound of Music,&quot; starting with Mark over"
    },
    {
      "index": 585,
      "start_time": 3797490.0,
      "end_time": 3818330.0,
      "text": "there. See, he&#39;s getting into his Maria position, there he is. It&#39;s snow! Bare feet was a bad"
    },
    {
      "index": 586,
      "start_time": 3818330.0,
      "end_time": 3824961.0,
      "text": "choice. Now we&#39;ve been to Paradise before. That&#39;s where we shot a few scenes of &quot;The"
    },
    {
      "index": 587,
      "start_time": 3824960.0,
      "end_time": 3832430.0,
      "text": "Fellowship of the Ring&quot; mainly, back in 1999 - Lothlorien Forest. Boromir&#39;s death. The"
    },
    {
      "index": 588,
      "start_time": 3832430.0,
      "end_time": 3838480.0,
      "text": "great thing about this job is you see beautiful, beautiful places like this. So you don&#39;t have"
    },
    {
      "index": 589,
      "start_time": 3838480.0,
      "end_time": 3843799.0,
      "text": "to feel sorry for our actors&#39; leaving home for 7 1/2 weeks. We&#39;re very well looked after."
    },
    {
      "index": 590,
      "start_time": 3843800.0,
      "end_time": 3849870.0,
      "text": "The catering on this movie has been sensational. The numbers we&#39;ve been doing on location were"
    },
    {
      "index": 591,
      "start_time": 3849870.0,
      "end_time": 3856610.0,
      "text": "between 300 and 400, and then we were doing 570 to 580 because we had quite a few extras"
    },
    {
      "index": 592,
      "start_time": 3856610.0,
      "end_time": 3859500.0,
      "text": "there as well. We cook 100 at least kilos of meat each day. One of the guys pointed"
    },
    {
      "index": 593,
      "start_time": 3859500.0,
      "end_time": 3871481.0,
      "text": "out that we&#39;d been through a ton of oranges already. It&#39;s Formal Friday today, so we&#39;re"
    },
    {
      "index": 594,
      "start_time": 3871480.0,
      "end_time": 3876799.0,
      "text": "dressed in suits - one of the only ways for the crew to know what day of the week it is."
    },
    {
      "index": 595,
      "start_time": 3876800.0,
      "end_time": 3881981.0,
      "text": "Every morning, we crank out about 200 or 300 coffees. We&#39;re heading off to the hills to"
    },
    {
      "index": 596,
      "start_time": 3881980.0,
      "end_time": 3886589.0,
      "text": "look after a crew of about 100 people who are all being choppered into the mountains."
    },
    {
      "index": 597,
      "start_time": 3886590.0,
      "end_time": 3891580.0,
      "text": "It being in the mountains, there&#39;s snow around. It&#39;s cold. So sometimes in formal dress it&#39;s"
    },
    {
      "index": 598,
      "start_time": 3891580.0,
      "end_time": 3897030.0,
      "text": "not practical, so as you can see here, Andrew has gone from a three piece to a four piece"
    },
    {
      "index": 599,
      "start_time": 3897030.0,
      "end_time": 3902800.0,
      "text": "with the addition of a nice, cozy puffer jacket - because you can&#39;t always look good. Sometimes"
    },
    {
      "index": 600,
      "start_time": 3902800.0,
      "end_time": 3915740.0,
      "text": "you have to be sensible. Sometimes you take for granted the scenery in the country where"
    },
    {
      "index": 601,
      "start_time": 3915740.0,
      "end_time": 3922141.0,
      "text": "you live, so to come out on the road was really amazing. Good morning. Thank you. I can&#39;t"
    },
    {
      "index": 602,
      "start_time": 3922140.0,
      "end_time": 3926039.0,
      "text": "believe how nice it is. We&#39;re the luckiest high-restricted people in the whole world."
    },
    {
      "index": 603,
      "start_time": 3926040.0,
      "end_time": 3935951.0,
      "text": "I think it comes into high-restricted. New Zealand, looking at its spectacular best,"
    },
    {
      "index": 604,
      "start_time": 3935950.0,
      "end_time": 3953769.0,
      "text": "and a lot of really happy actors cavorting around in front of it. Braemer Station was"
    },
    {
      "index": 605,
      "start_time": 3953770.0,
      "end_time": 3959100.0,
      "text": "pretty difficult working conditions for the cast and the crew because the grounds were"
    },
    {
      "index": 606,
      "start_time": 3959100.0,
      "end_time": 3966510.0,
      "text": "uneven. This is a New Zealand native thorn bush, which is everywhere you ever want to"
    },
    {
      "index": 607,
      "start_time": 3966510.0,
      "end_time": 3973211.0,
      "text": "walk. You can&#39;t just parade through the rocks and the pebbles without looking and suddenly"
    },
    {
      "index": 608,
      "start_time": 3973210.0,
      "end_time": 3976390.0,
      "text": "realize that being out of doors in Middle Earth can be a difficult business, particularly"
    },
    {
      "index": 609,
      "start_time": 3976390.0,
      "end_time": 3983019.0,
      "text": "when there&#39;s a pack of orcs or wogs. Dances with wogs. Heavenly wogs. The boy who cried"
    },
    {
      "index": 610,
      "start_time": 3983020.0,
      "end_time": 3990020.0,
      "text": "wog. Aliens vs. wogs. I was a teenage wog. Enormous amount of running. Scene 88, I think,"
    },
    {
      "index": 611,
      "start_time": 3990020.0,
      "end_time": 3995191.0,
      "text": "is actually going to be a third film that will be coming out between the first and the"
    },
    {
      "index": 612,
      "start_time": 3995190.0,
      "end_time": 3999680.0,
      "text": "second. It&#39;s actually, for the most part easier working inside a studio. But, of course, you"
    },
    {
      "index": 613,
      "start_time": 3999680.0,
      "end_time": 4003880.0,
      "text": "know the studio doesn&#39;t have the incredible vistas, and that&#39;s what we were there for."
    },
    {
      "index": 614,
      "start_time": 4003880.0,
      "end_time": 4019150.0,
      "text": "8 km from the mount. Unbelievable. This is a glorious bridge over the glorious river"
    },
    {
      "index": 615,
      "start_time": 4019150.0,
      "end_time": 4027999.0,
      "text": "where we are shooting today. I think my favorite day on set unquestionably was floating down"
    },
    {
      "index": 616,
      "start_time": 4028000.0,
      "end_time": 4035030.0,
      "text": "the river in barrels. We&#39;re finally going to put our dwarves in barrels. Looks like"
    },
    {
      "index": 617,
      "start_time": 4035030.0,
      "end_time": 4040221.0,
      "text": "fun. I could do it myself if I wasn&#39;t busy doing other things. Today we&#39;re swinging over"
    },
    {
      "index": 618,
      "start_time": 4040220.0,
      "end_time": 4054249.0,
      "text": "the river. We&#39;ve got some dwarves coming down in barrels. Keep going everybody. That&#39;s good."
    },
    {
      "index": 619,
      "start_time": 4054250.0,
      "end_time": 4060110.0,
      "text": "That was way cool. And if they ever make that a ride at any of the Warner Bros. movie worlds"
    },
    {
      "index": 620,
      "start_time": 4060110.0,
      "end_time": 4065840.0,
      "text": "- lifetime pass please. While we were there, our location shooting came to a pretty dramatic"
    },
    {
      "index": 621,
      "start_time": 4065840.0,
      "end_time": 4069350.0,
      "text": "end because the police arrived and said they were about to issue a severe weather warning."
    },
    {
      "index": 622,
      "start_time": 4069350.0,
      "end_time": 4074881.0,
      "text": "Okay, we need to shoot, please, because it&#39;s raining, so we need to get going. And I&#39;ve"
    },
    {
      "index": 623,
      "start_time": 4074880.0,
      "end_time": 4083549.0,
      "text": "never seen a crew pack up their gear so quickly. So the very next day, everywhere where we"
    },
    {
      "index": 624,
      "start_time": 4083550.0,
      "end_time": 4088260.0,
      "text": "were standing, everywhere our equipment was, our cameras, our actors, the director, was"
    },
    {
      "index": 625,
      "start_time": 4088260.0,
      "end_time": 4098651.0,
      "text": "under flood water. It was incredibly dramatic. The rise in the river level was 20 or 30 feet."
    },
    {
      "index": 626,
      "start_time": 4098649.9999999995,
      "end_time": 4106499.9999999995,
      "text": "And that&#39;s location. So that&#39;s the end of our location shooting, and we are about to"
    },
    {
      "index": 627,
      "start_time": 4106500.0,
      "end_time": 4121060.0,
      "text": "go into our last 100 days, what we&#39;re calling block 3, and I look forward to talking to"
    },
    {
      "index": 628,
      "start_time": 4121060.0000000005,
      "end_time": 4131060.0000000005,
      "text": "you again very very soon."
    }
  ]
}