{
  "video_id": "Zg1bQRbOodc",
  "title": "Cartoon Hangout | We Bare Bears Episode 8 Review",
  "json": [
    {
      "index": 1,
      "start_time": 11300.0,
      "end_time": 15469.0,
      "text": "Hello lords and ladies, my name is Archaic King. Welcome back to Cartoon Hangout. It’s"
    },
    {
      "index": 2,
      "start_time": 15469.0,
      "end_time": 19900.0,
      "text": "been awhile since I uploaded any CH videos, but that’s probably because there haven’t"
    },
    {
      "index": 3,
      "start_time": 19100.0,
      "end_time": 23230.0,
      "text": "been any new episodes for a few days. I think that’s good since it gave us a little break."
    },
    {
      "index": 4,
      "start_time": 23230.0,
      "end_time": 26210.0,
      "text": "Today we’re returning for a new episode of We Bare Bears."
    },
    {
      "index": 5,
      "start_time": 26210.0,
      "end_time": 31759.0,
      "text": "Now, up until this episode the point of the show was showing the bears trying to fit in"
    },
    {
      "index": 6,
      "start_time": 31759.0,
      "end_time": 37790.0,
      "text": "with humans, but in a twist this episode features the opposite. While preparing to watch a video"
    },
    {
      "index": 7,
      "start_time": 37790.0,
      "end_time": 43760.0,
      "text": "about sloths, Grizzly ends up catching an advertisement for a show called Badger in"
    },
    {
      "index": 8,
      "start_time": 43760.0,
      "end_time": 48670.0,
      "text": "the Wild. It’s pretty much your typical survival show. This makes Grizzly think that"
    },
    {
      "index": 9,
      "start_time": 48670.0,
      "end_time": 53489.0,
      "text": "he needs to take his brothers out into the wild and truly be bears…which he does, to"
    },
    {
      "index": 10,
      "start_time": 53489.0,
      "end_time": 63748.0,
      "text": "hilarious results. Of course as you might expect, things do not go his way."
    },
    {
      "index": 11,
      "start_time": 63749.0,
      "end_time": 72590.0,
      "text": "The bearstack must truly be mighty, for not even gravity can break it. Grizzly leaves"
    },
    {
      "index": 12,
      "start_time": 72590.0,
      "end_time": 77430.0,
      "text": "his brothers alone to find some fish but ends up stealing from some campers instead. Panda"
    },
    {
      "index": 13,
      "start_time": 77430.0,
      "end_time": 82590.0,
      "text": "and Icebear, on the other hand, have their own problems: namely regressing into wild"
    },
    {
      "index": 14,
      "start_time": 82590.0,
      "end_time": 87759.0,
      "text": "animals after fighting over some imaginary food. Luckily Grizzly saves the day by finding"
    },
    {
      "index": 15,
      "start_time": 87759.0,
      "end_time": 91909.0,
      "text": "a burger joint and getting them some food. But only after being chased through the woods"
    },
    {
      "index": 16,
      "start_time": 91909.0,
      "end_time": 95140.0,
      "text": "and even into a runaway car by his primal brothers."
    },
    {
      "index": 17,
      "start_time": 95140.0,
      "end_time": 98689.0,
      "text": "A decent episode, I must say. Not as good as some of the past episodes, but you’ll"
    },
    {
      "index": 18,
      "start_time": 98689.0,
      "end_time": 102479.0,
      "text": "still get a few chuckles from this episode’s plot. What makes this a decent episode is"
    },
    {
      "index": 19,
      "start_time": 102479.0,
      "end_time": 106820.0,
      "text": "the twist on the usual theme of the show. Normally they try to fit into human society,"
    },
    {
      "index": 20,
      "start_time": 106820.0,
      "end_time": 111839.0,
      "text": "but instead they go back to the wild and find they can’t handle it. One moment that stood"
    },
    {
      "index": 21,
      "start_time": 111840.0,
      "end_time": 117179.0,
      "text": "out to me was when Panda and Icebear began walking on all four legs. It’s subtle, but"
    },
    {
      "index": 22,
      "start_time": 117179.0,
      "end_time": 122320.0,
      "text": "they normally walk on two legs only resorting to four in certain instances such as the bearstack."
    },
    {
      "index": 23,
      "start_time": 122320.0,
      "end_time": 125548.0,
      "text": "So while the bears are doing their best to be like humans, they’ve actually done better"
    },
    {
      "index": 24,
      "start_time": 125549.0,
      "end_time": 128880.0,
      "text": "than they think. Even though this episode wasn’t as good as some of the other episodes,"
    },
    {
      "index": 25,
      "start_time": 128880.0,
      "end_time": 133190.0,
      "text": "as I just said, it does cement this show as one of my favorite cartoons in recent memory"
    },
    {
      "index": 26,
      "start_time": 133190.0,
      "end_time": 138920.0,
      "text": "if not all time. From the animation, to the characters, to the jokes, We Bare Bears continues"
    },
    {
      "index": 27,
      "start_time": 138920.0,
      "end_time": 142980.0,
      "text": "to be a surprisingly good cartoon. I hope you enjoyed this review, if you did"
    },
    {
      "index": 28,
      "start_time": 142980.0,
      "end_time": 146200.0,
      "text": "please consider dropping it a like or a comment. In fact, I’d love to hear your thoughts"
    },
    {
      "index": 29,
      "start_time": 146200.0,
      "end_time": 150540.0,
      "text": "on this episode. Favorite moment? Favorite Ice Bear line? Let me know in the comments."
    },
    {
      "index": 30,
      "start_time": 150540.0,
      "end_time": 154100.0,
      "text": "Make sure to stick around for my review of yesterday’s new Teen Titans Go episode."
    },
    {
      "index": 31,
      "start_time": 154100.0,
      "end_time": 155388.0,
      "text": "Thanks for watching, take care!"
    }
  ]
}