{
  "video_id": "Zghe7SNmhOs",
  "title": "Tacos | Basics with Babish",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6029.0,
      "text": "Hey guys, welcome back to Basics with Babish. For this week, I've partnered with Blue Apron to help transform taco night."
    },
    {
      "index": 2,
      "start_time": 6029.0,
      "end_time": 10000.0,
      "text": "Blue Apron is a meal kit delivery service that makes it easy to cook healthy meals at home and the first"
    },
    {
      "index": 3,
      "start_time": 10000.0,
      "end_time": 15800.0,
      "text": "hundred people to sign up using the link in this video's description will get $50 off their first two weeks of deliveries."
    },
    {
      "index": 4,
      "start_time": 15800.0,
      "end_time": 19800.0,
      "text": "We're going to use this kit to make some Asian-Inspired Hoisin Chicken Tacos later."
    },
    {
      "index": 5,
      "start_time": 19800.0,
      "end_time": 23200.0,
      "text": "But for now, let's get all our new toys in the fridge and get down to Basics"
    },
    {
      "index": 6,
      "start_time": 23200.0,
      "end_time": 33000.0,
      "text": "{Basics with Babish Intro Music}"
    },
    {
      "index": 7,
      "start_time": 37610.0,
      "end_time": 40800.0,
      "text": "Okay, so first thing's first. I'm in the mood for corn tortillas."
    },
    {
      "index": 8,
      "start_time": 40800.0,
      "end_time": 44800.0,
      "text": "If you want to make flour tortillas check out the Fish Tacos episode of Binging with Babish"
    },
    {
      "index": 9,
      "start_time": 44800.0,
      "end_time": 50800.0,
      "text": "Otherwise follow along with me as we combine 2 cups of Masa Harina with one and a quarter cups water."
    },
    {
      "index": 10,
      "start_time": 50800.0,
      "end_time": 53000.0,
      "text": "Mix gently by hand and pat into a ball."
    },
    {
      "index": 11,
      "start_time": 53000.0,
      "end_time": 54400.0,
      "text": "That's it. Mic Drop"
    },
    {
      "index": 12,
      "start_time": 54400.0,
      "end_time": 59800.0,
      "text": "Cover with plastic wrap and let it rest for 20 minutes before pressing into tortillas using a tortilla press,"
    },
    {
      "index": 13,
      "start_time": 59800.0,
      "end_time": 65200.0,
      "text": "and a plastic food storage bag that you have cut open like a book. This prevents the tortilla dough from"
    },
    {
      "index": 14,
      "start_time": 65200.0,
      "end_time": 72600.0,
      "text": "sticking to the tortilla press. So now, just roll out golf ball sized balls of dough, close the tortilla press and let it do what it does best."
    },
    {
      "index": 15,
      "start_time": 72620.0,
      "end_time": 79840.0,
      "text": "\"But Babish,\" You might be asking, \"What if I didn't spend $30 on a 10 pound cast-iron unitasker that I'll probably only use once a year?\""
    },
    {
      "index": 16,
      "start_time": 79840.0,
      "end_time": 83420.0,
      "text": "Well, the answer lies in the heavy bottom of a good ol' fashioned skillet."
    },
    {
      "index": 17,
      "start_time": 83420.0,
      "end_time": 87900.0,
      "text": "Simply press down firmly on our plastic bag contraption, oop...little bit more firmly than that."
    },
    {
      "index": 18,
      "start_time": 87900.0,
      "end_time": 93460.0,
      "text": "Put you whole body into it and...Presto! You'll be greeted with the same high-quality homemade tortilla."
    },
    {
      "index": 19,
      "start_time": 93460.0,
      "end_time": 100620.0,
      "text": "Once you've got your tortillas out of whatever press you're using, you'll want to bring it over to a waiting, preheated, non-stick or cast-iron skillet."
    },
    {
      "index": 20,
      "start_time": 100620.0,
      "end_time": 105340.0,
      "text": "Make sure it's ripping hot and flip after 30 seconds to 1 minute, or until you've got a few brown spots."
    },
    {
      "index": 21,
      "start_time": 105340.0,
      "end_time": 110880.0,
      "text": "Let it go for maybe another 20 seconds on the other side before removing from the heat and keeping warm in a"
    },
    {
      "index": 22,
      "start_time": 110880.0,
      "end_time": 113540.0,
      "text": "tortilla warmer or in a low oven, wrapped in foil."
    },
    {
      "index": 23,
      "start_time": 113540.0,
      "end_time": 118460.0,
      "text": "Alright, so now that we've got our tortillas finished, it's time to address the matter of what to put inside them."
    },
    {
      "index": 24,
      "start_time": 118460.0,
      "end_time": 123080.0,
      "text": "I'm gonna make 3 different kinds of tacos. I'm gonna start off by making a chimichurri for steak."
    },
    {
      "index": 25,
      "start_time": 123080.0,
      "end_time": 128920.0,
      "text": "Into a food processor, I'm placing one Fresno pepper, a few cloves of garlic, a handful of parsley (or cilantro,"
    },
    {
      "index": 26,
      "start_time": 128919.99999999999,
      "end_time": 133620.0,
      "text": "if that's your thing), a quarter cup of olive oil and a few tablespoons of red wine vinegar."
    },
    {
      "index": 27,
      "start_time": 133620.0,
      "end_time": 138360.0,
      "text": "I'm also going to lightly season it with salt and freshly ground pepper, and then it's time to take it for a spin"
    },
    {
      "index": 28,
      "start_time": 138360.0,
      "end_time": 144400.0,
      "text": "until it is lightly chopped but not fully pureed. This is going to act as both the sauce and the marinade for"
    },
    {
      "index": 29,
      "start_time": 144400.0,
      "end_time": 149400.0,
      "text": "our skirt steak. Oops, do not forget to fold down the top of your bag so you don't get any meat juice on the"
    },
    {
      "index": 30,
      "start_time": 149400.0,
      "end_time": 154860.0,
      "text": "outside of the bag, and add about half of our chimichurri, reserving the other half for later application."
    },
    {
      "index": 31,
      "start_time": 154860.0,
      "end_time": 159760.0,
      "text": "Squeeze all the air out and give it a nice deep tissue massage, making sure the marinade is evely distributed."
    },
    {
      "index": 32,
      "start_time": 159760.0,
      "end_time": 165420.0,
      "text": "Place in a glass bowl and fridge for at least 30 minutes and up to overnight. Now, let's do some chicken."
    },
    {
      "index": 33,
      "start_time": 165420.0,
      "end_time": 170680.0,
      "text": "We didn't have much time to shoot this episode, so I'm going to make 3 different kinds of tacos, all at once. I hope you don't mind."
    },
    {
      "index": 34,
      "start_time": 170680.0,
      "end_time": 176660.0,
      "text": "We're starting by butterflying the chicken, placing it into a similarly outfitted bag, and preparing a simple marinade,"
    },
    {
      "index": 35,
      "start_time": 176660.0,
      "end_time": 181580.0,
      "text": "courtesy of America's Test Kitchen. A few cloves of roughly chopped garlic, the juice of two limes,"
    },
    {
      "index": 36,
      "start_time": 181580.0,
      "end_time": 188040.0,
      "text": "a good shake each of white pepper, cumin, smoked paprika, oregano, and for a little bit of heat, cayenne pepper."
    },
    {
      "index": 37,
      "start_time": 188040.0,
      "end_time": 190000.0,
      "text": "You can omit this, if you're a wuss."
    },
    {
      "index": 38,
      "start_time": 190000.0,
      "end_time": 195700.0,
      "text": "We're also gonna add a good drizzle of olive oil, a healthy sprinkling of salt, and a few twists of freshly ground black pepper."
    },
    {
      "index": 39,
      "start_time": 195700.0,
      "end_time": 199560.0,
      "text": "We're also gonna add a little bit of a sugar. This is gonna help with the browning of the chicken later on."
    },
    {
      "index": 40,
      "start_time": 199560.0,
      "end_time": 205560.0,
      "text": "Whisk together, and toss that bad boy into the marinade bag, give it a massage, put it in a bowl, and fridge it for"
    },
    {
      "index": 41,
      "start_time": 205560.0,
      "end_time": 211740.0,
      "text": "1 to 4 hours. Last up, I'm going to make some tacos with chorizo and potato. For this we're gonna start by simply"
    },
    {
      "index": 42,
      "start_time": 211740.0,
      "end_time": 217360.0,
      "text": "peeling and chopping our potato into nice little bite-sized cubes. And then we're going to put them into a pot and"
    },
    {
      "index": 43,
      "start_time": 217360.0,
      "end_time": 221740.0,
      "text": "cover them with cold water, which we're going to slowly bring up to a boil. We're gonna salt the water a little bit"
    },
    {
      "index": 44,
      "start_time": 221740.0,
      "end_time": 225960.0,
      "text": "for flavor and expedited boiling, which takes a long time when you use a blowtorch. Just kidding."
    },
    {
      "index": 45,
      "start_time": 225960.0,
      "end_time": 230180.0,
      "text": "We're also gonna add a little bit of white vinegar. This is gonna help the potatoes retain their structure."
    },
    {
      "index": 46,
      "start_time": 230180.0,
      "end_time": 236140.0,
      "text": "After parboiling these for about 10 minutes, drain and place them on a rimmed baking sheet to cool completely."
    },
    {
      "index": 47,
      "start_time": 236140.0,
      "end_time": 241520.0,
      "text": "Next up, the accoutrements for our chicken. We're going to make Rajas Con Crema, which are poblano peppers"
    },
    {
      "index": 48,
      "start_time": 241520.0,
      "end_time": 245080.0,
      "text": "that have been roasted and cooked in a zesty sort of Mexican sour cream."
    },
    {
      "index": 49,
      "start_time": 245080.0,
      "end_time": 249380.0,
      "text": "You can tell I'm excited to roast some peppers, because it means I get to burn things over an open flame,"
    },
    {
      "index": 50,
      "start_time": 249380.0,
      "end_time": 254400.0,
      "text": "and that's just what we're doing. Putting these guys right on the stove grate until they turn black on the outside."
    },
    {
      "index": 51,
      "start_time": 254400.0,
      "end_time": 258580.0,
      "text": "We're then wrapping them in foil to soften them up, letting them rest for 10 minutes,  unwrapping them,"
    },
    {
      "index": 52,
      "start_time": 258579.99999999997,
      "end_time": 263440.0,
      "text": "and peeling off all the black stuff. I often like to leave this stuff on, but apparently it's bad for you,"
    },
    {
      "index": 53,
      "start_time": 263440.0,
      "end_time": 267860.0,
      "text": "so I can't really recommend it. Anyway, now that we've got them nice and peeled and safe for consumption,"
    },
    {
      "index": 54,
      "start_time": 267860.0,
      "end_time": 272200.0,
      "text": "we're gonna slice them into strips. And these ones look a little bit too long so I'm also going to cut them"
    },
    {
      "index": 55,
      "start_time": 272200.0,
      "end_time": 276640.0,
      "text": "crosswise so that they're nice and bite-sized. Now, also for the chicken tacos, we're gonna make some"
    },
    {
      "index": 56,
      "start_time": 276640.0,
      "end_time": 282480.0,
      "text": "quick-pickled radishes aka one of the few beautiful comforts in an otherwise cold, indifferent universe."
    },
    {
      "index": 57,
      "start_time": 282480.0,
      "end_time": 288160.0,
      "text": "Simply scrub, wash and thinly slice your radishes, put them in a heatproof bowl, and pour some boiling"
    },
    {
      "index": 58,
      "start_time": 288160.0,
      "end_time": 292800.0,
      "text": "apple cider vinegar over top. If you're just making these for snacking, like I do, you can also add things like"
    },
    {
      "index": 59,
      "start_time": 292800.0,
      "end_time": 298620.0,
      "text": "mustard seeds, and whole peppercorns, and fresh dill, but these will do nicely for our purposes. We're gonna let"
    },
    {
      "index": 60,
      "start_time": 298620.0,
      "end_time": 303760.0,
      "text": "these quick-pickle for about an hour, or until they've cooled off. Last piece of accoutrements, some simply"
    },
    {
      "index": 61,
      "start_time": 303760.0,
      "end_time": 309540.0,
      "text": "diced onions, combined with a little bit of chopped, fresh parsley (or cilantro), and the juice of one lime."
    },
    {
      "index": 62,
      "start_time": 309540.0,
      "end_time": 314580.0,
      "text": "Mix it up and let it sit for 15 minutes. Now,  at long last, it's time to head over to the stove."
    },
    {
      "index": 63,
      "start_time": 314580.0,
      "end_time": 318800.0,
      "text": "This is kind of an interesting episode of Basics, because it's the workload that you'd have if you were making"
    },
    {
      "index": 64,
      "start_time": 318800.0,
      "end_time": 323460.0,
      "text": "all 3 of these tacos for like a dinner party or something. Anyway, we're starting by browning some chorizo that"
    },
    {
      "index": 65,
      "start_time": 323460.0,
      "end_time": 328700.0,
      "text": "we've squeezed out of its skin, and in another nonstick pan we're getting some onion started with a little bit of"
    },
    {
      "index": 66,
      "start_time": 328700.0,
      "end_time": 334180.0,
      "text": "olive oil. These will be for the Rajas Con Crema. Once they've softened up a little bit, it's time to add the Rajas,"
    },
    {
      "index": 67,
      "start_time": 334180.0,
      "end_time": 338860.0,
      "text": "otherwise known as the roast poblano peppers from earlier. We're gonna season those will a little bit of dried"
    },
    {
      "index": 68,
      "start_time": 338860.0,
      "end_time": 343540.0,
      "text": "oregano, and let them get to know each other just a little bit. During which time, we can throw our steak on a"
    },
    {
      "index": 69,
      "start_time": 343540.0,
      "end_time": 348600.0,
      "text": "preheated cast-iron skillet. This is skirt steak, so you'll remember that we want this ripping hot, so we can cook"
    },
    {
      "index": 70,
      "start_time": 348600.0,
      "end_time": 353660.0,
      "text": "it as fast as possible. Same goes for our nice, thin butterflied chicken. Next up, we're adding about a"
    },
    {
      "index": 71,
      "start_time": 353660.0,
      "end_time": 358860.0,
      "text": "quarter cup of heavy cream and the juice of half a lime to our poblano-pepper-onion mixture and simmering that"
    },
    {
      "index": 72,
      "start_time": 358860.0,
      "end_time": 362980.0,
      "text": "for about 5 minutes or until thickened. We're also gonna season it with a little bit of salt and pepper."
    },
    {
      "index": 73,
      "start_time": 362980.0,
      "end_time": 367220.0,
      "text": "The lime helps emulate the sort of \"zing\" that we would've gotten from real Mexican Crema."
    },
    {
      "index": 74,
      "start_time": 367220.0,
      "end_time": 371380.0,
      "text": "Now that the chorizo is nice and brown, we're gonna put it on a plate, set it aside."
    },
    {
      "index": 75,
      "start_time": 371380.0,
      "end_time": 375740.0,
      "text": "Reserve a little bit of that sausage fat, adding to it a little bit of vegetable oil. While that's heating up, check the"
    },
    {
      "index": 76,
      "start_time": 375740.0,
      "end_time": 380660.0,
      "text": "browning on our steaks, give them a flip if they're ready to go, and once the fat in the chorizo pan is nice and"
    },
    {
      "index": 77,
      "start_time": 380660.0,
      "end_time": 385760.0,
      "text": "sizzling hot, we're gonna add our parboiled potatoes, leaving them untouched over high heat for about"
    },
    {
      "index": 78,
      "start_time": 385760.0,
      "end_time": 390580.0,
      "text": "2 minutes, so we get some nice, crispy brown spots. Achieve some steak flame, that it totally going on"
    },
    {
      "index": 79,
      "start_time": 390580.0,
      "end_time": 396400.0,
      "text": "Instagram, and remove once the interior of our steak reaches 130 degrees Fahrenheit. Cover with foil and set"
    },
    {
      "index": 80,
      "start_time": 396400.0,
      "end_time": 400860.0,
      "text": "aside to rest. Give the potatoes a flip now that they've browned and crisped up a little bit."
    },
    {
      "index": 81,
      "start_time": 400860.0,
      "end_time": 406140.0,
      "text": "Give the chicken a flip, make sure it's not overcooking. We don't want those going over 165(F). Try to keep"
    },
    {
      "index": 82,
      "start_time": 406140.0,
      "end_time": 411060.0,
      "text": "sampling and tasting as you go, so you know how you want adjust the seasoning of each element of a dish."
    },
    {
      "index": 83,
      "start_time": 411060.0,
      "end_time": 415720.0,
      "text": "I'm gonna add some salt, and a little splash of olive oil to help these guys finish up. Once the potatoes have some"
    },
    {
      "index": 84,
      "start_time": 415720.0,
      "end_time": 420360.0,
      "text": "nice brown stuff on them, add back the sausage, and boom, those are done. Just heat the mixture the whole"
    },
    {
      "index": 85,
      "start_time": 420360.0,
      "end_time": 424720.0,
      "text": "way through while chicken stubbornly comes up to temperature. The steak and the chicken have rested so"
    },
    {
      "index": 86,
      "start_time": 424720.0,
      "end_time": 429620.0,
      "text": "it's time to carve. We're cutting across the grain, on the steak and then cutting it into bite-sized pieces."
    },
    {
      "index": 87,
      "start_time": 429620.0,
      "end_time": 432040.0,
      "text": "The chicken, cut it up however you like, just make sure it'll fit in a taco."
    },
    {
      "index": 88,
      "start_time": 432040.0,
      "end_time": 438300.0,
      "text": "And at long last, it's time to plate up. One taco with a healthy helping of our chorizo-potato mixture, one with"
    },
    {
      "index": 89,
      "start_time": 438300.0,
      "end_time": 442840.0,
      "text": "a few strips of our steak, and one with a few strips of chicken. You can obviously top these up however you"
    },
    {
      "index": 90,
      "start_time": 442840.0,
      "end_time": 447760.0,
      "text": "like, but I like to put the Rajas Con Crema on the chicken, with a few of the pickled radishes, a little bit of the"
    },
    {
      "index": 91,
      "start_time": 447760.0,
      "end_time": 452640.0,
      "text": "reserved chimichurri sauce on the steak,  our onion and \"fake cilantro\" (parsley) mixture on  the chorizo-potato,"
    },
    {
      "index": 92,
      "start_time": 452640.0,
      "end_time": 459900.0,
      "text": "and all 3 with a generous helping of Cotija cheese. If you can't find Cotija, Feta is an acceptable substitute, sort of."
    },
    {
      "index": 93,
      "start_time": 459900.0,
      "end_time": 466560.0,
      "text": "And there you have it: 3 delicious, if a bit labor-intensive, tacos, sure to spice things up at your next dinner party."
    },
    {
      "index": 94,
      "start_time": 466560.0,
      "end_time": 471840.0,
      "text": "But what about something a little bit more weeknight? Little bit healthier, little bit easier, Blue Apron's got oop,"
    },
    {
      "index": 95,
      "start_time": 471840.0,
      "end_time": 476460.0,
      "text": "shoot, Blue Apron's got us covered with some Asian-Inspired Hoisin Chicken Tacos."
    },
    {
      "index": 96,
      "start_time": 476460.0,
      "end_time": 481420.0,
      "text": "Start by cutting the 4 included sweet potatoes into wedges, and then we're gonna prepare a mixture in"
    },
    {
      "index": 97,
      "start_time": 481420.0,
      "end_time": 487360.0,
      "text": "which to toss them. We're gonna start by placing into a large bowl a little dab of white miso paste, a tablespoon"
    },
    {
      "index": 98,
      "start_time": 487360.0,
      "end_time": 492740.0,
      "text": "of water and two tablespoons of olive oil. We're also gonna season this with salt, and freshly ground pepper."
    },
    {
      "index": 99,
      "start_time": 492740.0,
      "end_time": 498160.0,
      "text": "Then we wanna whisk the whole thing together until it is a homogenous slurry, I'm sorry I didn't use tiny whisk, into"
    },
    {
      "index": 100,
      "start_time": 498160.0,
      "end_time": 504220.0,
      "text": "which we are going to toss our sweet potato wedges. Give them a little toss until they are evenly coated in the mixture."
    },
    {
      "index": 101,
      "start_time": 504220.0,
      "end_time": 512800.0,
      "text": "We are then arranging these guys on a parchment or aluminum foil lined baking sheet, and placing in a 425F oven for 25-30 minutes."
    },
    {
      "index": 102,
      "start_time": 512799.99999999994,
      "end_time": 518739.99999999994,
      "text": "During which time we are going to get the fillings for the tacos ready. We are stemming and seeding 4oz of sweet,"
    },
    {
      "index": 103,
      "start_time": 518740.0,
      "end_time": 523440.0,
      "text": "adorable little peppers that we are then halving and thinly slicing. We're gonna put those in a bowl with 2"
    },
    {
      "index": 104,
      "start_time": 523440.00000000006,
      "end_time": 528060.0,
      "text": "smashed and roughly chopped garlic cloves, then we're going to bust out our woefully inadequate backup"
    },
    {
      "index": 105,
      "start_time": 528060.0,
      "end_time": 535060.0,
      "text": "vegetable peeler, and peel the skin off a little 1-inch knob of fresh ginger, that we're then going to finely mince,"
    },
    {
      "index": 106,
      "start_time": 535060.0,
      "end_time": 539360.0,
      "text": "you can also run this through a microplane if you like. That's the cool thing about Blue Apron; if you follow the"
    },
    {
      "index": 107,
      "start_time": 539360.0,
      "end_time": 542980.0,
      "text": "directions to a tee, you're gonna end up with a great meal, but you can also put your own spin on it,"
    },
    {
      "index": 108,
      "start_time": 542980.0,
      "end_time": 548700.0,
      "text": "or employ your own techniques. Next up, I am following the directions and thinly slicing 2 small, halved"
    },
    {
      "index": 109,
      "start_time": 548700.0,
      "end_time": 553460.0,
      "text": "cucumbers, along with the white parts of two scallions, I'm gonna give those a rough chop so they're a little bit"
    },
    {
      "index": 110,
      "start_time": 553460.0,
      "end_time": 559180.0,
      "text": "less intrusive, and add those to the cucumbers along with the cutest little bottle of rice vinegar that you ever did see."
    },
    {
      "index": 111,
      "start_time": 559180.0,
      "end_time": 567260.0,
      "text": "We're also gonna add a little splash of olive oil and season this with salt and freshly ground pepper and let it marinate for the 20 minutes or so until the tacos are done."
    },
    {
      "index": 112,
      "start_time": 567260.0,
      "end_time": 576600.0,
      "text": "Little bit more accoutrement to take care of, we're going to thinly slice the green parts of the scallions, and season a tiny little serving of creme fraiche with a little bit of salt and freshly ground pepper."
    },
    {
      "index": 113,
      "start_time": 576600.0,
      "end_time": 583120.0,
      "text": "And now it's time move over to the stove top. We gotta start by heating up our flour tortillas in a preheated, nonstick skillet."
    },
    {
      "index": 114,
      "start_time": 583120.0,
      "end_time": 587400.0,
      "text": "You could also microwave them between two damp paper towels, but either way as soon as the skillet frees"
    },
    {
      "index": 115,
      "start_time": 587400.0,
      "end_time": 592320.0,
      "text": "up, we're gonna hit it with some vegetable oil and drop in our two pounds of ground chicken, which we're gonna"
    },
    {
      "index": 116,
      "start_time": 592320.0,
      "end_time": 598380.0,
      "text": "break up a little bit, season with salt and pepper and let it sit for about 3 or 4 minutes until it turns a bit brown."
    },
    {
      "index": 117,
      "start_time": 598380.0,
      "end_time": 602980.0,
      "text": "Optionally practice your tossing skills. Either way, make sure the chicken is cooked through before adding"
    },
    {
      "index": 118,
      "start_time": 602980.0,
      "end_time": 608880.0,
      "text": "our sweet-pepper-garlic-ginger mixture. Toss those together,  and cook for an additional 2 to 3 more minutes"
    },
    {
      "index": 119,
      "start_time": 608880.0,
      "end_time": 615800.0,
      "text": "until those flavors have gotten to know each other, then add the two packets of Hoisin sauce, and the little cup of black bean sauce."
    },
    {
      "index": 120,
      "start_time": 615800.0,
      "end_time": 624380.0,
      "text": "Toss together and let simmer for an additional minute, and we got ourselves some taco filling. Turn off the heat, keep it warm, whilst we assemble our tacos."
    },
    {
      "index": 121,
      "start_time": 624380.0,
      "end_time": 630220.0,
      "text": "Oh, and by the way, our sweet potato wedges turned out pretty awesome. Now we can plate those up along with the main course,"
    },
    {
      "index": 122,
      "start_time": 630220.0,
      "end_time": 636760.0,
      "text": "Now this whole thing only took about 35 minutes to make, it was the perfect little dinner for me, and me again when I have the leftovers tomorrow."
    },
    {
      "index": 123,
      "start_time": 636760.0,
      "end_time": 641620.0,
      "text": "Blue Apron is an awesome way to get cooking at home, pick up new cooking skills, and help your family eat healthy."
    },
    {
      "index": 124,
      "start_time": 641620.0,
      "end_time": 646240.0,
      "text": "They use farm-fresh ingredients, all their meals are between 500-800 calories per serving,"
    },
    {
      "index": 125,
      "start_time": 646260.0,
      "end_time": 651820.0,
      "text": "they've even teamed up with Bob's Burgers and Alvin Cailan to bring some of Bob's punny burgers to life in your kitchen."
    },
    {
      "index": 126,
      "start_time": 651820.0,
      "end_time": 656520.0,
      "text": "And like I mentioned earlier, the first hundred people to sign up using the link in this video's description will get"
    },
    {
      "index": 127,
      "start_time": 656520.0,
      "end_time": 660900.0,
      "text": "$50 off their first two weeks. Hope you guys give it a try yourselves, now if you'll excuse me,"
    },
    {
      "index": 128,
      "start_time": 660900.0,
      "end_time": 662100.0,
      "text": "It's Taco Time."
    }
  ]
}