{
  "video_id": "zgnHfcYRIpI",
  "title": "How to Prevent Heatstroke",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 3720.0,
      "end_time": 8530.0,
      "text": "How to Prevent Heatstroke. Heatstroke is a life-threatening illness anyone may experience"
    },
    {
      "index": 2,
      "start_time": 8530.0,
      "end_time": 13410.0,
      "text": "if exposed to excessive heat. By taking a few commonsense precautions, heat-related"
    },
    {
      "index": 3,
      "start_time": 13410.0,
      "end_time": 19590.0,
      "text": "illnesses and their potentially serious effects can be avoided. You will need Cool spot Loose"
    },
    {
      "index": 4,
      "start_time": 19590.0,
      "end_time": 26590.0,
      "text": "clothing and fluids. Call a physician if heatstroke is suspected. Step 1. Recognize that heatstroke"
    },
    {
      "index": 5,
      "start_time": 27489.0,
      "end_time": 32119.0,
      "text": "may occur when one's body is exposed to high temperatures or a person undertakes strenuous"
    },
    {
      "index": 6,
      "start_time": 32119.0,
      "end_time": 37910.0,
      "text": "activity in a hot environment. Step 2. Treat heat cramps and heat exhaustion, which left"
    },
    {
      "index": 7,
      "start_time": 37910.0,
      "end_time": 42500.0,
      "text": "untreated may lead to heat strokes. Ask your doctor whether your prescribed medications"
    },
    {
      "index": 8,
      "start_time": 42500.0,
      "end_time": 48460.0,
      "text": "increase heatstroke risk. Step 3. Wear loose, lightweight clothing to help your body stay"
    },
    {
      "index": 9,
      "start_time": 48460.0,
      "end_time": 53440.0,
      "text": "cool when exposed to hot conditions. Step 4. Find a cool spot, like an air-conditioned"
    },
    {
      "index": 10,
      "start_time": 53440.0,
      "end_time": 59129.0,
      "text": "building, where you are able to remain comfortable until outdoor temperatures return to normal."
    },
    {
      "index": 11,
      "start_time": 59130.0,
      "end_time": 63400.0,
      "text": "Air-conditioned movie theaters, malls, and libraries are good places to stay cool. Step"
    },
    {
      "index": 12,
      "start_time": 63400.0,
      "end_time": 68940.0,
      "text": "5. Drink water or electrolyte sport drinks to stay hydrated, avoiding caffeine and alcohol,"
    },
    {
      "index": 13,
      "start_time": 68940.0,
      "end_time": 75170.0,
      "text": "which may increase dehydration. Step 6. Avoid sitting in hot cars -- temperatures inside"
    },
    {
      "index": 14,
      "start_time": 75170.0,
      "end_time": 81100.0,
      "text": "closed vehicles rise quickly, increasing the risk of heat stroke. Step 7. Avoid strenuous"
    },
    {
      "index": 15,
      "start_time": 81100.0,
      "end_time": 86000.0,
      "text": "exercise during heat spells, or schedule activities for the cooler morning and evening hours."
    },
    {
      "index": 16,
      "start_time": 86000.0,
      "end_time": 91170.0,
      "text": "It will go a long way in preventing heatstroke and your body will thank you. Did you know"
    },
    {
      "index": 17,
      "start_time": 91170.0,
      "end_time": 95200.0,
      "text": "Children are at higher risk for heatstroke because their body temperature rises 3 to"
    },
    {
      "index": 18,
      "start_time": 95200.0,
      "end_time": 98158.0,
      "text": "5 times faster than an adult's body temperature."
    }
  ]
}