{
  "video_id": "ZHgVlRdO72U",
  "title": "CIVILIZATION VI - First Look: Japan",
  "json": [
    {
      "index": 1,
      "start_time": 3533.0,
      "end_time": 8333.0,
      "text": "Hojo Tokimune leads the Japanese Civ in Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8866.0,
      "end_time": 12565.0,
      "text": "He was one of the most transformative leaders in Japanese history."
    },
    {
      "index": 3,
      "start_time": 12566.0,
      "end_time": 19133.0,
      "text": "Under his reign, Japan repelled the Mongol Empire’s invasion and Zen Buddhism spread through the samurai class."
    },
    {
      "index": 4,
      "start_time": 21133.0,
      "end_time": 24833.0,
      "text": "Japan’s special ability is called Meiji Restoration."
    },
    {
      "index": 5,
      "start_time": 25366.0,
      "end_time": 32766.0,
      "text": "This ability lets the Japanese create powerful and compact cities by giving them bonuses for districts built next to each other."
    },
    {
      "index": 6,
      "start_time": 35333.0,
      "end_time": 39199.0,
      "text": "Hojo’s forces take advantage of his Divine Wind ability."
    },
    {
      "index": 7,
      "start_time": 39200.0,
      "end_time": 46200.0,
      "text": "Land units get an advantage fighting next to the coast, and naval units get a combat bonus in shallow water tiles."
    },
    {
      "index": 8,
      "start_time": 49633.0,
      "end_time": 53633.0,
      "text": "Japan can build Samurai in addition to other military units."
    },
    {
      "index": 9,
      "start_time": 53633.0,
      "end_time": 60233.0,
      "text": "These unique units don’t lose combat strength when they take damage, making them hard-hitting until the end."
    },
    {
      "index": 10,
      "start_time": 60233.0,
      "end_time": 64660.0,
      "text": "Samurai unlock by discovering the Military Tactics technology."
    },
    {
      "index": 11,
      "start_time": 64833.0,
      "end_time": 67600.0,
      "text": "Japan also has the Electronics Factory."
    },
    {
      "index": 12,
      "start_time": 67600.0,
      "end_time": 75866.0,
      "text": "This replaces the regular Factory in an Industrial Zone, and provides bonus production aswell as culture to nearbycities – not just its home city."
    },
    {
      "index": 13,
      "start_time": 76600.0,
      "end_time": 83699.0,
      "text": "In Civilization VI, Japan’s power comes from building densely-settled cities to benefit from adjacent districts."
    },
    {
      "index": 14,
      "start_time": 83700.0,
      "end_time": 92366.0,
      "text": "Their strong coastal defenses make them ideal for settling islands and terrain other civs might find confining for growth or difficult to defend."
    },
    {
      "index": 15,
      "start_time": 92366.0,
      "end_time": 98633.0,
      "text": "Samurai provide a powerful midgame option for conquest, should you need to buy yourself further space for expansion."
    },
    {
      "index": 16,
      "start_time": 98966.0,
      "end_time": 102899.0,
      "text": "Follow the way of the warrior in Sid Meier’s Civilization VI."
    }
  ]
}