{
  "video_id": "zjn6WHQ47Rw",
  "title": "IEA's Energy Efficient Building Envelope Technology Roadmap",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1670.0,
      "end_time": 6140.0,
      "text": "&gt;&gt; SEAN ESTERLY: Welcome to today&#39;s webinar hosted by the Clean Energy Solutions Center"
    },
    {
      "index": 2,
      "start_time": 6140.0,
      "end_time": 12000.0,
      "text": "and the International Energy Agency. Today we&#39;re very fortunate to have Didier Houssin"
    },
    {
      "index": 3,
      "start_time": 12000.0,
      "end_time": 18150.0,
      "text": "and Marc LaFrance joining us. Our speakers will focus on IEA&#39;s Energy Efficient Building"
    },
    {
      "index": 4,
      "start_time": 18150.0,
      "end_time": 22859.0,
      "text": "Envelope Technology Roadmap"
    },
    {
      "index": 5,
      "start_time": 22859.0,
      "end_time": 26480.0,
      "text": "And one important note I&#39;ve mention before we begin our presentation is that the Clean"
    },
    {
      "index": 6,
      "start_time": 26480.0,
      "end_time": 31900.0,
      "text": "Energy Solutions Center does not endorse or recommend specific products or services. Information"
    },
    {
      "index": 7,
      "start_time": 31900.0,
      "end_time": 36639.0,
      "text": "provided in this webinar is featured in the Solutions Center’s resource library as one"
    },
    {
      "index": 8,
      "start_time": 36639.0,
      "end_time": 42940.0,
      "text": "of many best practices resources reviewed and selected by technical experts."
    },
    {
      "index": 9,
      "start_time": 42940.0,
      "end_time": 48709.0,
      "text": "And I just want to go over some of the options for audio in today&#39;s go to webinar. So the"
    },
    {
      "index": 10,
      "start_time": 48709.0,
      "end_time": 52030.0,
      "text": "audio you have two option. You may either listen through your computer or over your"
    },
    {
      "index": 11,
      "start_time": 52030.0,
      "end_time": 56139.0,
      "text": "telephone. And if you choose to listen to your computer, please select the &quot;mic and"
    },
    {
      "index": 12,
      "start_time": 56139.0,
      "end_time": 60609.0,
      "text": "speakers&quot; option in the audio pane. Doing this will just eliminate any feedback and"
    },
    {
      "index": 13,
      "start_time": 60609.0,
      "end_time": 65500.0,
      "text": "echo and if you select the telephone option, a box on the right side will display the telephone"
    },
    {
      "index": 14,
      "start_time": 65500.0,
      "end_time": 70130.0,
      "text": "number and an audio PIN that you should use to dial in. And panelists you just have to"
    },
    {
      "index": 15,
      "start_time": 70130.0,
      "end_time": 74219.0,
      "text": "please mute your audio device when you&#39;re not presenting. And if anyone has a technical"
    },
    {
      "index": 16,
      "start_time": 74219.0,
      "end_time": 78740.0,
      "text": "difficulty through the webinar, you may contact or go to webinars Help Desk and that phone"
    },
    {
      "index": 17,
      "start_time": 78740.0,
      "end_time": 86759.0,
      "text": "number is at the bottom of the slide, that is 888-259-3826."
    },
    {
      "index": 18,
      "start_time": 86759.0,
      "end_time": 90850.0,
      "text": "And we encourage all attendees to submit any questions that they might have throughout"
    },
    {
      "index": 19,
      "start_time": 90850.0,
      "end_time": 95880.0,
      "text": "the webinar. You may do that by submitting the question through the question pane and"
    },
    {
      "index": 20,
      "start_time": 95880.0,
      "end_time": 100439.0,
      "text": "that is in the go to webinar window and if does anyone have any difficulty viewing the"
    },
    {
      "index": 21,
      "start_time": 100439.0,
      "end_time": 106140.0,
      "text": "materials through the webinar portal, you will find PDF copies of the presentations"
    },
    {
      "index": 22,
      "start_time": 106140.0,
      "end_time": 112030.0,
      "text": "at http://cleanenergysolutions.org/training and you can follow along with the speakers"
    },
    {
      "index": 23,
      "start_time": 112030.0,
      "end_time": 118299.0,
      "text": "present. Also an audio recording in the presentation will be posted to the Solutions Center training"
    },
    {
      "index": 24,
      "start_time": 118299.0,
      "end_time": 121399.0,
      "text": "page within a day or two of the webinar."
    },
    {
      "index": 25,
      "start_time": 121399.0,
      "end_time": 127700.0,
      "text": "We have a great agenda prepared for you today that is focused on the Energy Efficient Building"
    },
    {
      "index": 26,
      "start_time": 127700.0,
      "end_time": 132599.0,
      "text": "Envelope Technology Roadmap detailed and strategies and actions to transform the way building"
    },
    {
      "index": 27,
      "start_time": 132599.0,
      "end_time": 138170.0,
      "text": "has constructed by 2050. Now before our speakers begin their presentations, I&#39;ll provide a"
    },
    {
      "index": 28,
      "start_time": 138170.0,
      "end_time": 142860.0,
      "text": "short informative overview of the Clean Energy Solutions Initiative and then following the"
    },
    {
      "index": 29,
      "start_time": 142860.0,
      "end_time": 146540.0,
      "text": "presentations we will have a question after session where I will present any questions"
    },
    {
      "index": 30,
      "start_time": 146540.0,
      "end_time": 151099.0,
      "text": "from the audience through the panelist and then we&#39;ll wrap with closing in a very brief"
    },
    {
      "index": 31,
      "start_time": 151099.0,
      "end_time": 156019.0,
      "text": "survey."
    },
    {
      "index": 32,
      "start_time": 156019.0,
      "end_time": 160849.0,
      "text": "Now this slide provides a bit of background in terms of how the Solution Center came to"
    },
    {
      "index": 33,
      "start_time": 160849.0,
      "end_time": 164480.0,
      "text": "be. Solution Center is an initiative of the Clean Energy Ministerial and then supported"
    },
    {
      "index": 34,
      "start_time": 164480.0,
      "end_time": 170470.0,
      "text": "to a partnership with UN Energy. It was launched in April of 2011 and is primarily led by Australia,"
    },
    {
      "index": 35,
      "start_time": 170470.0,
      "end_time": 175560.0,
      "text": "the United States and other CEM partners. So outcome to this unique partnership includes"
    },
    {
      "index": 36,
      "start_time": 175560.0,
      "end_time": 180439.0,
      "text": "support of developing countries, the enhancement of resources on policies relating to"
    },
    {
      "index": 37,
      "start_time": 180439.0,
      "end_time": 184950.0,
      "text": "energy access, no cost expert policy assistance and peer to peer learning and training tools"
    },
    {
      "index": 38,
      "start_time": 184950.0,
      "end_time": 187470.0,
      "text": "such as the webinar you are attending today."
    },
    {
      "index": 39,
      "start_time": 187470.0,
      "end_time": 193790.0,
      "text": "So there are four primary goals of the Solution Center. Served as a clearinghouse of clean"
    },
    {
      "index": 40,
      "start_time": 193790.0,
      "end_time": 198700.0,
      "text": "energy policy resources. Also serve to share policy best practices, data, and analysis"
    },
    {
      "index": 41,
      "start_time": 198700.0,
      "end_time": 203209.0,
      "text": "tools specific to clean energy policy and programs and the Solutions Center deliver"
    },
    {
      "index": 42,
      "start_time": 203209.0,
      "end_time": 209400.0,
      "text": "dynamic services that enabled expert assistance, learning, and peer to peer sharing of experiences"
    },
    {
      "index": 43,
      "start_time": 209400.0,
      "end_time": 213739.0,
      "text": "and then lastly the center foster dialogue on emerging policy issues and innovation across"
    },
    {
      "index": 44,
      "start_time": 213739.0,
      "end_time": 219030.0,
      "text": "the globe. So our primary audience is energy policy makers and analysts from governments"
    },
    {
      "index": 45,
      "start_time": 219030.0,
      "end_time": 223209.0,
      "text": "and technical organizations in all countries. And then we also strive to engage for the"
    },
    {
      "index": 46,
      "start_time": 223209.0,
      "end_time": 227140.0,
      "text": "private sector, NGOs and civil society."
    },
    {
      "index": 47,
      "start_time": 227140.0,
      "end_time": 231719.0,
      "text": "Now, one of the marking features that the Solution Center provides is its expert policy"
    },
    {
      "index": 48,
      "start_time": 231719.0,
      "end_time": 237569.0,
      "text": "assistance. This is known as it Ask an Expert and it&#39;s a valuable service operative in the"
    },
    {
      "index": 49,
      "start_time": 237569.0,
      "end_time": 241810.0,
      "text": "Solution Center at zero costs. So we have established a broad team of over 30 experts"
    },
    {
      "index": 50,
      "start_time": 241810.0,
      "end_time": 246599.0,
      "text": "from around the globe who are available to provide remote policy advice and analysis"
    },
    {
      "index": 51,
      "start_time": 246599.0,
      "end_time": 251299.0,
      "text": "to all countries. For example in the area of buildings we&#39;re very pleased to have Cesar"
    },
    {
      "index": 52,
      "start_time": 251299.0,
      "end_time": 256720.0,
      "text": "Treviño, Leader of the Mexico Green Building Council serving as our expert. So if you have"
    },
    {
      "index": 53,
      "start_time": 256720.00000000003,
      "end_time": 261830.00000000003,
      "text": "a need for a policy assistance on building or any other Clean Energy sector, we encourage"
    },
    {
      "index": 54,
      "start_time": 261829.99999999997,
      "end_time": 264200.0,
      "text": "you to use this useful service."
    },
    {
      "index": 55,
      "start_time": 264200.0,
      "end_time": 269390.0,
      "text": "Again, this assistance is provided free of charge. So to request assistance, you may"
    },
    {
      "index": 56,
      "start_time": 269390.0,
      "end_time": 279880.0,
      "text": "submit your request by registering through our Ask an Expert feature at http://cleanenergysolutions.org/expert."
    },
    {
      "index": 57,
      "start_time": 279880.0,
      "end_time": 283120.0,
      "text": "We also invite you to spread the word about this service to those in your networks and"
    },
    {
      "index": 58,
      "start_time": 283120.0,
      "end_time": 288440.0,
      "text": "organizations. So, in summary we encourage you to explore and take advantage of the Solutions"
    },
    {
      "index": 59,
      "start_time": 288440.0,
      "end_time": 294010.0,
      "text": "Center resources and services including the expert policy assistance, subscribed to our"
    },
    {
      "index": 60,
      "start_time": 294010.0,
      "end_time": 298790.0,
      "text": "newsletter and participate in webinars like this."
    },
    {
      "index": 61,
      "start_time": 298790.0,
      "end_time": 303300.0,
      "text": "And now I&#39;d like to provide a brief introduction for our expert panelists today. Our first"
    },
    {
      "index": 62,
      "start_time": 303300.0,
      "end_time": 309540.0,
      "text": "speaker is Didier Houssin, the Director of Sustainable Energy Policy and Technology at"
    },
    {
      "index": 63,
      "start_time": 309540.0,
      "end_time": 316700.0,
      "text": "the International Energy Agency and then following Didier, we will hear from Marc LaFrance of"
    },
    {
      "index": 64,
      "start_time": 316700.0,
      "end_time": 321850.0,
      "text": "the International Energy Agency also known as Sustainable Policy and Technology Energy"
    },
    {
      "index": 65,
      "start_time": 321850.0,
      "end_time": 327640.0,
      "text": "Demand Unit and with those introductions, please join me in welcoming Didier to the"
    },
    {
      "index": 66,
      "start_time": 327640.0,
      "end_time": 329270.0,
      "text": "webinar."
    },
    {
      "index": 67,
      "start_time": 329270.0,
      "end_time": 341030.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: Good morning everyone and I&#39;d like welcome everyone to this webinar"
    },
    {
      "index": 68,
      "start_time": 341030.0,
      "end_time": 346010.0,
      "text": "and also I&#39;d like to thank the Clean Energy Solutions Center and the National Renewable"
    },
    {
      "index": 69,
      "start_time": 346010.0,
      "end_time": 352130.0,
      "text": "Energy Laboratory for collaborating with us today to launch our new technology roadmap"
    },
    {
      "index": 70,
      "start_time": 352130.0,
      "end_time": 358870.0,
      "text": "for energy efficient building envelop. Achieving significant energy and due to emission reduction"
    },
    {
      "index": 71,
      "start_time": 358870.0,
      "end_time": 364940.0,
      "text": "in the building sector is a very ambitious goal. This publication wants to address the"
    },
    {
      "index": 72,
      "start_time": 364940.0,
      "end_time": 370370.0,
      "text": "fundamental challenges and opportunities to transform the way it was constructs and renovates"
    },
    {
      "index": 73,
      "start_time": 370370.0,
      "end_time": 386410.0,
      "text": "building. ETP 2012 as you can see on this chart identified the low carbon energy technology"
    },
    {
      "index": 74,
      "start_time": 386410.0,
      "end_time": 392490.0,
      "text": "that can help achieve the 50 percent reduction from today while avoiding all of the expected"
    },
    {
      "index": 75,
      "start_time": 392490.0,
      "end_time": 398840.0,
      "text": "increases. The most important option in both the short and the long term is improving energy"
    },
    {
      "index": 76,
      "start_time": 398840.0,
      "end_time": 405250.0,
      "text": "efficiency. Improved energy efficiency in the annual sectors accounts for 38 percent"
    },
    {
      "index": 77,
      "start_time": 405250.0,
      "end_time": 413700.0,
      "text": "of the total emissions reduction in 2050. Today&#39;s publication is focused on how to construction"
    },
    {
      "index": 78,
      "start_time": 413700.0,
      "end_time": 419580.0,
      "text": "buildings which is one of the largest factors impacting heating and cooling loads and for"
    },
    {
      "index": 79,
      "start_time": 419580.0,
      "end_time": 424950.0,
      "text": "most of the world, heating and cooling loads are the largest end users. Our next upcoming"
    },
    {
      "index": 80,
      "start_time": 424950.0,
      "end_time": 431490.0,
      "text": "ETP 2014 publication will be released this coming spring and it will focused an increase"
    },
    {
      "index": 81,
      "start_time": 431490.0,
      "end_time": 439030.0,
      "text": "use of keen electricity so for the building sector ETP 2014 will analyze greater tool"
    },
    {
      "index": 82,
      "start_time": 439030.0,
      "end_time": 445160.0,
      "text": "switching from gas boiler to heat pumps, the two regions in particular for China and [inaudible]"
    },
    {
      "index": 83,
      "start_time": 445160.0,
      "end_time": 446090.0,
      "text": "[00:07:24]Union."
    },
    {
      "index": 84,
      "start_time": 446090.0,
      "end_time": 451650.0,
      "text": "Let me come back to the global challenge. As you can see on this chart, has all end-use"
    },
    {
      "index": 85,
      "start_time": 451650.0,
      "end_time": 458860.0,
      "text": "sectors, buildings is the largest energy consumer accounting for 35 percent of total energy"
    },
    {
      "index": 86,
      "start_time": 458860.0,
      "end_time": 465640.0,
      "text": "used just before the industry and transport sectors. Policies try being to reduce energy"
    },
    {
      "index": 87,
      "start_time": 465640.0,
      "end_time": 471710.0,
      "text": "and fuel emission must address the growing energy needs of this sector. As you can see"
    },
    {
      "index": 88,
      "start_time": 471710.0,
      "end_time": 479370.0,
      "text": "on this chart, the breakdown of energy, the consumption in the building sector shows that"
    },
    {
      "index": 89,
      "start_time": 479370.0,
      "end_time": 485850.0,
      "text": "the share of electricity 28 percent and renewable including tradition biomass 30 percent."
    },
    {
      "index": 90,
      "start_time": 485850.0,
      "end_time": 492760.0,
      "text": "&gt;&gt; SEAN ESTERLY: Sorry Didier. Okay, there you go, it&#39;s working, yup."
    },
    {
      "index": 91,
      "start_time": 492760.0,
      "end_time": 499520.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: The importance of the building sector it got obvious. It represents 1/3 of"
    },
    {
      "index": 92,
      "start_time": 499520.0,
      "end_time": 507340.0,
      "text": "carbon emissions and it is strongly correlated to its used of around 50 percent of the total"
    },
    {
      "index": 93,
      "start_time": 507340.0,
      "end_time": 513269.0,
      "text": "electricity consumption in the world, much of it from the burning of coal. The building"
    },
    {
      "index": 94,
      "start_time": 513269.0,
      "end_time": 519319.0,
      "text": "sector plays a vital role in the global economy and for instance in the global economy crisis"
    },
    {
      "index": 95,
      "start_time": 519318.99999999994,
      "end_time": 527139.0,
      "text": "and stagnation described it has been to a logic sampling to the building sector collapse"
    },
    {
      "index": 96,
      "start_time": 527139.0,
      "end_time": 533639.0,
      "text": "in many countries such as Spain and Europe. Buildings remain in service for a very long"
    },
    {
      "index": 97,
      "start_time": 533639.0,
      "end_time": 539529.0,
      "text": "time in where they constructed inefficiently that lost opportunity will cause problems"
    },
    {
      "index": 98,
      "start_time": 539529.0,
      "end_time": 544870.0,
      "text": "the decade and even centuries to come. So getting construction right the first time"
    },
    {
      "index": 99,
      "start_time": 544870.0,
      "end_time": 551300.0,
      "text": "its fair amount along with the need to upgrade the existing building stock. The demands for"
    },
    {
      "index": 100,
      "start_time": 551300.0,
      "end_time": 556480.0,
      "text": "new building will continue to grow for quite sometime with increasing population and wealth"
    },
    {
      "index": 101,
      "start_time": 556480.0,
      "end_time": 562160.0,
      "text": "at global level and especially in developing market."
    },
    {
      "index": 102,
      "start_time": 562160.0,
      "end_time": 569040.0,
      "text": "Our recent major publication on buildings that we published earlier this year lays out"
    },
    {
      "index": 103,
      "start_time": 569040.0,
      "end_time": 579000.0,
      "text": "strategy to say 80 joules which is 25 percent less than in our business as usual case, our"
    },
    {
      "index": 104,
      "start_time": 579000.0,
      "end_time": 586779.0,
      "text": "60 week scenario and this amount is equivalent to the combine consumption of India and Russia."
    },
    {
      "index": 105,
      "start_time": 586779.0,
      "end_time": 593800.0,
      "text": "These publication provide 9 regional analysis including detail recommendations. It also"
    },
    {
      "index": 106,
      "start_time": 593800.0,
      "end_time": 598339.0,
      "text": "provide comprehensive technical analysis and recommendation for the food compliment of"
    },
    {
      "index": 107,
      "start_time": 598339.0,
      "end_time": 603889.0,
      "text": "technologies and end users in the building sector including a plan on how to implement"
    },
    {
      "index": 108,
      "start_time": 603889.0,
      "end_time": 610829.0,
      "text": "energy efficiency alternative at a range from on the to deployments. Integrated policies"
    },
    {
      "index": 109,
      "start_time": 610829.0,
      "end_time": 616910.0,
      "text": "such as building codes and deep energy renovation on a major focus along with the efforts needed"
    },
    {
      "index": 110,
      "start_time": 616910.0,
      "end_time": 624600.0,
      "text": "to transform niche products into mainstream and its practices. That led me now come back"
    },
    {
      "index": 111,
      "start_time": 624600.0,
      "end_time": 634220.0,
      "text": "to the next please to the -- our technology roadmap program. This program was launched"
    },
    {
      "index": 112,
      "start_time": 634220.0,
      "end_time": 640759.0,
      "text": "for -- at the request of the G8 in 2008 and to objective is to accelerate the development"
    },
    {
      "index": 113,
      "start_time": 640759.0,
      "end_time": 647009.0,
      "text": "and deployment of the major clean technology that are needed to reach the ambitious goal"
    },
    {
      "index": 114,
      "start_time": 647009.0,
      "end_time": 653970.0,
      "text": "of limiting global temperature increases to 2 degrees Celsius. Our roadmaps aim to address"
    },
    {
      "index": 115,
      "start_time": 653970.0,
      "end_time": 660819.0,
      "text": "three main question where we are today for a particular technology, how do we move forwards"
    },
    {
      "index": 116,
      "start_time": 660819.0,
      "end_time": 667790.0,
      "text": "and what are need term action to get us there. This approach is important in the sense that"
    },
    {
      "index": 117,
      "start_time": 667790.0,
      "end_time": 673199.0,
      "text": "it involves engaging experts from industry, government, academia and research to work"
    },
    {
      "index": 118,
      "start_time": 673199.0,
      "end_time": 680399.0,
      "text": "together in developing an implementable strategy to accelerate the development and deployment"
    },
    {
      "index": 119,
      "start_time": 680399.0,
      "end_time": 686660.0,
      "text": "of a particular clean technology. We have issued two previous roadmaps in the building"
    },
    {
      "index": 120,
      "start_time": 686660.0,
      "end_time": 694339.0,
      "text": "sector, one on heating and cooling equipment and one in solar heating and cooling."
    },
    {
      "index": 121,
      "start_time": 694339.0,
      "end_time": 699879.0,
      "text": "We also have developed in the feel of clean energy policy pathways that assist policy"
    },
    {
      "index": 122,
      "start_time": 699879.0,
      "end_time": 709589.0,
      "text": "makers in the tuning more effective policies targeting for critical areas within out top"
    },
    {
      "index": 123,
      "start_time": 709589.0,
      "end_time": 715970.0,
      "text": "25 energy efficiency recommendations. We have previously issued a pathway on building energy"
    },
    {
      "index": 124,
      "start_time": 715970.0,
      "end_time": 721620.0,
      "text": "performance certificates and this year we issued a new one on how to modernize building"
    },
    {
      "index": 125,
      "start_time": 721620.0,
      "end_time": 729959.0,
      "text": "energy coals. So today, a roadmap on building envelop is really complimented it&#39;s previous"
    },
    {
      "index": 126,
      "start_time": 729959.0,
      "end_time": 740449.0,
      "text": "work of the IEA dedicated to the building sector. So they keep on hear as if this new"
    },
    {
      "index": 127,
      "start_time": 740449.0,
      "end_time": 745430.0,
      "text": "IEA roadmap lays out the strategy to transform how buildings are constructed around the world"
    },
    {
      "index": 128,
      "start_time": 745430.0,
      "end_time": 752259.0,
      "text": "including the technical, economic and policy analysis to help policy maker focused on the"
    },
    {
      "index": 129,
      "start_time": 752259.0,
      "end_time": 758009.0,
      "text": "construction market that can also reenergized their economy. Several regional assessments"
    },
    {
      "index": 130,
      "start_time": 758009.0,
      "end_time": 764040.0,
      "text": "are provided to assist decision makers on where to focus their efforts and calls for"
    },
    {
      "index": 131,
      "start_time": 764040.0,
      "end_time": 768819.0,
      "text": "to improve tracking of progress on the adoption of high priority building envelop materials"
    },
    {
      "index": 132,
      "start_time": 768819.0,
      "end_time": 775970.0,
      "text": "and products. The roadmap also calls the policy makers to conduct self evaluation on key policies"
    },
    {
      "index": 133,
      "start_time": 775970.0,
      "end_time": 783300.0,
      "text": "related to initiating more sustainable building practices. It also lays out few recommendations"
    },
    {
      "index": 134,
      "start_time": 783300.0,
      "end_time": 789329.0,
      "text": "to each stakeholder group that each of these groups should follow to ensure the opportunity"
    },
    {
      "index": 135,
      "start_time": 789329.0,
      "end_time": 795059.0,
      "text": "it relies while at the same time avoiding construction with inefficient materials to"
    },
    {
      "index": 136,
      "start_time": 795059.0,
      "end_time": 801170.0,
      "text": "continue. Having said the global objective of this new roadmap I&#39;d like now to turn over"
    },
    {
      "index": 137,
      "start_time": 801170.0,
      "end_time": 808249.0,
      "text": "to Marc LaFrance and with the main author of this roadmap and he tell you more about"
    },
    {
      "index": 138,
      "start_time": 808249.0,
      "end_time": 811619.0,
      "text": "the specific content and recommendation. So please Marc."
    },
    {
      "index": 139,
      "start_time": 811619.0,
      "end_time": 816920.0,
      "text": "&gt;&gt; MARC LAFRANCE: Thank you Didier. Welcome participants I appreciate your taking the"
    },
    {
      "index": 140,
      "start_time": 816920.0,
      "end_time": 822829.0,
      "text": "time to tune in today to learn more about --work on the building energy, a building"
    },
    {
      "index": 141,
      "start_time": 822829.0,
      "end_time": 829819.0,
      "text": "envelop of roadmap. So here on this chart, this basically lays out the transformation"
    },
    {
      "index": 142,
      "start_time": 829819.0,
      "end_time": 834639.0,
      "text": "for building and on the left it represents the majority of the building stock that exist"
    },
    {
      "index": 143,
      "start_time": 834639.0,
      "end_time": 841240.0,
      "text": "in the world today, that is very inefficient and then in places such as Canada, the EU"
    },
    {
      "index": 144,
      "start_time": 841240.0,
      "end_time": 847879.0,
      "text": "and US we have what we call no advanced construction with a lot of technology such as insulation"
    },
    {
      "index": 145,
      "start_time": 847879.0,
      "end_time": 852680.0,
      "text": "and low-e windows and proper air ceiling but we really want to move to right which is the"
    },
    {
      "index": 146,
      "start_time": 852680.0,
      "end_time": 857720.0,
      "text": "future for zero-energy buildings and how can we optimize performance through technology"
    },
    {
      "index": 147,
      "start_time": 857720.0,
      "end_time": 863889.0,
      "text": "such as highly setting windows, advanced façade, no day lighting, stole and thermal, that sort"
    },
    {
      "index": 148,
      "start_time": 863889.0,
      "end_time": 870949.0,
      "text": "of thing. So the entire roadmap lays out this process of how do we move forward."
    },
    {
      "index": 149,
      "start_time": 870949.0,
      "end_time": 879980.0,
      "text": "Okay, and so this shows the potential savings from advancing building and we have some globally"
    },
    {
      "index": 150,
      "start_time": 879980.0,
      "end_time": 887980.0,
      "text": "and we have 8 regions lays out here. And look the largest savings come from EU, Canada and"
    },
    {
      "index": 151,
      "start_time": 887980.0,
      "end_time": 896160.0,
      "text": "United States, China and Russia and also with mostly for heating. So, we have the largest"
    },
    {
      "index": 152,
      "start_time": 896160.0,
      "end_time": 900399.0,
      "text": "consumption of the world right now with heating mostly in the residential sector, that represents"
    },
    {
      "index": 153,
      "start_time": 900399.0,
      "end_time": 907110.0,
      "text": "the largest opportunity for savings but actually the largest growing sector is the cooling"
    },
    {
      "index": 154,
      "start_time": 907110.0,
      "end_time": 910819.0,
      "text": "demand and a lot and many developing countries that&#39;s going assuming fast so that also have"
    },
    {
      "index": 155,
      "start_time": 910819.0,
      "end_time": 916279.0,
      "text": "to be addressed. So we have technologies and policies that address both the heating and"
    },
    {
      "index": 156,
      "start_time": 916279.0,
      "end_time": 917360.0,
      "text": "cooling savings."
    },
    {
      "index": 157,
      "start_time": 917360.0,
      "end_time": 923730.0,
      "text": "So, now I&#39;m going to go through a few technical detail then I won&#39;t go in too much but just"
    },
    {
      "index": 158,
      "start_time": 923730.0,
      "end_time": 927850.0,
      "text": "to give you a flavor of what the roadmap has to offer. So here is the chart that shows"
    },
    {
      "index": 159,
      "start_time": 927850.0,
      "end_time": 935429.0,
      "text": "the performance of the golden rules and the majority of buildings are there, very inefficient"
    },
    {
      "index": 160,
      "start_time": 935429.0,
      "end_time": 942240.0,
      "text": "with the existing stock that have virtually zero-insulation and then building that have"
    },
    {
      "index": 161,
      "start_time": 942240.0,
      "end_time": 948920.0,
      "text": "let&#39;s say we&#39;ll call it minimal insulation from the 60 and 70 and then we have some very"
    },
    {
      "index": 162,
      "start_time": 948920.0,
      "end_time": 953619.0,
      "text": "advance building codes in the world to show you where we can get to and so the IEA is"
    },
    {
      "index": 163,
      "start_time": 953619.0,
      "end_time": 961019.0,
      "text": "laying out recommendations for both cold and hot climates although we know that these deficients"
    },
    {
      "index": 164,
      "start_time": 961019.0,
      "end_time": 967300.0,
      "text": "have to be based at the local and regional level with local and regional data such as"
    },
    {
      "index": 165,
      "start_time": 967300.0,
      "end_time": 970999.0,
      "text": "pricing and cost materials."
    },
    {
      "index": 166,
      "start_time": 970999.0,
      "end_time": 979069.0,
      "text": "Okay, another key element is to have air sealing and if any building is going to have a mechanical"
    },
    {
      "index": 167,
      "start_time": 979069.0,
      "end_time": 984809.0,
      "text": "equipment for conditioning either heating or cooling it should be air sealed and contrary"
    },
    {
      "index": 168,
      "start_time": 984809.0,
      "end_time": 991019.0,
      "text": "to many people believe that air sealing causes poor quality it actually completely the opposite"
    },
    {
      "index": 169,
      "start_time": 991019.0,
      "end_time": 997679.0,
      "text": "through and by properly sealing the building and controlling for fresh air ventilation"
    },
    {
      "index": 170,
      "start_time": 997679.0,
      "end_time": 1002959.0,
      "text": "you can actually improve air quality not degraded and the savings are pretty dramatic so this"
    },
    {
      "index": 171,
      "start_time": 1002960.0,
      "end_time": 1008671.0,
      "text": "is something that needs to be pursued more actively and even with lots of accept in Europe"
    },
    {
      "index": 172,
      "start_time": 1008670.0,
      "end_time": 1015040.0,
      "text": "with energy performance certificate the majority of those do not require a validated air leakage"
    },
    {
      "index": 173,
      "start_time": 1015040.0,
      "end_time": 1017730.0,
      "text": "task which is something that needs to be pursued."
    },
    {
      "index": 174,
      "start_time": 1017730.0,
      "end_time": 1025429.0,
      "text": "Okay, in this chart shows you the performance of Windows and on the left that&#39;s the majority"
    },
    {
      "index": 175,
      "start_time": 1025430.0000000001,
      "end_time": 1031071.0000000001,
      "text": "of the stock of windows that exist in the world today. Lots of single pane glass with"
    },
    {
      "index": 176,
      "start_time": 1031069.9999999999,
      "end_time": 1039639.9999999999,
      "text": "inefficient framing even double clear glaze glass is inefficient and so today in lots"
    },
    {
      "index": 177,
      "start_time": 1039640.0000000001,
      "end_time": 1045680.0000000001,
      "text": "of places with advanced building codes, people are pursuing window performance that approximately"
    },
    {
      "index": 178,
      "start_time": 1045680.0000000001,
      "end_time": 1054080.0,
      "text": "1.8 watts percent meter squared Kelvin or the technology is double pane with low-e glass"
    },
    {
      "index": 179,
      "start_time": 1054080.0,
      "end_time": 1061440.0,
      "text": "and a low conductive frame and then so we&#39;re recommending that that becomes the basic requirements"
    },
    {
      "index": 180,
      "start_time": 1061440.0,
      "end_time": 1066510.0,
      "text": "for the entire world because these technologies good for both heating and cooling and then"
    },
    {
      "index": 181,
      "start_time": 1066510.0,
      "end_time": 1073050.0,
      "text": "for cold climates we&#39;re recommending going to a performance that at least 1.1 U-value"
    },
    {
      "index": 182,
      "start_time": 1073050.0,
      "end_time": 1081900.0,
      "text": "which is represented as a triple pane with two low-e services and low conductive frame."
    },
    {
      "index": 183,
      "start_time": 1081900.0,
      "end_time": 1091590.0,
      "text": "Okay, the next slide is it deals with reflective roof opportunity. And reflective roof make"
    },
    {
      "index": 184,
      "start_time": 1091590.0,
      "end_time": 1098900.0,
      "text": "the most sense in hot climates but they also can makes densely urban areas what we call"
    },
    {
      "index": 185,
      "start_time": 1098900.0,
      "end_time": 1107120.0,
      "text": "a very high urban heat island effect and so a reflective roof will reduce your air conditioning"
    },
    {
      "index": 186,
      "start_time": 1107120.0,
      "end_time": 1112320.0,
      "text": "load. If you have a cooler city which is to mitigate their urban heat island you&#39;ll also"
    },
    {
      "index": 187,
      "start_time": 1112320.0,
      "end_time": 1117860.0,
      "text": "have a low air conditioning for the entire city. You&#39;ll have lower electricity peak demand"
    },
    {
      "index": 188,
      "start_time": 1117860.0,
      "end_time": 1123540.0,
      "text": "and believe it or not in places like New York City mandated its policy to reduce the temperature"
    },
    {
      "index": 189,
      "start_time": 1123540.0,
      "end_time": 1127340.0,
      "text": "of the city to get people to come out and spend more money in their economy because"
    },
    {
      "index": 190,
      "start_time": 1127340.0,
      "end_time": 1132000.0,
      "text": "there&#39;ll be more comfortable in the environment and there was also people that are pursuing"
    },
    {
      "index": 191,
      "start_time": 1132000.0,
      "end_time": 1136760.0,
      "text": "cool services for roadways and parking lots. And then the last element of it that there&#39;s"
    },
    {
      "index": 192,
      "start_time": 1136760.0,
      "end_time": 1141260.0,
      "text": "been quite a lot of research that has been done to talk about how can we cool the planet"
    },
    {
      "index": 193,
      "start_time": 1141260.0,
      "end_time": 1147030.0,
      "text": "and by objecting the heat backup to space and the report discussed with the and one"
    },
    {
      "index": 194,
      "start_time": 1147030.0,
      "end_time": 1149940.0,
      "text": "place, the research has been done in Nigeria."
    },
    {
      "index": 195,
      "start_time": 1149940.0,
      "end_time": 1156250.0,
      "text": "Okay, so the next big element of the road map was we conducted a technology assessment"
    },
    {
      "index": 196,
      "start_time": 1156250.0,
      "end_time": 1162280.0,
      "text": "and we worked with experts on two levels. We worked with technology experts that address"
    },
    {
      "index": 197,
      "start_time": 1162280.0,
      "end_time": 1167560.0,
      "text": "markets around the world and then we worked with regional experts that address their particular"
    },
    {
      "index": 198,
      "start_time": 1167560.0,
      "end_time": 1177390.0,
      "text": "situation and we try to catalog the effectiveness of what being implemented on high priority"
    },
    {
      "index": 199,
      "start_time": 1177390.0,
      "end_time": 1183750.0,
      "text": "areas in several regions of the world. Now we realized there&#39;s significant region variation"
    },
    {
      "index": 200,
      "start_time": 1183750.0,
      "end_time": 1189750.0,
      "text": "that makes this type of analysis difficult but this gives you at least a snap shot of"
    },
    {
      "index": 201,
      "start_time": 1189750.0,
      "end_time": 1194980.0,
      "text": "where we think things are today and while we have areas such as typical insulation and"
    },
    {
      "index": 202,
      "start_time": 1194980.0,
      "end_time": 1201500.0,
      "text": "low-e glass that are doing fairly well, the majority of the world needs to improve on"
    },
    {
      "index": 203,
      "start_time": 1201500.0,
      "end_time": 1206520.0,
      "text": "getting much better quality buildings and is like huge opportunity to improve building"
    },
    {
      "index": 204,
      "start_time": 1206520.0,
      "end_time": 1212530.0,
      "text": "envelop. So of course when we did an assessment there were some conflict in the IEA that best"
    },
    {
      "index": 205,
      "start_time": 1212530.0,
      "end_time": 1217650.0,
      "text": "we could to resolve those but this is the sort of things that we want individual policy"
    },
    {
      "index": 206,
      "start_time": 1217650.0,
      "end_time": 1222330.0,
      "text": "makers in countries to track themselves to improve where they&#39;re moving forward."
    },
    {
      "index": 207,
      "start_time": 1222330.0,
      "end_time": 1230480.0,
      "text": "The next slide refers to lifecycle cost analysis and this is more of a theoretical example"
    },
    {
      "index": 208,
      "start_time": 1230480.0,
      "end_time": 1236910.0,
      "text": "but it does include real world data but it illustrates why we need to work on integrated"
    },
    {
      "index": 209,
      "start_time": 1236910.0,
      "end_time": 1242630.0,
      "text": "policy approach. Why need to look at a 30-year lifecycle analysis rather than just be initial"
    },
    {
      "index": 210,
      "start_time": 1242630.0,
      "end_time": 1251210.0,
      "text": "payback period and by doing this we can really get much greater investments into building"
    },
    {
      "index": 211,
      "start_time": 1251210.0,
      "end_time": 1258930.0,
      "text": "envelops. So they are the paper does the -- I have special mention on why we need to assess"
    },
    {
      "index": 212,
      "start_time": 1258930.0,
      "end_time": 1265960.0,
      "text": "level of insulation and types of windows data lifecycle cost."
    },
    {
      "index": 213,
      "start_time": 1265960.0,
      "end_time": 1271810.0,
      "text": "Okay. And now of course the roadmap address R&amp;D and several high priority areas that we"
    },
    {
      "index": 214,
      "start_time": 1271810.0,
      "end_time": 1278380.0,
      "text": "want to work on. The big thing about R&amp;D that some people don&#39;t realized is not only will"
    },
    {
      "index": 215,
      "start_time": 1278380.0,
      "end_time": 1283700.0,
      "text": "improve the performance of technology but it also can significantly reduce the cost"
    },
    {
      "index": 216,
      "start_time": 1283700.0,
      "end_time": 1289060.0,
      "text": "of high performance product and that move was built in a greater return on investment."
    },
    {
      "index": 217,
      "start_time": 1289060.0,
      "end_time": 1295480.0,
      "text": "In essence it&#39;s going to make lifecycle cost even more advantageous especially we try to"
    },
    {
      "index": 218,
      "start_time": 1295480.0,
      "end_time": 1301690.0,
      "text": "get very high levels, it will reduce the risk associated with investing in advance in most"
    },
    {
      "index": 219,
      "start_time": 1301690.0,
      "end_time": 1309550.0,
      "text": "and also in many regions of the world everybody is very coast prohibited to increase initial"
    },
    {
      "index": 220,
      "start_time": 1309550.0,
      "end_time": 1315490.0,
      "text": "capital costing investment, lack of financing and whenever you can reduce the cost of advance"
    },
    {
      "index": 221,
      "start_time": 1315490.0,
      "end_time": 1322060.0,
      "text": "technology only helps with the market uptake and deployment. A couple of examples include"
    },
    {
      "index": 222,
      "start_time": 1322060.0,
      "end_time": 1324130.0,
      "text": "vacuum glazing, vacuum inflated panels and [inaudible] [00:22:03] gel, for example that"
    },
    {
      "index": 223,
      "start_time": 1324130.0,
      "end_time": 1326900.0,
      "text": "are discussed in the roadmap."
    },
    {
      "index": 224,
      "start_time": 1326900.0,
      "end_time": 1335320.0,
      "text": "Okay, we also conducted another assessment which is based on what we call the -- actually"
    },
    {
      "index": 225,
      "start_time": 1335320.0,
      "end_time": 1339050.0,
      "text": "there&#39;s one other point that I was going to discuss, but it’s the infrastructure and"
    },
    {
      "index": 226,
      "start_time": 1339050.0,
      "end_time": 1347040.0,
      "text": "technical mechanisms but this is a policy assessment where we lays out criteria that"
    },
    {
      "index": 227,
      "start_time": 1347040.0,
      "end_time": 1351900.0,
      "text": "distinguished between what we can serve to be a high medium and raw level of policy uptake"
    },
    {
      "index": 228,
      "start_time": 1351900.0,
      "end_time": 1358830.0,
      "text": "and these are related to specifically for building envelop and what we done is we conducted"
    },
    {
      "index": 229,
      "start_time": 1358830.0,
      "end_time": 1364870.0,
      "text": "what we see as an assessment for each region but we really calling for each region to be"
    },
    {
      "index": 230,
      "start_time": 1364870.0,
      "end_time": 1370110.0,
      "text": "with sales assessment to look at the criteria and they where am I on this policy and how"
    },
    {
      "index": 231,
      "start_time": 1370110.0,
      "end_time": 1373890.0,
      "text": "can I move from low to medium or from medium to high or you&#39;re the from the high level"
    },
    {
      "index": 232,
      "start_time": 1373890.0,
      "end_time": 1379380.0,
      "text": "how can even get better and we try to layout the criteria for people to that assessment"
    },
    {
      "index": 233,
      "start_time": 1379380.0,
      "end_time": 1383650.0,
      "text": "and this is something that we see as dynamic. Why would publishing in the roadmap we want"
    },
    {
      "index": 234,
      "start_time": 1383650.0,
      "end_time": 1388650.0,
      "text": "to see people doing as our annual basis or every five years how much policy that we make"
    },
    {
      "index": 235,
      "start_time": 1388650.0,
      "end_time": 1397050.0,
      "text": "in this particular policy over the last 5 years and where can we be in 5 or 10 from"
    },
    {
      "index": 236,
      "start_time": 1397050.0,
      "end_time": 1398170.0,
      "text": "today."
    },
    {
      "index": 237,
      "start_time": 1398170.0,
      "end_time": 1404630.0,
      "text": "All right, so it&#39;s obviously leading to the next thing which is tracking. Today, the overall"
    },
    {
      "index": 238,
      "start_time": 1404630.0,
      "end_time": 1411440.0,
      "text": "majority of policy makers are not doing a sufficient job of tracking building envelops."
    },
    {
      "index": 239,
      "start_time": 1411440.0,
      "end_time": 1417450.0,
      "text": "What&#39;s the market share for technology such as low-e glass or high performance insulation,"
    },
    {
      "index": 240,
      "start_time": 1417450.0,
      "end_time": 1425050.0,
      "text": "air sealing and we also have country that have adopted our zero-energy building policy"
    },
    {
      "index": 241,
      "start_time": 1425050.0,
      "end_time": 1432240.0,
      "text": "for 2020. Well, what percentage of buildings are actually meeting the DEB or the zero-energy"
    },
    {
      "index": 242,
      "start_time": 1432240.0,
      "end_time": 1437370.0,
      "text": "criteria today and how much more private need to take place of the next 7 years so that"
    },
    {
      "index": 243,
      "start_time": 1437370.0,
      "end_time": 1442790.0,
      "text": "by 2020, they&#39;re successful. So lots of the areas for improving the tracking and then"
    },
    {
      "index": 244,
      "start_time": 1442790.0,
      "end_time": 1448110.0,
      "text": "also in a lot of criteria such as we have things that come out what they called that"
    },
    {
      "index": 245,
      "start_time": 1448110.0,
      "end_time": 1453710.0,
      "text": "in the EU, we have the thing called near zero- energy criteria. Well, near zero-energy is"
    },
    {
      "index": 246,
      "start_time": 1453710.0,
      "end_time": 1456200.0,
      "text": "not really defined. You know is it 70 percent improvement, is it 80 percent improvement?"
    },
    {
      "index": 247,
      "start_time": 1456200.0,
      "end_time": 1463510.0,
      "text": "So goes with that I think we need more criteria on and then there&#39;s also things like renovation"
    },
    {
      "index": 248,
      "start_time": 1463510.0,
      "end_time": 1468090.0,
      "text": "rate for public building to renovate 3 percent per year but we need to have a performance"
    },
    {
      "index": 249,
      "start_time": 1468090.0,
      "end_time": 1472510.0,
      "text": "criteria and we would argue that that performance criteria would be better to be a much deeper"
    },
    {
      "index": 250,
      "start_time": 1472510.0,
      "end_time": 1478740.0,
      "text": "or a very aggressive energy efficiency retrofit -- . it would be better to do one percent"
    },
    {
      "index": 251,
      "start_time": 1478740.0,
      "end_time": 1484600.0,
      "text": "in a much deeper level than do 3 percent at the very low level and the roadmap let&#39;s drive"
    },
    {
      "index": 252,
      "start_time": 1484600.0,
      "end_time": 1493800.0,
      "text": "in deep, the why that make sense. So the other thing is we were also considering the expanding"
    },
    {
      "index": 253,
      "start_time": 1493800.0,
      "end_time": 1499360.0,
      "text": "our building activity and working with partners and how can we collaborate on policy assessment."
    },
    {
      "index": 254,
      "start_time": 1499360.0,
      "end_time": 1505390.0,
      "text": "How can we get improved datasets and really how do we work together to affect change."
    },
    {
      "index": 255,
      "start_time": 1505390.0,
      "end_time": 1510900.0,
      "text": "It&#39;s one thing about publishing the roadmap today but we wanted people to take this roadmap"
    },
    {
      "index": 256,
      "start_time": 1510900.0,
      "end_time": 1516160.0,
      "text": "and implement it where the problems to get implemented, how can we improve that, what"
    },
    {
      "index": 257,
      "start_time": 1516160.0,
      "end_time": 1521950.0,
      "text": "additional types of analysis and data of could we doing modeling that would help people implement"
    },
    {
      "index": 258,
      "start_time": 1521950.0,
      "end_time": 1526640.0,
      "text": "it and have buildings that are constructed in a much more efficient way."
    },
    {
      "index": 259,
      "start_time": 1526640.0,
      "end_time": 1534250.0,
      "text": "So, there &#39;s 3 key elements that we&#39;re really talking about on the top level and that is"
    },
    {
      "index": 260,
      "start_time": 1534250.0,
      "end_time": 1541400.0,
      "text": "in well developed economies and country, how do we get greater development of existing"
    },
    {
      "index": 261,
      "start_time": 1541400.0,
      "end_time": 1546410.0,
      "text": "proven technology? How do we improve market share from 40 percent to 98 percent or 100"
    },
    {
      "index": 262,
      "start_time": 1546410.0,
      "end_time": 1554860.0,
      "text": "percent and another big area is how do we adopt and how can we introduce well established"
    },
    {
      "index": 263,
      "start_time": 1554860.0,
      "end_time": 1563600.0,
      "text": "technology in developed economies to emerging economies. In some cases, it requires infrastructure"
    },
    {
      "index": 264,
      "start_time": 1563600.0,
      "end_time": 1569400.0,
      "text": "involves capacity building, rebuilding the performance metrics, lots of various to getting"
    },
    {
      "index": 265,
      "start_time": 1569400.0,
      "end_time": 1574760.0,
      "text": "the adoption and it&#39;s usually starts with investment, getting manufactures involved"
    },
    {
      "index": 266,
      "start_time": 1574760.0,
      "end_time": 1580430.0,
      "text": "and so that&#39;s a major area right now with especially with the large group of construction"
    },
    {
      "index": 267,
      "start_time": 1580430.0,
      "end_time": 1584260.0,
      "text": "and developing markets on the world and then the last we touch base of course on right"
    },
    {
      "index": 268,
      "start_time": 1584260.0,
      "end_time": 1591920.0,
      "text": "here is the where is the R&amp;D required to get the better return on investment to make these"
    },
    {
      "index": 269,
      "start_time": 1591920.0,
      "end_time": 1595500.0,
      "text": "retrofits more cost effective, to make zero-energy buildings more cost effective."
    },
    {
      "index": 270,
      "start_time": 1595500.0,
      "end_time": 1601020.0,
      "text": "And so it would be three macro strategy we can significantly improve the building of"
    },
    {
      "index": 271,
      "start_time": 1601020.0,
      "end_time": 1606710.0,
      "text": "the world. Okay and then I will -- I&#39;m just putting my contact information up here. The"
    },
    {
      "index": 272,
      "start_time": 1606710.0,
      "end_time": 1611590.0,
      "text": "last link actually includes that actually and will bring you to the page for the roadmap."
    },
    {
      "index": 273,
      "start_time": 1611590.0,
      "end_time": 1616890.0,
      "text": "It is available now. It&#39;s free. You can download it. There&#39;s also some additional materials"
    },
    {
      "index": 274,
      "start_time": 1616890.0,
      "end_time": 1623690.0,
      "text": "on there such as the annexes, along with the news, the web article that was published today"
    },
    {
      "index": 275,
      "start_time": 1623690.0,
      "end_time": 1628480.0,
      "text": "and before -- I turn you back over to Sean for question, I&#39;d also like to acknowledged"
    },
    {
      "index": 276,
      "start_time": 1628480.0,
      "end_time": 1634570.0,
      "text": "two people in the room. We also have to Cecilia Tam and Cecilia she leads our entire roadmap"
    },
    {
      "index": 277,
      "start_time": 1634570.0,
      "end_time": 1639790.0,
      "text": "activity for the numerous, our roadmap should be IEAs put out all over the years. She also"
    },
    {
      "index": 278,
      "start_time": 1639790.0,
      "end_time": 1648270.0,
      "text": "heads up the Energy Demands Unit within our directorate and also John Dulac and John has"
    },
    {
      "index": 279,
      "start_time": 1648270.0,
      "end_time": 1653490.0,
      "text": "been working with me in the building sector. He also is the transportation expert but John"
    },
    {
      "index": 280,
      "start_time": 1653490.0,
      "end_time": 1658240.0,
      "text": "was instrumental and putting out the building book this year that Didier talked about and"
    },
    {
      "index": 281,
      "start_time": 1658240.0,
      "end_time": 1663830.0,
      "text": "he also assisted with the roadmap and getting everything where we are today. So thank you"
    },
    {
      "index": 282,
      "start_time": 1663830.0,
      "end_time": 1666180.0,
      "text": "so much and we look forward to your questions. Thank you Sean."
    },
    {
      "index": 283,
      "start_time": 1666180.0,
      "end_time": 1672990.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right thank you Didier and Marc for the presentation and we do have"
    },
    {
      "index": 284,
      "start_time": 1672990.0,
      "end_time": 1676940.0,
      "text": "some questions have coming from the audience. Before we get started I would just like to"
    },
    {
      "index": 285,
      "start_time": 1676940.0,
      "end_time": 1682400.0,
      "text": "remind any attendees that if you had any question on the presentation or anything that you&#39;d"
    },
    {
      "index": 286,
      "start_time": 1682400.0,
      "end_time": 1687770.0,
      "text": "like to have address by the panelist, you can submit those questions through the question"
    },
    {
      "index": 287,
      "start_time": 1687770.0,
      "end_time": 1694370.0,
      "text": "pane and you go to webinar window. I&#39;d like to start off with the question for Didier."
    },
    {
      "index": 288,
      "start_time": 1694370.0,
      "end_time": 1702480.0,
      "text": "Just on, in general could you speak on some target policies for developing countries where"
    },
    {
      "index": 289,
      "start_time": 1702480.0,
      "end_time": 1704309.0,
      "text": "growth is likely to happen?"
    },
    {
      "index": 290,
      "start_time": 1704310.0,
      "end_time": 1712491.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: I&#39;m sorry Sean, could you repeat the question. I think we had a problem"
    },
    {
      "index": 291,
      "start_time": 1712490.0,
      "end_time": 1713710.0,
      "text": "with our speaker here."
    },
    {
      "index": 292,
      "start_time": 1713710.0,
      "end_time": 1717880.0,
      "text": "&gt;&gt; SEAN ESTERLY: Yeah, definitely, I was hoping Didier could just speak talk a little bit"
    },
    {
      "index": 293,
      "start_time": 1717880.0,
      "end_time": 1723520.0,
      "text": "on a target policies for developing country where growth in the sector is likely to happen"
    },
    {
      "index": 294,
      "start_time": 1723520.0,
      "end_time": 1735240.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: Yes. Thanks for the question. I think as we put it out as much just said"
    },
    {
      "index": 295,
      "start_time": 1735240.0,
      "end_time": 1740660.0,
      "text": "I mean the one of the key focus the greater deployment of proven technology in developed"
    },
    {
      "index": 296,
      "start_time": 1740660.0,
      "end_time": 1747520.0,
      "text": "countries so because a lot I&#39;m not sure a technology that again be used in developing"
    },
    {
      "index": 297,
      "start_time": 1747520.0,
      "end_time": 1752050.0,
      "text": "market where bulks of your constructions is the talking place so we have basically two"
    },
    {
      "index": 298,
      "start_time": 1752050.0,
      "end_time": 1759510.0,
      "text": "different areas where the policy is for discipline because in industrial country the key issue"
    },
    {
      "index": 299,
      "start_time": 1759510.0,
      "end_time": 1766100.0,
      "text": "is renovation because they have making building stock where we need to do a lot in terms of"
    },
    {
      "index": 300,
      "start_time": 1766100.0,
      "end_time": 1771370.0,
      "text": "renovation whereby for emerging countries where you have a lot of new construction that"
    },
    {
      "index": 301,
      "start_time": 1771370.0,
      "end_time": 1777210.0,
      "text": "have of the increase in population what is important to make sure that the quality of"
    },
    {
      "index": 302,
      "start_time": 1777210.0,
      "end_time": 1785160.0,
      "text": "construction is here and that energy efficiency is taking into account from scratch and not"
    },
    {
      "index": 303,
      "start_time": 1785160.0,
      "end_time": 1793080.0,
      "text": "just the objective of low cost construction is not done at the expense of -- then the"
    },
    {
      "index": 304,
      "start_time": 1793080.0,
      "end_time": 1798470.0,
      "text": "cost of the building in terms of operation cost and energy cost looking forward. So this"
    },
    {
      "index": 305,
      "start_time": 1798470.0,
      "end_time": 1810100.0,
      "text": "is really a key issue to expand also to reach out to developing countries for the quality"
    },
    {
      "index": 306,
      "start_time": 1810100.0,
      "end_time": 1812770.0,
      "text": "of construction. Other than Marc you want to elaborate and this --"
    },
    {
      "index": 307,
      "start_time": 1812770.0,
      "end_time": 1818960.0,
      "text": "&gt;&gt; MARC LAFRANCE: Yeah, okay, Didier I think you touch base on the microelement. So within"
    },
    {
      "index": 308,
      "start_time": 1818960.0,
      "end_time": 1824040.0,
      "text": "the building sector, they thing we&#39;re going after the building codes and developing markets"
    },
    {
      "index": 309,
      "start_time": 1824040.0,
      "end_time": 1829230.0,
      "text": "at the building policy but when you look back in the slide that and the roadmap when I -- we"
    },
    {
      "index": 310,
      "start_time": 1829230.0,
      "end_time": 1834550.0,
      "text": "talked about the governing policies. For example we have many reasons of the world that still"
    },
    {
      "index": 311,
      "start_time": 1834550.0,
      "end_time": 1839560.0,
      "text": "have pure subsidies in place so how can you implement energy efficiency technology when"
    },
    {
      "index": 312,
      "start_time": 1839560.0,
      "end_time": 1844750.0,
      "text": "somebody is applying a quarter or half of the market value of the energy so that&#39;s an"
    },
    {
      "index": 313,
      "start_time": 1844750.0,
      "end_time": 1850360.0,
      "text": "example of additional policy that needs to occur in developing market to change that."
    },
    {
      "index": 314,
      "start_time": 1850360.0,
      "end_time": 1858100.0,
      "text": "We also have the lack of governance for handling the building sectors so for example a lot"
    },
    {
      "index": 315,
      "start_time": 1858100.0,
      "end_time": 1866280.0,
      "text": "of countries have the energy administer or the energy department that&#39;s responsible for"
    },
    {
      "index": 316,
      "start_time": 1866280.0,
      "end_time": 1873130.0,
      "text": "supply and for, you know, electricity but they don&#39;t cover the construction element"
    },
    {
      "index": 317,
      "start_time": 1873130.0,
      "end_time": 1877230.0,
      "text": "which is important for the envelops and then the ministry of construction, the ministry"
    },
    {
      "index": 318,
      "start_time": 1877230.0,
      "end_time": 1883210.0,
      "text": "of construction, is, you know, a lot of times concerns with safety, you know, they&#39;re concerned"
    },
    {
      "index": 319,
      "start_time": 1883210.0,
      "end_time": 1890190.0,
      "text": "with fire hazards, they&#39;re concerned with occupied concerns or worker concerns. So,"
    },
    {
      "index": 320,
      "start_time": 1890190.0,
      "end_time": 1892570.0,
      "text": "if we go back to the slide I know you don&#39;t have -- we don&#39;t have on the screen at the"
    },
    {
      "index": 321,
      "start_time": 1892570.0,
      "end_time": 1897850.0,
      "text": "moment but in the roadmap we have a chart that lays out the other policies that are"
    },
    {
      "index": 322,
      "start_time": 1897850.0,
      "end_time": 1904350.0,
      "text": "important and many of those are applicable to developing market as well as establishing"
    },
    {
      "index": 323,
      "start_time": 1904350.0,
      "end_time": 1909490.0,
      "text": "economies. So, Sean so I&#39;m ready for the next question or we&#39;re ready for the next question."
    },
    {
      "index": 324,
      "start_time": 1909490.0,
      "end_time": 1915450.0,
      "text": "&gt;&gt; SEAN ESTERLY: Roughly. Thank you the next question is if you ask Department of Energy"
    },
    {
      "index": 325,
      "start_time": 1915450.0,
      "end_time": 1920360.0,
      "text": "or any other nations energy group doing anything to financially support the development and"
    },
    {
      "index": 326,
      "start_time": 1920360.0,
      "end_time": 1926490.0,
      "text": "commercialization of very high R value or very low UR key value window components in"
    },
    {
      "index": 327,
      "start_time": 1926490.0,
      "end_time": 1927620.0,
      "text": "whole windows."
    },
    {
      "index": 328,
      "start_time": 1927620.0,
      "end_time": 1934580.0,
      "text": "&gt;&gt; MARC LAFRANCE: Yeah, thanks Sean, in the annex we explained in detail on some of the"
    },
    {
      "index": 329,
      "start_time": 1934580.0,
      "end_time": 1941320.0,
      "text": "works that occurred for vacuum glazing&#39;s. Germany had a pretty effort for 10 million"
    },
    {
      "index": 330,
      "start_time": 1941320.0,
      "end_time": 1947510.0,
      "text": "Euros. There&#39;s been several efforts in the US that were competitive projects under Department"
    },
    {
      "index": 331,
      "start_time": 1947510.0,
      "end_time": 1954480.0,
      "text": "of Energy. There&#39;s actually some working China on vacuum glazing but we pretty much come"
    },
    {
      "index": 332,
      "start_time": 1954480.0,
      "end_time": 1959230.0,
      "text": "to the conclusion that not enough is happening and that more effort needs to happen and we"
    },
    {
      "index": 333,
      "start_time": 1959230.0,
      "end_time": 1967200.0,
      "text": "actually suggest that international collaboration on R&amp;D for very low energy windows is kind"
    },
    {
      "index": 334,
      "start_time": 1967200.0,
      "end_time": 1972150.0,
      "text": "of key action item especially when we&#39;re trying to achieve zero energy buildings and cold"
    },
    {
      "index": 335,
      "start_time": 1972150.0,
      "end_time": 1976340.0,
      "text": "climates. It&#39;s certainly not need of a hot climate but it would be something that we"
    },
    {
      "index": 336,
      "start_time": 1976340.0,
      "end_time": 1982580.0,
      "text": "suggest and we also don&#39;t take a position on the technology. Some manufacturers believe"
    },
    {
      "index": 337,
      "start_time": 1982580.0,
      "end_time": 1988870.0,
      "text": "that back in glazing is too complicated and too expensive and they believe a more traditional"
    },
    {
      "index": 338,
      "start_time": 1988870.0,
      "end_time": 1995680.0,
      "text": "approach through triple or quadruple pane of glass or thin film layers can achieve the"
    },
    {
      "index": 339,
      "start_time": 1995680.0,
      "end_time": 2003370.0,
      "text": "same performances. So we&#39;re specifying criteria not the technology pathway but we do describe"
    },
    {
      "index": 340,
      "start_time": 2003370.0,
      "end_time": 2006190.0,
      "text": "that the several pathway that get there."
    },
    {
      "index": 341,
      "start_time": 2006190.0,
      "end_time": 2013850.0,
      "text": "&gt;&gt; SEAN ESTERLY: Thank you Marc. I have a couple of questions referring to the charts"
    },
    {
      "index": 342,
      "start_time": 2013850.0,
      "end_time": 2020830.0,
      "text": "and figures in your presentation so Heather we may want to allow them to or if -- Heather"
    },
    {
      "index": 343,
      "start_time": 2020830.0,
      "end_time": 2026700.0,
      "text": "if you could put up their presentation that might be helpful. The questions are do the"
    },
    {
      "index": 344,
      "start_time": 2026700.0,
      "end_time": 2031720.0,
      "text": "charts account for industrial building energy consumption. They note that several times"
    },
    {
      "index": 345,
      "start_time": 2031720.0,
      "end_time": 2037690.0,
      "text": "industry building involved efficiency is ignored and then another question referring to the"
    },
    {
      "index": 346,
      "start_time": 2037690.0,
      "end_time": 2043530.0,
      "text": "figures are the figures shown so far worldwide one? Both of these they don&#39;t specify which"
    },
    {
      "index": 347,
      "start_time": 2043530.0,
      "end_time": 2047929.0,
      "text": "slide but they were submitted at the beginning at the presentation."
    },
    {
      "index": 348,
      "start_time": 2047930.0,
      "end_time": 2058991.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, so the first one is that generally industrial building space conditioning"
    },
    {
      "index": 349,
      "start_time": 2058989.9999999998,
      "end_time": 2066358.9999999998,
      "text": "load is not necessarily included but most industrial plants, the thermal load for space"
    },
    {
      "index": 350,
      "start_time": 2066360.0000000002,
      "end_time": 2071961.0000000002,
      "text": "conditioning is very low compared to their operation because a lot of these industrial"
    },
    {
      "index": 351,
      "start_time": 2071960.0,
      "end_time": 2078059.0,
      "text": "plants have lots of heat and there&#39;s a lot of significant effort on the way to harvest"
    },
    {
      "index": 352,
      "start_time": 2078060.0,
      "end_time": 2083451.0,
      "text": "that we keep in industrial plant to serve improve deficiency but certainly the services"
    },
    {
      "index": 353,
      "start_time": 2083449.9999999998,
      "end_time": 2090498.9999999998,
      "text": "sector which includes all of your manufacturing and all of your hot mentality and schools"
    },
    {
      "index": 354,
      "start_time": 2090500.0,
      "end_time": 2096120.0,
      "text": "and public building, so the enormous amount of your service sector is certainly included"
    },
    {
      "index": 355,
      "start_time": 2096120.0,
      "end_time": 2100161.0,
      "text": "so we have the residential sector. We call the services sector, many people call the"
    },
    {
      "index": 356,
      "start_time": 2100160.0,
      "end_time": 2107490.0,
      "text": "commercials sector were non residential sector. I think we definitely have the details in"
    },
    {
      "index": 357,
      "start_time": 2107490.0,
      "end_time": 2111650.0,
      "text": "our building technology publication but I think roughly it&#39;s something like in the orders"
    },
    {
      "index": 358,
      "start_time": 2111650.0,
      "end_time": 2116599.0,
      "text": "of two-thirds, the three quarters of the energy and building that associate with residential"
    },
    {
      "index": 359,
      "start_time": 2116600.0,
      "end_time": 2121840.0,
      "text": "and a third or quarter is services and so if you were to look at industrial it would"
    },
    {
      "index": 360,
      "start_time": 2121840.0,
      "end_time": 2127550.0,
      "text": "be very, very tiny but certainly if somebody has the industrial building all of the strategy"
    },
    {
      "index": 361,
      "start_time": 2127550.0,
      "end_time": 2131701.0,
      "text": "that we discussed in technologies, we discussed in the roadmap with certainly be applicable"
    },
    {
      "index": 362,
      "start_time": 2131700.0,
      "end_time": 2137309.0,
      "text": "to that other sector but they&#39;re relatively sector. The second question you had about"
    },
    {
      "index": 363,
      "start_time": 2137310.0,
      "end_time": 2143481.0,
      "text": "the charts so many of the charts that we present are regional based so in this case we show"
    },
    {
      "index": 364,
      "start_time": 2143480.0,
      "end_time": 2151420.0,
      "text": "8 regions. We broken up the world into 8 regions so it include the entire world. In our building&#39;s"
    },
    {
      "index": 365,
      "start_time": 2151420.0,
      "end_time": 2159210.0,
      "text": "publication we had 9 regions which in that case didn&#39;t include the whole world but we"
    },
    {
      "index": 366,
      "start_time": 2159210.0,
      "end_time": 2165400.0,
      "text": "showed global numbers as well 9 separate smaller region and then of course when we say, like"
    },
    {
      "index": 367,
      "start_time": 2165400.0,
      "end_time": 2171180.0,
      "text": "in some cases, we show you, we&#39;re showing the typical window technology that exist in"
    },
    {
      "index": 368,
      "start_time": 2171180.0,
      "end_time": 2174999.0,
      "text": "the world today. We don&#39;t attempt patient to show the market share of these types of"
    },
    {
      "index": 369,
      "start_time": 2175000.0,
      "end_time": 2179151.0,
      "text": "windows around. Quite frankly we would love to have that data but it&#39;s very different"
    },
    {
      "index": 370,
      "start_time": 2179150.0,
      "end_time": 2183990.0,
      "text": "to obtain and it&#39;s almost impossible at this point in time but that something what we need"
    },
    {
      "index": 371,
      "start_time": 2183990.0,
      "end_time": 2188279.0,
      "text": "to work so in case in a particular region. Now what is the market share for this, the"
    },
    {
      "index": 372,
      "start_time": 2188280.0,
      "end_time": 2192951.0,
      "text": "market share for that? so I think when they download the roadmap, they&#39;ll get a better"
    },
    {
      "index": 373,
      "start_time": 2192950.0,
      "end_time": 2196960.0,
      "text": "perspective about what we mean here and of course if anybody has a follow up question"
    },
    {
      "index": 374,
      "start_time": 2196960.0,
      "end_time": 2202990.0,
      "text": "I&#39;d be glad to receive those by email to get back with people. So that&#39;s about it. Thanks"
    },
    {
      "index": 375,
      "start_time": 2202990.0,
      "end_time": 2203480.0,
      "text": "Sean"
    },
    {
      "index": 376,
      "start_time": 2203480.0,
      "end_time": 2208460.0,
      "text": "&gt;&gt; SEAN ESTERLY: Great, thank you Marc. In the next question refers to specific types"
    },
    {
      "index": 377,
      "start_time": 2208460.0,
      "end_time": 2214420.0,
      "text": "of window. They note the slide show in window performance refers to aluminum frames but"
    },
    {
      "index": 378,
      "start_time": 2214420.0,
      "end_time": 2220069.0,
      "text": "makes no reference to polyamide thermal breaks which are widely end user in the world. Are"
    },
    {
      "index": 379,
      "start_time": 2220070.0,
      "end_time": 2226070.0,
      "text": "you including this type of window in the conductive frame category for the world baseline target?"
    },
    {
      "index": 380,
      "start_time": 2226070.0,
      "end_time": 2232580.0,
      "text": "&gt;&gt; MARC LAFRANCE: So, well of course. It is very difficult to show all the categories"
    },
    {
      "index": 381,
      "start_time": 2232580.0,
      "end_time": 2239651.0,
      "text": "of windows. We do discuss the issue of thermal breaks. We do discuss the issue of high performing"
    },
    {
      "index": 382,
      "start_time": 2239650.0,
      "end_time": 2247660.0,
      "text": "aluminum framed windows. We actually discussed the example of one that was very high performance,"
    },
    {
      "index": 383,
      "start_time": 2247660.0,
      "end_time": 2252150.0,
      "text": "the buildings book actually provide the thermal graph of that as well which we didn&#39;t put"
    },
    {
      "index": 384,
      "start_time": 2252150.0,
      "end_time": 2262259.0,
      "text": "in the roadmap but I would actually slightly defer with the question that the majority"
    },
    {
      "index": 385,
      "start_time": 2262260.0,
      "end_time": 2268171.0,
      "text": "of the installed windows in service in the world with aluminum framing do not have thermal"
    },
    {
      "index": 386,
      "start_time": 2268170.0,
      "end_time": 2272950.0,
      "text": "breaks and that&#39;s a problem. They&#39;re large energy loss and so of course we can replace"
    },
    {
      "index": 387,
      "start_time": 2272950.0,
      "end_time": 2278450.0,
      "text": "the windows which is probably the best option or we can put on a storm panel that actually"
    },
    {
      "index": 388,
      "start_time": 2278450.0,
      "end_time": 2284599.0,
      "text": "protect that thermal loss of the frame by having an exterior low-e storm panel that"
    },
    {
      "index": 389,
      "start_time": 2284600.0,
      "end_time": 2291850.0,
      "text": "actually put in a thermal break from the frame. There&#39;s a lot of technologies to improve that"
    },
    {
      "index": 390,
      "start_time": 2291850.0,
      "end_time": 2300421.0,
      "text": "so I would just say that I think this issue is pretty well covered in the roadmap and"
    },
    {
      "index": 391,
      "start_time": 2300420.0,
      "end_time": 2303329.0,
      "text": "but we can&#39;t show every configuration in the charts obviously so."
    },
    {
      "index": 392,
      "start_time": 2303330.0,
      "end_time": 2313850.0,
      "text": "&gt;&gt; SEAN ESTERLY: Great. Thanks again Marc and our question now about cool roof. If they"
    },
    {
      "index": 393,
      "start_time": 2313850.0,
      "end_time": 2317320.0,
      "text": "have the function of reflecting access of solar games then aren&#39;t they in effect increasing"
    },
    {
      "index": 394,
      "start_time": 2317320.0,
      "end_time": 2325770.0,
      "text": "the heat island effect and if that’s true can we consider then that cool roof are a"
    },
    {
      "index": 395,
      "start_time": 2325770.0,
      "end_time": 2327300.0,
      "text": "sustainable measure for building?"
    },
    {
      "index": 396,
      "start_time": 2327300.0,
      "end_time": 2332891.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, so, if the person that submitted the question want to follow"
    },
    {
      "index": 397,
      "start_time": 2332890.0,
      "end_time": 2337549.0,
      "text": "me a big more than that with a lot of detail but really quickly when you reflect the energy"
    },
    {
      "index": 398,
      "start_time": 2337550.0,
      "end_time": 2343320.0,
      "text": "from a cool roof that energy goes -- we actually have validated results that it goes to space,"
    },
    {
      "index": 399,
      "start_time": 2343320.0,
      "end_time": 2347891.0,
      "text": "okay, so it does not going to absorb. If it&#39;s getting absorbed in the roof membrane that"
    },
    {
      "index": 400,
      "start_time": 2347890.0,
      "end_time": 2353349.0,
      "text": "actually is heating the building that heating the city. Okay, so the idea is not absorbing"
    },
    {
      "index": 401,
      "start_time": 2353350.0,
      "end_time": 2360701.0,
      "text": "the energy to reject the energy to reflect the energy backup into space and the research"
    },
    {
      "index": 402,
      "start_time": 2360700.0,
      "end_time": 2367269.0,
      "text": "that was done actually assess the absorption of energy by the water vapor and by particular"
    },
    {
      "index": 403,
      "start_time": 2367270.0,
      "end_time": 2372840.0,
      "text": "from the air, from pollution and that&#39;s the factor how much it get reflected but it certainly"
    },
    {
      "index": 404,
      "start_time": 2372840.0,
      "end_time": 2377981.0,
      "text": "does reduce the urban heat island effect as well as what do you think. Now the one possibly"
    },
    {
      "index": 405,
      "start_time": 2377980.0,
      "end_time": 2382349.0,
      "text": "negative side effect is it can increase glare so if you have a roof there at the lower level"
    },
    {
      "index": 406,
      "start_time": 2382350.0,
      "end_time": 2386461.0,
      "text": "then our higher building there could be some glare problems and that can be mitigated through"
    },
    {
      "index": 407,
      "start_time": 2386460.0,
      "end_time": 2392319.0,
      "text": "a thing we called cool colors which it reflects the near of red rather than the just the bit"
    },
    {
      "index": 408,
      "start_time": 2392320.0,
      "end_time": 2398510.0,
      "text": "of the light but in any case, this has been well studied so there&#39;s lots of good in this"
    },
    {
      "index": 409,
      "start_time": 2398510.0,
      "end_time": 2400350.0,
      "text": "Sean but thanks Sean."
    },
    {
      "index": 410,
      "start_time": 2400350.0,
      "end_time": 2407600.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right, the next question is are there plans to develop channels to"
    },
    {
      "index": 411,
      "start_time": 2407600.0,
      "end_time": 2413961.0,
      "text": "bring existing energy saving products to emerging markets or were current manufacturers and"
    },
    {
      "index": 412,
      "start_time": 2413960.0,
      "end_time": 2417839.0,
      "text": "distributors of these products need to develop this distribution mechanism?"
    },
    {
      "index": 413,
      "start_time": 2417840.0,
      "end_time": 2425340.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, it&#39;s a very good question and so what the roadmap is calling for is"
    },
    {
      "index": 414,
      "start_time": 2425340.0,
      "end_time": 2435451.0,
      "text": "cooperation among industry, academia, nonprofit, local governments, you know, the organizations"
    },
    {
      "index": 415,
      "start_time": 2435450.0,
      "end_time": 2443690.0,
      "text": "like the IEA, organizations like IPEEC and so how could we work collaboratively to introduce"
    },
    {
      "index": 416,
      "start_time": 2443690.0,
      "end_time": 2449900.0,
      "text": "the technology and so one of the things we talked about is the capacity building. You"
    },
    {
      "index": 417,
      "start_time": 2449900.0,
      "end_time": 2455680.0,
      "text": "know, training, education, setting up the performance metrics and doing that in collaboration"
    },
    {
      "index": 418,
      "start_time": 2455680.0,
      "end_time": 2463609.0,
      "text": "with the group of entities will ensure that something is not going to be completely driven"
    },
    {
      "index": 419,
      "start_time": 2463610.0,
      "end_time": 2470500.0,
      "text": "by industry alone that could end up, you know, being one sided. We would have an objective"
    },
    {
      "index": 420,
      "start_time": 2470500.0,
      "end_time": 2479171.0,
      "text": "so that we don&#39;t exaggerate the savings so that they are appropriate. So, you know, we"
    },
    {
      "index": 421,
      "start_time": 2479170.0,
      "end_time": 2486999.0,
      "text": "also have an effort in my assisted division which is working on in efforts to do deployment"
    },
    {
      "index": 422,
      "start_time": 2487000.0,
      "end_time": 2493040.0,
      "text": "and emerging economies and part of that is of course working on capacity building and"
    },
    {
      "index": 423,
      "start_time": 2493040.0,
      "end_time": 2498540.0,
      "text": "so I think there has been that&#39;s effort together this consolidated effort that I mentioned"
    },
    {
      "index": 424,
      "start_time": 2498540.0,
      "end_time": 2502941.0,
      "text": "but a lot more needs to occur for us to be effective in achieving the goal that we&#39;re"
    },
    {
      "index": 425,
      "start_time": 2502940.0,
      "end_time": 2507339.0,
      "text": "calling forward to reach to the [inaudible] [00:41:44] for the entire perspective of the"
    },
    {
      "index": 426,
      "start_time": 2507340.0,
      "end_time": 2508151.0,
      "text": "roadmap."
    },
    {
      "index": 427,
      "start_time": 2508150.0,
      "end_time": 2516220.0,
      "text": "&gt;&gt; SEAN ESTERLY: Okay and the next question as of the report covers building material"
    },
    {
      "index": 428,
      "start_time": 2516220.0,
      "end_time": 2518609.0,
      "text": "types for building envelop."
    },
    {
      "index": 429,
      "start_time": 2518610.0,
      "end_time": 2524550.0,
      "text": "&gt;&gt; MARC LAFRANCE: You&#39;re saying that it covered building material types you said?"
    },
    {
      "index": 430,
      "start_time": 2524550.0,
      "end_time": 2527761.0,
      "text": "&gt;&gt; SEAN ESTERLY: Does it cover the type of materials for building envelop?"
    },
    {
      "index": 431,
      "start_time": 2527760.0,
      "end_time": 2533519.0,
      "text": "&gt;&gt; MARC LAFRANCE: Oh, yes, oh, yes. So we done extensive assessment on different building"
    },
    {
      "index": 432,
      "start_time": 2533520.0,
      "end_time": 2539421.0,
      "text": "product and materials. So for example, you know, different types of windows, retrofit"
    },
    {
      "index": 433,
      "start_time": 2539420.0,
      "end_time": 2546230.0,
      "text": "attachments to the windows, roofing materials, insulation, so, we have extensive assessments"
    },
    {
      "index": 434,
      "start_time": 2546230.0,
      "end_time": 2551829.0,
      "text": "that have been conducted and all of these different types of technologies are discussed"
    },
    {
      "index": 435,
      "start_time": 2551830.0,
      "end_time": 2557760.0,
      "text": "and you know this type of project is about between how technical do you get. We might"
    },
    {
      "index": 436,
      "start_time": 2557760.0,
      "end_time": 2561981.0,
      "text": "not satisfy some of the people want extreme technical details but at the same time we"
    },
    {
      "index": 437,
      "start_time": 2561980.0,
      "end_time": 2565690.0,
      "text": "give a lot more information to policy makers so that it&#39;s not just thing this is the right"
    },
    {
      "index": 438,
      "start_time": 2565690.0,
      "end_time": 2569359.0,
      "text": "thing to do, this is the right thing to do and why is it the right thing to do and where"
    },
    {
      "index": 439,
      "start_time": 2569360.0,
      "end_time": 2573320.0,
      "text": "it has been done before, what savings can you get from it. And we kind of tied that"
    },
    {
      "index": 440,
      "start_time": 2573320.0,
      "end_time": 2576681.0,
      "text": "together with the balance m you know, what did I didn&#39;t say at the end of my remarks"
    },
    {
      "index": 441,
      "start_time": 2576680.0,
      "end_time": 2581390.0,
      "text": "which I should mention is I also want to thank and I&#39;m sure there must be someone on the"
    },
    {
      "index": 442,
      "start_time": 2581390.0,
      "end_time": 2587049.0,
      "text": "line today. I think we have over 65 reviewers that commented and provide the extensive input"
    },
    {
      "index": 443,
      "start_time": 2587050.0,
      "end_time": 2592040.0,
      "text": "to us and we really appreciate that. There were probably four or five people that provide"
    },
    {
      "index": 444,
      "start_time": 2592040.0,
      "end_time": 2598181.0,
      "text": "the extensive information and if it wasn&#39;t for that type of peer review we won&#39;t be able"
    },
    {
      "index": 445,
      "start_time": 2598180.0,
      "end_time": 2604059.0,
      "text": "to give such a robust explanation of all these technologies. Yeah, definitely is well covered."
    },
    {
      "index": 446,
      "start_time": 2604060.0,
      "end_time": 2611401.0,
      "text": "&gt;&gt; SEAN ESTERLY: Thank you marc. And the next question notes that the pricing of energy"
    },
    {
      "index": 447,
      "start_time": 2611400.0,
      "end_time": 2617519.0,
      "text": "in the state of the economy have direct relationship with energy consumption. Are there any idea"
    },
    {
      "index": 448,
      "start_time": 2617520.0,
      "end_time": 2623620.0,
      "text": "on how to integrate this phenomenon with our sure strategies or energy saving?"
    },
    {
      "index": 449,
      "start_time": 2623620.0,
      "end_time": 2630820.0,
      "text": "&gt;&gt; CECILIA TAM: In the IEA&#39;s modeling exercises we do take into consideration in our models"
    },
    {
      "index": 450,
      "start_time": 2630820.0,
      "end_time": 2637060.0,
      "text": "the energy price relationships. The building sector and particular though given that such"
    },
    {
      "index": 451,
      "start_time": 2637060.0,
      "end_time": 2644340.0,
      "text": "a large share is for the residential sector what we have seen in our ETP scenario analysis"
    },
    {
      "index": 452,
      "start_time": 2644340.0,
      "end_time": 2652330.0,
      "text": "as well as in our roof efficient world scenario analysis is that in general the price sensitivity"
    },
    {
      "index": 453,
      "start_time": 2652330.0,
      "end_time": 2658300.0,
      "text": "for energy prices in this sector is not that high unlike in the case for the industrial"
    },
    {
      "index": 454,
      "start_time": 2658300.0,
      "end_time": 2665891.0,
      "text": "sector where higher energy prices does drive more action for energy saving but given that"
    },
    {
      "index": 455,
      "start_time": 2665890.0,
      "end_time": 2674759.0,
      "text": "in those part of [inaudible] [00:44:27] countries, the share of household spending on energy"
    },
    {
      "index": 456,
      "start_time": 2674760.0,
      "end_time": 2682401.0,
      "text": "costs is relatively low. The price sensitivities are not that high. I think what governments"
    },
    {
      "index": 457,
      "start_time": 2682400.0,
      "end_time": 2691539.0,
      "text": "can do is to offset this lack of a link in terms of price sensitivities is to implement"
    },
    {
      "index": 458,
      "start_time": 2691540.0,
      "end_time": 2699080.0,
      "text": "tougher energy efficiency policies through implementation monitoring verification of"
    },
    {
      "index": 459,
      "start_time": 2699080.0,
      "end_time": 2707800.0,
      "text": "tougher energy efficiency policies as well as Marc already mentioned to remove the extraordinary"
    },
    {
      "index": 460,
      "start_time": 2707800.0,
      "end_time": 2720750.0,
      "text": "price effect that are created by fossil fuel subsidies. Thank you."
    },
    {
      "index": 461,
      "start_time": 2720750.0,
      "end_time": 2731780.0,
      "text": "&gt;&gt; SEAN ESTERLY: And the next question I have asked is the IEA has design tools that can"
    },
    {
      "index": 462,
      "start_time": 2731780.0,
      "end_time": 2737830.0,
      "text": "help engineer occupy energy savings that can be incorporated into building such as design"
    },
    {
      "index": 463,
      "start_time": 2737830.0,
      "end_time": 2743600.0,
      "text": "phase and if so could you share where those can be found and if not you know, where there"
    },
    {
      "index": 464,
      "start_time": 2743600.0,
      "end_time": 2745230.0,
      "text": "such tools are available."
    },
    {
      "index": 465,
      "start_time": 2745230.0,
      "end_time": 2752141.0,
      "text": "&gt;&gt; MARC LAFRANCE: Yes, thanks John. Yeah, so in the roadmap we definitely touch based"
    },
    {
      "index": 466,
      "start_time": 2752140.0,
      "end_time": 2758720.0,
      "text": "on the need for what we call simulation tools to provide optimized performance and but we"
    },
    {
      "index": 467,
      "start_time": 2758720.0,
      "end_time": 2763349.0,
      "text": "didn&#39;t not go into detail about those tools. First of all, the IEA does not have that capability"
    },
    {
      "index": 468,
      "start_time": 2763350.0,
      "end_time": 2770221.0,
      "text": "where more of a policy organization we work on macro strategies for the world but there&#39;s"
    },
    {
      "index": 469,
      "start_time": 2770220.0,
      "end_time": 2775430.0,
      "text": "lots of tools that are available. A lot of the member of governments have these tools."
    },
    {
      "index": 470,
      "start_time": 2775430.0,
      "end_time": 2778109.0,
      "text": "I actually know more about the US tools but that&#39;s where I used to work before I came"
    },
    {
      "index": 471,
      "start_time": 2778110.0,
      "end_time": 2784300.0,
      "text": "to the IEA. There&#39;s, you know, for example there&#39;s EnergyPlus and EnergyGauge and DOE-2"
    },
    {
      "index": 472,
      "start_time": 2784300.0,
      "end_time": 2789721.0,
      "text": "but there&#39;s many other models around the world and so if somebody will needs more to mention"
    },
    {
      "index": 473,
      "start_time": 2789720.0,
      "end_time": 2793569.0,
      "text": "about that. They can send me an email and I can give you a link of few places that we"
    },
    {
      "index": 474,
      "start_time": 2793570.0,
      "end_time": 2798610.0,
      "text": "have that but so to some extent we stay on the roadmap that the simulation of the building"
    },
    {
      "index": 475,
      "start_time": 2798610.0,
      "end_time": 2803030.0,
      "text": "is beyond the scope of the roadmap but we certainly acknowledge the importance of doing"
    },
    {
      "index": 476,
      "start_time": 2803030.0,
      "end_time": 2809651.0,
      "text": "building simulation of for when you try to rather than optimized design. Thanks Sean."
    },
    {
      "index": 477,
      "start_time": 2809650.0,
      "end_time": 2815910.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right thank you Marc, nest question notes up that there&#39;s a populate"
    },
    {
      "index": 478,
      "start_time": 2815910.0,
      "end_time": 2822410.0,
      "text": "that triple pane windows with very low U-value are the best solution but the problem is that"
    },
    {
      "index": 479,
      "start_time": 2822410.0,
      "end_time": 2829269.0,
      "text": "the DTLT solar factor most of the time varying in opposition with the U-value. The question"
    },
    {
      "index": 480,
      "start_time": 2829270.0,
      "end_time": 2834330.0,
      "text": "wouldn&#39;t it be better to talk of optimizing the yearly energy values of our window than"
    },
    {
      "index": 481,
      "start_time": 2834330.0,
      "end_time": 2838820.0,
      "text": "targeting the low -e value even if the solar gain suffer."
    },
    {
      "index": 482,
      "start_time": 2838820.0,
      "end_time": 2844651.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, so we very clearly discussed in the roadmap this issue about"
    },
    {
      "index": 483,
      "start_time": 2844650.0,
      "end_time": 2850089.0,
      "text": "optimizing performance. We want to get total energy benefit more than actually we can have"
    },
    {
      "index": 484,
      "start_time": 2850090.0,
      "end_time": 2856850.0,
      "text": "windows that can become net energy plus and they actually contribute more energy to the"
    },
    {
      "index": 485,
      "start_time": 2856850.0,
      "end_time": 2861590.0,
      "text": "building than they lose there in a year through high solar heat gain paths of heating. We"
    },
    {
      "index": 486,
      "start_time": 2861590.0,
      "end_time": 2866090.0,
      "text": "talked -- the chart that I showed that shows the transmission of building talks about,"
    },
    {
      "index": 487,
      "start_time": 2866090.0,
      "end_time": 2871171.0,
      "text": "you know, optimized design and orientation, highly setting windows with dynamic solar"
    },
    {
      "index": 488,
      "start_time": 2871170.0,
      "end_time": 2875900.0,
      "text": "control. So if we can -- but the reason why we do talk about having a very low U-value"
    },
    {
      "index": 489,
      "start_time": 2875900.0,
      "end_time": 2881920.0,
      "text": "I because if we look at the consumption of the energy lose from buildings -- and from"
    },
    {
      "index": 490,
      "start_time": 2881920.0,
      "end_time": 2886630.0,
      "text": "windows in the world, the majority of the lose comes from cold climate and the windows"
    },
    {
      "index": 491,
      "start_time": 2886630.0,
      "end_time": 2893380.0,
      "text": "are very inefficient. So having a very low U-value with dynamic solar control you now"
    },
    {
      "index": 492,
      "start_time": 2893380.0,
      "end_time": 2898130.0,
      "text": "can get high pack of heating in the winter time and you can significantly reduce the"
    },
    {
      "index": 493,
      "start_time": 2898130.0,
      "end_time": 2904829.0,
      "text": "cooling impact in the summer time and we discussed that the extent in the roadmap, I&#39;m sorry"
    },
    {
      "index": 494,
      "start_time": 2904830.0,
      "end_time": 2908941.0,
      "text": "that the presentation didn&#39;t quite get that but we certainly support that whole effort"
    },
    {
      "index": 495,
      "start_time": 2908940.0,
      "end_time": 2914769.0,
      "text": "but at the same time, we do need those fundamental technology so that it allow for this optimized"
    },
    {
      "index": 496,
      "start_time": 2914770.0,
      "end_time": 2921141.0,
      "text": "performance of windows which is we need more affordable low U-values and we need more affordable"
    },
    {
      "index": 497,
      "start_time": 2921140.0,
      "end_time": 2923300.0,
      "text": "dynamic sort of control. Thanks Sean."
    },
    {
      "index": 498,
      "start_time": 2923300.0,
      "end_time": 2930289.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right, and the next questions a little more broad but it&#39;s asking if there"
    },
    {
      "index": 499,
      "start_time": 2930290.0,
      "end_time": 2937260.0,
      "text": "are three key recommendation that you can make at the city level. If you can make three"
    },
    {
      "index": 500,
      "start_time": 2937260.0,
      "end_time": 2942250.0,
      "text": "key recommendations, what would they be? The person submitting this actually targets a"
    },
    {
      "index": 501,
      "start_time": 2942250.0,
      "end_time": 2947751.0,
      "text": "city in Southeast Asia but if -- you can&#39;t get that specific I definitely understand."
    },
    {
      "index": 502,
      "start_time": 2947750.0,
      "end_time": 2952309.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, so, okay, okay. Cecilia -- Okay."
    },
    {
      "index": 503,
      "start_time": 2952310.0,
      "end_time": 2958901.0,
      "text": "&gt;&gt; CECILIA TAM: When I guess if we are looking only at three. One the top priorities I would"
    },
    {
      "index": 504,
      "start_time": 2958900.0,
      "end_time": 2967799.0,
      "text": "say within IEA&#39;s work is really to take an integrated systems approach to design and"
    },
    {
      "index": 505,
      "start_time": 2967800.0,
      "end_time": 2974030.0,
      "text": "policy implementation and what we mean here is that not look at that individual technology."
    },
    {
      "index": 506,
      "start_time": 2974030.0,
      "end_time": 2981990.0,
      "text": "There are components but really as the whole energy system and in many cases. We do not"
    },
    {
      "index": 507,
      "start_time": 2981990.0,
      "end_time": 2994661.0,
      "text": "see sufficient use of efficient district heating and cooling systems with optimal use of high"
    },
    {
      "index": 508,
      "start_time": 2994660.0,
      "end_time": 3004359.0,
      "text": "efficiency combined hidden power, technology, often. We see people focusing only on individual"
    },
    {
      "index": 509,
      "start_time": 3004360.0,
      "end_time": 3017840.0,
      "text": "and technologies or just one area of the building sectors of the city and we also need to enforce"
    },
    {
      "index": 510,
      "start_time": 3017840.0,
      "end_time": 3026971.0,
      "text": "tougher building code and make sure that these are verified in a lot of the city design that&#39;s"
    },
    {
      "index": 511,
      "start_time": 3026970.0,
      "end_time": 3031990.0,
      "text": "going on and then now I&#39;m going to pass over to Marc for the last one if you want to add."
    },
    {
      "index": 512,
      "start_time": 3031990.0,
      "end_time": 3037269.0,
      "text": "&gt;&gt; MARC LAFRANCE: Yeah, I guess so. Yes we too touch bases on some of the macro system"
    },
    {
      "index": 513,
      "start_time": 3037270.0,
      "end_time": 3042360.0,
      "text": "issues and I think it&#39;s probably beyond the scope of this roadmap but John has done a"
    },
    {
      "index": 514,
      "start_time": 3042360.0,
      "end_time": 3046320.0,
      "text": "lot on this urban planning for cities and that sort of thing which definitely comes"
    },
    {
      "index": 515,
      "start_time": 3046320.0,
      "end_time": 3054881.0,
      "text": "to mind. But if I was the city planner in a southeast Asian capital and city that has"
    },
    {
      "index": 516,
      "start_time": 3054880.0,
      "end_time": 3060109.0,
      "text": "very high cooling lows or very hot climate, the first thing I would do is okay, is of"
    },
    {
      "index": 517,
      "start_time": 3060110.0,
      "end_time": 3064250.0,
      "text": "course but new construction all of the things we talked about for building codes, driving"
    },
    {
      "index": 518,
      "start_time": 3064250.0,
      "end_time": 3070040.0,
      "text": "forward for building codes cool roofs, for low-e windows with -- especially selective"
    },
    {
      "index": 519,
      "start_time": 3070040.0,
      "end_time": 3075480.0,
      "text": "low solar heat gain as well as proper insulation but then, you know, probably we a have lot"
    },
    {
      "index": 520,
      "start_time": 3075480.0,
      "end_time": 3081120.0,
      "text": "of existing building that are low income that can afford advance technologies but something"
    },
    {
      "index": 521,
      "start_time": 3081120.0,
      "end_time": 3087941.0,
      "text": "is simple as low cost cools coding that go on existing rules, just something as simple"
    },
    {
      "index": 522,
      "start_time": 3087940.0,
      "end_time": 3093499.0,
      "text": "as exterior bamboo shape anything that an exterior shape or window film is lot of low"
    },
    {
      "index": 523,
      "start_time": 3093500.0,
      "end_time": 3099471.0,
      "text": "cost technology that are perfect for, you know, low income housing and one of the things"
    },
    {
      "index": 524,
      "start_time": 3099470.0,
      "end_time": 3105279.0,
      "text": "that we talked about is that and we know from my experience a lot of the countries as soon"
    },
    {
      "index": 525,
      "start_time": 3105280.0,
      "end_time": 3111171.0,
      "text": "as the particular city of a countries wealth increases and people that can afford it go"
    },
    {
      "index": 526,
      "start_time": 3111170.0,
      "end_time": 3115589.0,
      "text": "out and buy air conditionings and of course there&#39;s work to get more efficient air conditioning"
    },
    {
      "index": 527,
      "start_time": 3115590.0,
      "end_time": 3121631.0,
      "text": "which is important but for the building envelop, we can significantly reduce the requirements"
    },
    {
      "index": 528,
      "start_time": 3121630.0,
      "end_time": 3128210.0,
      "text": "for cooling and in some cases when people are culturally acceptable to live in a little"
    },
    {
      "index": 529,
      "start_time": 3128210.0,
      "end_time": 3133769.0,
      "text": "bit hotter condition we can reduce the temperature of that building to an acceptable level just"
    },
    {
      "index": 530,
      "start_time": 3133770.0,
      "end_time": 3138951.0,
      "text": "with passive strategies so they&#39;ll never need the air conditioning because let&#39;s say the"
    },
    {
      "index": 531,
      "start_time": 3138950.0,
      "end_time": 3145289.0,
      "text": "building is 30 degree C and we can bring it down o 25 degree C, you know, the 25 C might"
    },
    {
      "index": 532,
      "start_time": 3145290.0,
      "end_time": 3149250.0,
      "text": "5, they don&#39;t need any air conditioning. So, there&#39;s lots of passive technology they&#39;ll"
    },
    {
      "index": 533,
      "start_time": 3149250.0,
      "end_time": 3150430.0,
      "text": "make sense. Sean."
    },
    {
      "index": 534,
      "start_time": 3150430.0,
      "end_time": 3155850.0,
      "text": "&gt;&gt; JOHN DULAC: There&#39;s final notes on urban policy it might be adventurous for city planners"
    },
    {
      "index": 535,
      "start_time": 3155850.0,
      "end_time": 3160201.0,
      "text": "to look at some of the initiative that happened globally in an urban level. For example the"
    },
    {
      "index": 536,
      "start_time": 3160200.0,
      "end_time": 3166710.0,
      "text": "Quintin Foundation has its C 40 initial which the climate acts in Megacity Group. They specifically"
    },
    {
      "index": 537,
      "start_time": 3166710.0,
      "end_time": 3170809.0,
      "text": "look at target areas like building and transporting cities and have focus on what mayors are doing"
    },
    {
      "index": 538,
      "start_time": 3170810.0,
      "end_time": 3175840.0,
      "text": "in terms of policy implementation to support those action. And that information can be"
    },
    {
      "index": 539,
      "start_time": 3175840.0,
      "end_time": 3179701.0,
      "text": "found online, it might be useful particularly as it focused on cities across the globe and"
    },
    {
      "index": 540,
      "start_time": 3179700.0,
      "end_time": 3182160.0,
      "text": "not just new developing country."
    },
    {
      "index": 541,
      "start_time": 3182160.0,
      "end_time": 3188009.0,
      "text": "&gt;&gt; MARC LAFRANCE: Thank you. I think we pretty add to that. It&#39;s that pretty extensively"
    },
    {
      "index": 542,
      "start_time": 3188010.0,
      "end_time": 3189080.0,
      "text": "Sean hopefully…"
    },
    {
      "index": 543,
      "start_time": 3189080.0,
      "end_time": 3198391.0,
      "text": "&gt;&gt; SEAN ESTERLY: I&#39;ll take that. All right. Thank you. And the next question is how do"
    },
    {
      "index": 544,
      "start_time": 3198390.0,
      "end_time": 3204310.0,
      "text": "you attract private - public partnership in promoting energy efficiency in building retrofit?"
    },
    {
      "index": 545,
      "start_time": 3204310.0,
      "end_time": 3213609.0,
      "text": "&gt;&gt; JOHN DULAC: I think, sorry just to come forward the -- always to do recently we had"
    },
    {
      "index": 546,
      "start_time": 3213610.0,
      "end_time": 3221760.0,
      "text": "a workshop on in that attracting private investments or public infrastructure development and one"
    },
    {
      "index": 547,
      "start_time": 3221760.0,
      "end_time": 3225681.0,
      "text": "of the key conclusion coming out of this workshop it certainly apply in this case is making"
    },
    {
      "index": 548,
      "start_time": 3225680.0,
      "end_time": 3231049.0,
      "text": "sure that you have a policy for marketplace that supports those private investors. Investor"
    },
    {
      "index": 549,
      "start_time": 3231050.0,
      "end_time": 3235050.0,
      "text": "wants to know that they&#39;re working in sound financial environment which means that they&#39;re"
    },
    {
      "index": 550,
      "start_time": 3235050.0,
      "end_time": 3238800.0,
      "text": "investing; they&#39;re going to be guaranteed overtime. So certainly the policy framework"
    },
    {
      "index": 551,
      "start_time": 3238800.0,
      "end_time": 3240421.0,
      "text": "is the chief on this."
    },
    {
      "index": 552,
      "start_time": 3240420.0,
      "end_time": 3246369.0,
      "text": "&gt;&gt; MARC LAFRANCE: Yeah, and I think one of the key elements is, is you -- one of the"
    },
    {
      "index": 553,
      "start_time": 3246370.0,
      "end_time": 3252290.0,
      "text": "charts in the roadmap which is also published in the building&#39;s book that described how"
    },
    {
      "index": 554,
      "start_time": 3252290.0,
      "end_time": 3258221.0,
      "text": "we implement building policies and the question about public private partnership is most appropriate"
    },
    {
      "index": 555,
      "start_time": 3258220.0,
      "end_time": 3264440.0,
      "text": "at the early stages of deployment. So, for example we&#39;re trying to do competitive R&amp;D."
    },
    {
      "index": 556,
      "start_time": 3264440.0,
      "end_time": 3271170.0,
      "text": "It&#39;s the role for the public sector to put in financing if we&#39;re talking about incentives"
    },
    {
      "index": 557,
      "start_time": 3271170.0,
      "end_time": 3277559.0,
      "text": "to try to get a niche product to move up[ higher in the diffusion curve or the deployment"
    },
    {
      "index": 558,
      "start_time": 3277560.0,
      "end_time": 3282780.0,
      "text": "curve, you know, it&#39;s an appropriate role and the whole idea there is working together."
    },
    {
      "index": 559,
      "start_time": 3282780.0,
      "end_time": 3288461.0,
      "text": "Let&#39;s say you you&#39;re looking at a development country and, you know, for them to get commodity"
    },
    {
      "index": 560,
      "start_time": 3288460.0,
      "end_time": 3293779.0,
      "text": "based pricing from materials they need to have them manufactured locally. Okay. If you&#39;re"
    },
    {
      "index": 561,
      "start_time": 3293780.0,
      "end_time": 3297201.0,
      "text": "going to be importing materials from the other side of the world, it&#39;s going to be too expensive"
    },
    {
      "index": 562,
      "start_time": 3297200.0,
      "end_time": 3303890.0,
      "text": "to be cost effective. So industry need to build factories and plant that are regionally"
    },
    {
      "index": 563,
      "start_time": 3303890.0,
      "end_time": 3310609.0,
      "text": "or locally available so that they can come up with commodity based pricing. Well a manufacturer"
    },
    {
      "index": 564,
      "start_time": 3310610.0,
      "end_time": 3314961.0,
      "text": "is not going to make that investment unless they know there&#39;s going to be some help from"
    },
    {
      "index": 565,
      "start_time": 3314960.0,
      "end_time": 3319400.0,
      "text": "the government in driving forward the policies such mandatory building cost. So there need"
    },
    {
      "index": 566,
      "start_time": 3319400.0,
      "end_time": 3324319.0,
      "text": "to be collaboration between the industry and the government as they how can they transform"
    },
    {
      "index": 567,
      "start_time": 3324320.0,
      "end_time": 3332151.0,
      "text": "the market. That just the couple of examples. Thank you."
    },
    {
      "index": 568,
      "start_time": 3332150.0,
      "end_time": 3335950.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right, thanks again Marc. And the next question, what answers the needs"
    },
    {
      "index": 569,
      "start_time": 3335950.0,
      "end_time": 3342630.0,
      "text": "to placed on opaque envelop section and develop versus developing countries?"
    },
    {
      "index": 570,
      "start_time": 3342630.0,
      "end_time": 3348289.0,
      "text": "&gt;&gt; MARC LAFRANCE: So that&#39;s an interesting question. I&#39;m curious what they&#39;re been mean"
    },
    {
      "index": 571,
      "start_time": 3348290.0,
      "end_time": 3355810.0,
      "text": "by that. I mean the opaque envelop is important. You know, no matter where you are. Obviously"
    },
    {
      "index": 572,
      "start_time": 3355810.0,
      "end_time": 3360500.0,
      "text": "most of the energy watts from buildings occurs on opaque envelop because typical window wall"
    },
    {
      "index": 573,
      "start_time": 3360500.0,
      "end_time": 3368401.0,
      "text": "ratio is 15 percent maybe 12 to 18 percent in residential. We do have -- in service sector"
    },
    {
      "index": 574,
      "start_time": 3368400.0,
      "end_time": 3374559.0,
      "text": "building, in office building, very high levels of glazing that are inefficient. Although"
    },
    {
      "index": 575,
      "start_time": 3374560.0,
      "end_time": 3379141.0,
      "text": "something people say oh, we, you know, we want to remove all the glass, you know, most"
    },
    {
      "index": 576,
      "start_time": 3379140.0,
      "end_time": 3385579.0,
      "text": "studies show that something in the order of 30 to 40 percent window wall area in an office"
    },
    {
      "index": 577,
      "start_time": 3385580.0,
      "end_time": 3390340.0,
      "text": "building is actually optimal because you want to get the day lighting. One of the things,"
    },
    {
      "index": 578,
      "start_time": 3390340.0,
      "end_time": 3395290.0,
      "text": "we talked about advance the size to get the free natural light to come in and with high"
    },
    {
      "index": 579,
      "start_time": 3395290.0,
      "end_time": 3399820.0,
      "text": "performance glazing and the exterior shadings you can keep the heat out but getting back"
    },
    {
      "index": 580,
      "start_time": 3399820.0,
      "end_time": 3407720.0,
      "text": "to the question about opaque envelop, I don&#39;t see a big difference between develop and developing."
    },
    {
      "index": 581,
      "start_time": 3407720.0,
      "end_time": 3412480.0,
      "text": "You can have a question about heating and cooling so the weather of course -- of that"
    },
    {
      "index": 582,
      "start_time": 3412480.0,
      "end_time": 3417131.0,
      "text": "question can also follow up with email to get more information what they want, so, I"
    },
    {
      "index": 583,
      "start_time": 3417130.0,
      "end_time": 3422990.0,
      "text": "don&#39;t think this one is a big driver but I&#39;m sure to listen okay. Thanks."
    },
    {
      "index": 584,
      "start_time": 3422990.0,
      "end_time": 3427640.0,
      "text": "&gt;&gt; SEAN ESTERLY: Definitely, and before we go on to the next question. I do just want"
    },
    {
      "index": 585,
      "start_time": 3427640.0,
      "end_time": 3432049.0,
      "text": "to remind the audience if we don&#39;t happen to address your question today, I will be"
    },
    {
      "index": 586,
      "start_time": 3432050.0,
      "end_time": 3437661.0,
      "text": "submitting those questions to the panelist so that they can respond by email. Also in"
    },
    {
      "index": 587,
      "start_time": 3437660.0,
      "end_time": 3443549.0,
      "text": "regard to one comment they do just want to the panelist want to knows that the annexes"
    },
    {
      "index": 588,
      "start_time": 3443550.0,
      "end_time": 3455201.0,
      "text": "in the report are now live so they are downloadable now. And the next question we have. You might"
    },
    {
      "index": 589,
      "start_time": 3455200.0,
      "end_time": 3459380.0,
      "text": "be able to touch on this briefly but they&#39;re wondering if there are any specific studies"
    },
    {
      "index": 590,
      "start_time": 3459380.0,
      "end_time": 3463309.0,
      "text": "for envelops of supermarket buildings in particular."
    },
    {
      "index": 591,
      "start_time": 3463310.0,
      "end_time": 3469470.0,
      "text": "&gt;&gt; MARC LAFRANCE: I&#39;m not aware of any for supermarkets. Yeah, usually, you have a very"
    },
    {
      "index": 592,
      "start_time": 3469470.0,
      "end_time": 3474590.0,
      "text": "small amount of glaze area but most of the sub mark data that I&#39;m aware of from building"
    },
    {
      "index": 593,
      "start_time": 3474590.0,
      "end_time": 3483411.0,
      "text": "is dealing with display cases, refrigeration loops, allows us so I&#39;m not -- one of the"
    },
    {
      "index": 594,
      "start_time": 3483410.0,
      "end_time": 3489239.0,
      "text": "things that I would say the service sector is to deal with is the would be the sky lights"
    },
    {
      "index": 595,
      "start_time": 3489240.0,
      "end_time": 3493840.0,
      "text": "but it won&#39;t be particular just to a grocery stores, the supermarkets, it would be applicable"
    },
    {
      "index": 596,
      "start_time": 3493840.0,
      "end_time": 3499641.0,
      "text": "to retail and how do you get more natural day lighting coming in through skylight and"
    },
    {
      "index": 597,
      "start_time": 3499640.0,
      "end_time": 3503219.0,
      "text": "one of the big problem of course is that people putting those sky light and they don&#39;t always"
    },
    {
      "index": 598,
      "start_time": 3503220.0,
      "end_time": 3508120.0,
      "text": "adjust what they call the lighting plan is the how they manage the artificial lights"
    },
    {
      "index": 599,
      "start_time": 3508120.0,
      "end_time": 3512010.0,
      "text": "but we touch based on that a little bit on the roadmap but not extensively."
    },
    {
      "index": 600,
      "start_time": 3512010.0,
      "end_time": 3519490.0,
      "text": "&gt;&gt; SEAN ESTERLY: Great. Thanks again Marc. Next question is this data is improving the"
    },
    {
      "index": 601,
      "start_time": 3519490.0,
      "end_time": 3525520.0,
      "text": "thermo and hydro thermo performance of buildings is the paramount important? And they wonder"
    },
    {
      "index": 602,
      "start_time": 3525520.0,
      "end_time": 3530681.0,
      "text": "are there any efforts in place to review paradigm shift with the integration of active technology"
    },
    {
      "index": 603,
      "start_time": 3530680.0,
      "end_time": 3534799.0,
      "text": "such as feeding and cooling equipment with the building envelop?"
    },
    {
      "index": 604,
      "start_time": 3534800.0,
      "end_time": 3541300.0,
      "text": "&gt;&gt; MARC LAFRANCE: So it does seemed to be a two part question. One of the things with"
    },
    {
      "index": 605,
      "start_time": 3541300.0,
      "end_time": 3545701.0,
      "text": "the webinar is we don&#39;t have that interaction as clarifying question but the first part"
    },
    {
      "index": 606,
      "start_time": 3545700.0,
      "end_time": 3553319.0,
      "text": "of the question about hydrothermal analysis is we certainly touch based about the criticality"
    },
    {
      "index": 607,
      "start_time": 3553320.0,
      "end_time": 3559040.0,
      "text": "of managing moisture and buildings so whatever you assemble a building you have to be sure"
    },
    {
      "index": 608,
      "start_time": 3559040.0,
      "end_time": 3565600.0,
      "text": "not to cause problems with internal layers that will have the condensation need to avoid"
    },
    {
      "index": 609,
      "start_time": 3565600.0,
      "end_time": 3570520.0,
      "text": "thermal short that have condensation so we definitely recommend that high performance"
    },
    {
      "index": 610,
      "start_time": 3570520.0,
      "end_time": 3576520.0,
      "text": "buildings with high levels of insulation be properly designed for moisture concerns. Now"
    },
    {
      "index": 611,
      "start_time": 3576520.0,
      "end_time": 3582830.0,
      "text": "as far as the integration with heating and cooling certainly there&#39;s lots and lots of"
    },
    {
      "index": 612,
      "start_time": 3582830.0,
      "end_time": 3590201.0,
      "text": "interaction so for example, if -- it&#39;s somebody makes the building envelop much more efficient"
    },
    {
      "index": 613,
      "start_time": 3590200.0,
      "end_time": 3596039.0,
      "text": "but the keep a very large air conditioner in place then you&#39;ll have a short cycle of"
    },
    {
      "index": 614,
      "start_time": 3596040.0,
      "end_time": 3600580.0,
      "text": "your air condition equipment and you won&#39;t take care of your latent load or you medley"
    },
    {
      "index": 615,
      "start_time": 3600580.0,
      "end_time": 3605090.0,
      "text": "in the air and you can cause them problem. So there&#39;s lot of interactions there. I think"
    },
    {
      "index": 616,
      "start_time": 3605090.0,
      "end_time": 3608951.0,
      "text": "they&#39;re might be getting to technical and again I&#39;ll be glad to discuss with a more"
    },
    {
      "index": 617,
      "start_time": 3608950.0,
      "end_time": 3614279.0,
      "text": "detail if someone would send me an email but I think that&#39;s probably good enough for now"
    },
    {
      "index": 618,
      "start_time": 3614280.0,
      "end_time": 3618710.0,
      "text": "without having that interaction with the person asking the question. Thanks Sean."
    },
    {
      "index": 619,
      "start_time": 3618710.0,
      "end_time": 3625350.0,
      "text": "&gt;&gt; SEAN ESTERLY: Yeah, and thank you Marc. And I&#39;ll just point out to the audience that"
    },
    {
      "index": 620,
      "start_time": 3625350.0,
      "end_time": 3631230.0,
      "text": "your email address is on display in the slide right now on the screen so if anyone had any"
    },
    {
      "index": 621,
      "start_time": 3631230.0,
      "end_time": 3637181.0,
      "text": "follow up or you need to clarify something, you could contact Marc there. And the next"
    },
    {
      "index": 622,
      "start_time": 3637180.0,
      "end_time": 3643690.0,
      "text": "question, if you have any examples of countries that have existing energy subsidies and has"
    },
    {
      "index": 623,
      "start_time": 3643690.0,
      "end_time": 3650559.0,
      "text": "been able to achieve improved energy efficiency? And if not, would you advice the energy subsidy"
    },
    {
      "index": 624,
      "start_time": 3650560.0,
      "end_time": 3655560.0,
      "text": "removal should be a critical policy step ahead of achieving improved energy efficiencies?"
    },
    {
      "index": 625,
      "start_time": 3655560.0,
      "end_time": 3662750.0,
      "text": "&gt;&gt; MARC LAFRANCE: Actually, I don&#39;t have the extent of admission is. Some of my colleague"
    },
    {
      "index": 626,
      "start_time": 3662750.0,
      "end_time": 3666490.0,
      "text": "in the energy efficiency unit might have more that we could follow up with them on but there"
    },
    {
      "index": 627,
      "start_time": 3666490.0,
      "end_time": 3674470.0,
      "text": "is one example that we just highlighted which is in Saudi Arabia that had pretty high due"
    },
    {
      "index": 628,
      "start_time": 3674470.0,
      "end_time": 3681520.0,
      "text": "subsidies in place and at a public university, I believe it&#39;s an Old Woman&#39;s College. They"
    },
    {
      "index": 629,
      "start_time": 3681520.0,
      "end_time": 3689401.0,
      "text": "installed the largest solar thermal system and to do that, they had to taken into account"
    },
    {
      "index": 630,
      "start_time": 3689400.0,
      "end_time": 3696759.0,
      "text": "what the market value of the avoided dealer fuel was that would normally use for a hot"
    },
    {
      "index": 631,
      "start_time": 3696760.0,
      "end_time": 3702431.0,
      "text": "water heating and so they were able to do that a justification &#39;cause that was a public"
    },
    {
      "index": 632,
      "start_time": 3702430.0,
      "end_time": 3707239.0,
      "text": "building so the government was able to say we would rather invest in solar that will"
    },
    {
      "index": 633,
      "start_time": 3707240.0,
      "end_time": 3712550.0,
      "text": "reduce the use of diesel fuel or fuel oil and we can sell that thing fuel oil on the"
    },
    {
      "index": 634,
      "start_time": 3712550.0,
      "end_time": 3717141.0,
      "text": "global market at market value and they could see the benefit. Now that was a pretty good"
    },
    {
      "index": 635,
      "start_time": 3717140.0,
      "end_time": 3722599.0,
      "text": "example of solar thermal but that&#39;s all I have at this point but, you know, it is a"
    },
    {
      "index": 636,
      "start_time": 3722600.0,
      "end_time": 3727600.0,
      "text": "very good question and it&#39;s, you know, I&#39;m sure my colleagues are more…"
    },
    {
      "index": 637,
      "start_time": 3727600.0,
      "end_time": 3732661.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: The general message -- as I explained it before that the general message"
    },
    {
      "index": 638,
      "start_time": 3732660.0,
      "end_time": 3740749.0,
      "text": "of IEA that certainly the first thing to do is phase out the subsidies because if you"
    },
    {
      "index": 639,
      "start_time": 3740750.0,
      "end_time": 3748411.0,
      "text": "don&#39;t have energy price reflecting to cost you certainly be incentivized all the players"
    },
    {
      "index": 640,
      "start_time": 3748410.0,
      "end_time": 3754849.0,
      "text": "on the market to investing energy efficiency and this is another consequences in terms"
    },
    {
      "index": 641,
      "start_time": 3754850.0,
      "end_time": 3760941.0,
      "text": "of energy security, in terms of the economies of these countries, in terms of the pseudo-emissions"
    },
    {
      "index": 642,
      "start_time": 3760940.0,
      "end_time": 3769969.0,
      "text": "et cetera from many countries. So the gentle message which is valid, it doesn&#39;t mean that"
    },
    {
      "index": 643,
      "start_time": 3769970.0,
      "end_time": 3775151.0,
      "text": "some of this countries are not at the same time trying to implement policies and particular"
    },
    {
      "index": 644,
      "start_time": 3775150.0,
      "end_time": 3781719.0,
      "text": "in the public sector to boost the energy efficiency renewable et cetera but certainly the objective"
    },
    {
      "index": 645,
      "start_time": 3781720.0,
      "end_time": 3791120.0,
      "text": "of phasing out a subsidies particular to custom fuel and having energy prices that reflect"
    },
    {
      "index": 646,
      "start_time": 3791120.0,
      "end_time": 3798550.0,
      "text": "that costs is one of best tools to boost the energy efficiency policies on the private"
    },
    {
      "index": 647,
      "start_time": 3798550.0,
      "end_time": 3799690.0,
      "text": "sector."
    },
    {
      "index": 648,
      "start_time": 3799690.0,
      "end_time": 3808191.0,
      "text": "&gt;&gt; SEAN ESTERLY: All right thank you Didier and Marc. And next question, it&#39;s from the"
    },
    {
      "index": 649,
      "start_time": 3808190.0,
      "end_time": 3815279.0,
      "text": "attendee that will be starting a project in 2014, I&#39;m collecting building market data"
    },
    {
      "index": 650,
      "start_time": 3815280.0,
      "end_time": 3821441.0,
      "text": "in the EU and they ask what you would suggest regarding data collection that you mentioned"
    },
    {
      "index": 651,
      "start_time": 3821440.0,
      "end_time": 3823749.0,
      "text": "in your presentation on slide 18?"
    },
    {
      "index": 652,
      "start_time": 3823750.0,
      "end_time": 3828901.0,
      "text": "&gt;&gt; MARC LAFRANCE: Okay, well, if somebody is asking a question about doing this project,"
    },
    {
      "index": 653,
      "start_time": 3828900.0,
      "end_time": 3832430.0,
      "text": "the first thing I want to say is this, I want to interact with them and work with them &#39;cause"
    },
    {
      "index": 654,
      "start_time": 3832430.0,
      "end_time": 3837769.0,
      "text": "that&#39;s exactly the counter partnership that we want to pursue but with obviously you know"
    },
    {
      "index": 655,
      "start_time": 3837770.0,
      "end_time": 3843151.0,
      "text": "the simple things on a building level it&#39;s, you know, okay, how effective of the building"
    },
    {
      "index": 656,
      "start_time": 3843150.0,
      "end_time": 3848160.0,
      "text": "codes, what is the performance of the building codes and then on a technology level, okay,"
    },
    {
      "index": 657,
      "start_time": 3848160.0,
      "end_time": 3853430.0,
      "text": "you know, what&#39;s the current penetration of things like double pane low-e glass, triply"
    },
    {
      "index": 658,
      "start_time": 3853430.0,
      "end_time": 3860269.0,
      "text": "pane low-e glass, exterior shading, you know, different types of air sealing validation."
    },
    {
      "index": 659,
      "start_time": 3860270.0,
      "end_time": 3864820.0,
      "text": "All of the things that we talked about and the first thing is just looking up the assessment"
    },
    {
      "index": 660,
      "start_time": 3864820.0,
      "end_time": 3870530.0,
      "text": "that we provide is those items in the assessment, you know, do we have performance metrics in"
    },
    {
      "index": 661,
      "start_time": 3870530.0,
      "end_time": 3877000.0,
      "text": "place for window film and for attachment then all of the things listed but we definitely"
    },
    {
      "index": 662,
      "start_time": 3877000.0,
      "end_time": 3881661.0,
      "text": "would like to work with them to see what they have in mind. We also have a very extensive"
    },
    {
      "index": 663,
      "start_time": 3881660.0,
      "end_time": 3887319.0,
      "text": "stats data. I mean the vision here with people that working extensively so maybe the discussion"
    },
    {
      "index": 664,
      "start_time": 3887320.0,
      "end_time": 3892000.0,
      "text": "is more on lines of generic stats with buildings along with the expertise in construction."
    },
    {
      "index": 665,
      "start_time": 3892000.0,
      "end_time": 3898681.0,
      "text": "&gt;&gt; CECILIA TAM: I just want to add that the IEA has energy efficiency indicators template"
    },
    {
      "index": 666,
      "start_time": 3898680.0,
      "end_time": 3906019.0,
      "text": "which helps guide countries on what is the most personate energy and the energy use indicator"
    },
    {
      "index": 667,
      "start_time": 3906020.0,
      "end_time": 3910870.0,
      "text": "for the energy use sector and we would be happy to provide this link with the template"
    },
    {
      "index": 668,
      "start_time": 3910870.0,
      "end_time": 3917340.0,
      "text": "that are in that link, what country should start collecting in setting up their energy"
    },
    {
      "index": 669,
      "start_time": 3917340.0,
      "end_time": 3920860.0,
      "text": "efficiency indicators program. Thank you."
    },
    {
      "index": 670,
      "start_time": 3920860.0,
      "end_time": 3927691.0,
      "text": "&gt;&gt; SEAN ESTERLY: Thank you. And I move on to the last questions for this question and"
    },
    {
      "index": 671,
      "start_time": 3927690.0,
      "end_time": 3932309.0,
      "text": "answer session. It is a several part question so let me just read it through and I can clarify"
    },
    {
      "index": 672,
      "start_time": 3932310.0,
      "end_time": 3938750.0,
      "text": "any part if you need me to. And the question is, in the redrawing of the energy and climate"
    },
    {
      "index": 673,
      "start_time": 3938750.0,
      "end_time": 3945230.0,
      "text": "map study that you referred to, energy of building would roughly half of their contributions"
    },
    {
      "index": 674,
      "start_time": 3945230.0,
      "end_time": 3949530.0,
      "text": "coming from appliances and lighting and half from heating and cooling. The heating and"
    },
    {
      "index": 675,
      "start_time": 3949530.0,
      "end_time": 3954370.0,
      "text": "cooling only referred to heating and cooling devices or is the building envelop included"
    },
    {
      "index": 676,
      "start_time": 3954370.0,
      "end_time": 3960790.0,
      "text": "here and also what is the importance of the envelop compared to the 2D devices and what"
    },
    {
      "index": 677,
      "start_time": 3960790.0,
      "end_time": 3965680.0,
      "text": "does it make sense to explicitly mention the building envelop in such overarching documents?"
    },
    {
      "index": 678,
      "start_time": 3965680.0,
      "end_time": 3971780.0,
      "text": "&gt;&gt; JOHN DULAC: Well I guess as the first comment, the redrawing the climate map was the publication"
    },
    {
      "index": 679,
      "start_time": 3971780.0,
      "end_time": 3976990.0,
      "text": "by our World Energy Outlook group here at IEA so I can&#39;t give specific details on their"
    },
    {
      "index": 680,
      "start_time": 3976990.0,
      "end_time": 3981280.0,
      "text": "analysis but we certainly can forward this questions to them however within the roadmap"
    },
    {
      "index": 681,
      "start_time": 3981280.0,
      "end_time": 3986230.0,
      "text": "in our building folk we do address that and I would say one of the key points to be said"
    },
    {
      "index": 682,
      "start_time": 3986230.0,
      "end_time": 3990000.0,
      "text": "here is that when we&#39;re looking at heating and cooling or lighting for that matter, there"
    },
    {
      "index": 683,
      "start_time": 3990000.0,
      "end_time": 3994960.0,
      "text": "are really two components to think about. The first is looking underlying demands so"
    },
    {
      "index": 684,
      "start_time": 3994960.0,
      "end_time": 3999120.0,
      "text": "if you have access to light you don&#39;t need much lighting. If are buildings or providing"
    },
    {
      "index": 685,
      "start_time": 3999120.0,
      "end_time": 4002820.0,
      "text": "cooling that means there&#39;s a lot of cooling demand and hot climates or conversely and"
    },
    {
      "index": 686,
      "start_time": 4002820.0,
      "end_time": 4009431.0,
      "text": "heated for heating and colder climates and we look at the first with regards to intensity"
    },
    {
      "index": 687,
      "start_time": 4009430.0,
      "end_time": 4013989.0,
      "text": "so much heat do you need and then we look at it from an efficiency perspective so for"
    },
    {
      "index": 688,
      "start_time": 4013990.0,
      "end_time": 4018131.0,
      "text": "the heating that you do need, how efficient is your equipment. So within the savings there"
    },
    {
      "index": 689,
      "start_time": 4018130.0,
      "end_time": 4024359.0,
      "text": "is of course two pieces at play. The first is, how can we reduce demands so in other"
    },
    {
      "index": 690,
      "start_time": 4024360.0,
      "end_time": 4028790.0,
      "text": "words, the intensity and second, how can we meet those needs through the most efficient"
    },
    {
      "index": 691,
      "start_time": 4028790.0,
      "end_time": 4034470.0,
      "text": "equipment and Marc can certainly talk more about what are now this show laying for the"
    },
    {
      "index": 692,
      "start_time": 4034470.0,
      "end_time": 4039340.0,
      "text": "division of efficiency relative to intensity and how displays into the envelop savings."
    },
    {
      "index": 693,
      "start_time": 4039340.0,
      "end_time": 4046310.0,
      "text": "&gt;&gt; MARC LAFRANCE: Thanks John, so it&#39;s a great question because right from the premise one"
    },
    {
      "index": 694,
      "start_time": 4046310.0,
      "end_time": 4051141.0,
      "text": "of the concerns we have about building envelop is that if you really look at it the building"
    },
    {
      "index": 695,
      "start_time": 4051140.0,
      "end_time": 4056749.0,
      "text": "materials don&#39;t consume energy right because of the building envelop and that&#39;s the energy"
    },
    {
      "index": 696,
      "start_time": 4056750.0,
      "end_time": 4061770.0,
      "text": "efficient qualities of the materials that dictate the requirement for what type of equipment"
    },
    {
      "index": 697,
      "start_time": 4061770.0,
      "end_time": 4067710.0,
      "text": "you have and of course the -- when we start looking at the cost effectiveness, we have"
    },
    {
      "index": 698,
      "start_time": 4067710.0,
      "end_time": 4071760.0,
      "text": "to trade off the dividends between more efficient equipment versus more efficient building envelop"
    },
    {
      "index": 699,
      "start_time": 4071760.0,
      "end_time": 4076431.0,
      "text": "and whichever you&#39;re investing you actually are diminishing the return of investment for"
    },
    {
      "index": 700,
      "start_time": 4076430.0,
      "end_time": 4083269.0,
      "text": "the other one so we talk about an integrated and optimized approach of optimizing building"
    },
    {
      "index": 701,
      "start_time": 4083270.0,
      "end_time": 4087671.0,
      "text": "envelop and the mechanical equipment but we also talked about things that the mechanical"
    },
    {
      "index": 702,
      "start_time": 4087670.0,
      "end_time": 4090950.0,
      "text": "equipment. I mean the building envelop is going to be in place for many, many years"
    },
    {
      "index": 703,
      "start_time": 4090950.0,
      "end_time": 4096020.0,
      "text": "and it won&#39;t beyond the mechanical equipment. So if you don&#39;t get that right so we are pairing"
    },
    {
      "index": 704,
      "start_time": 4096020.0000000005,
      "end_time": 4100969.0000000005,
      "text": "the building envelop but that doesn&#39;t mean that we fully support excessive amount of"
    },
    {
      "index": 705,
      "start_time": 4100970.0000000005,
      "end_time": 4107340.0000000005,
      "text": "insulation that&#39;s so high that it cost a lot of money and so we still talk about an integrated"
    },
    {
      "index": 706,
      "start_time": 4107340.0,
      "end_time": 4113430.0,
      "text": "approach. And so, a different challenge, but certainly by following all those things in"
    },
    {
      "index": 707,
      "start_time": 4113430.0000000005,
      "end_time": 4119070.0000000005,
      "text": "the roadmap is ideal visibility should get better that&#39;s why we&#39;re doing this and John"
    },
    {
      "index": 708,
      "start_time": 4119069.9999999995,
      "end_time": 4124569.9999999995,
      "text": "made a great point about the lighting. So actually in this particular roadmap we did"
    },
    {
      "index": 709,
      "start_time": 4124569.9999999995,
      "end_time": 4132509.9999999995,
      "text": "not directly assess the day lighting savings opportunity. That is actually shown up in"
    },
    {
      "index": 710,
      "start_time": 4132510.0,
      "end_time": 4140151.0,
      "text": "our lighting savings under our building technology book but we know for example to advance the"
    },
    {
      "index": 711,
      "start_time": 4140149.9999999995,
      "end_time": 4146048.9999999995,
      "text": "size we actually reduce the lighting demand. In the same way so people talks about the"
    },
    {
      "index": 712,
      "start_time": 4146050.0,
      "end_time": 4150771.0,
      "text": "lighting for example. If we reduce the lighting demand by 50, 60, percent and that&#39;s what"
    },
    {
      "index": 713,
      "start_time": 4150770.0000000005,
      "end_time": 4157380.0000000005,
      "text": "some of the levels that showing in the office space, now your coast effectives put in improve"
    },
    {
      "index": 714,
      "start_time": 4157380.0,
      "end_time": 4161469.0,
      "text": "lighting device is actually just been diminished because you&#39;ve done it by the window so is"
    },
    {
      "index": 715,
      "start_time": 4161470.0000000005,
      "end_time": 4166510.0000000005,
      "text": "it better to do by advance day lighting or is it better to do by the mechanical to the"
    },
    {
      "index": 716,
      "start_time": 4166510.0,
      "end_time": 4171791.0,
      "text": "artificial lighting and those are some of the integration issues that need to be addressed"
    },
    {
      "index": 717,
      "start_time": 4171790.0,
      "end_time": 4177790.0,
      "text": "but certainly the very big question and we&#39;re doing a very good job of assessing the best"
    },
    {
      "index": 718,
      "start_time": 4177790.0,
      "end_time": 4182130.0,
      "text": "as we can but it&#39;s always an area form improvement so thank you so much."
    },
    {
      "index": 719,
      "start_time": 4182130.0,
      "end_time": 4188670.0,
      "text": "&gt;&gt; SEAN ESTERLY: Yeah, and thank you so each of the panelist for addressing all of those"
    },
    {
      "index": 720,
      "start_time": 4188670.0,
      "end_time": 4194279.0,
      "text": "question and for the great discussion that we just have. Before we do move on to the"
    },
    {
      "index": 721,
      "start_time": 4194279.9999999995,
      "end_time": 4199950.0,
      "text": "brief survey for the audience well, first I&#39;d like to remind the audience if we didn&#39;t"
    },
    {
      "index": 722,
      "start_time": 4199950.0,
      "end_time": 4204731.0,
      "text": "address your question we will be submitting them to the panelist doing now and now I&#39;d"
    },
    {
      "index": 723,
      "start_time": 4204730.0,
      "end_time": 4210340.0,
      "text": "like just to give the panelist an opportunity to make any closing remark before we wrap"
    },
    {
      "index": 724,
      "start_time": 4210340.0,
      "end_time": 4212079.0,
      "text": "up this webinar."
    },
    {
      "index": 725,
      "start_time": 4212080.0,
      "end_time": 4218870.0,
      "text": "&gt;&gt; DIDIER HOUSSIN: I just like to thank all the participant for their writing of questions."
    },
    {
      "index": 726,
      "start_time": 4218870.0,
      "end_time": 4225861.0,
      "text": "I think we&#39;ve covered the number of interesting issues so thanks a lot for your active participation"
    },
    {
      "index": 727,
      "start_time": 4225860.0,
      "end_time": 4232400.0,
      "text": "and also thank you and the states to have organized this webinar. Thanks a lot."
    },
    {
      "index": 728,
      "start_time": 4232400.0,
      "end_time": 4242520.0,
      "text": "&gt;&gt; SEAN ESTERLY: Great, thank you. And now we just look back to audience to take a quick"
    },
    {
      "index": 729,
      "start_time": 4242520.0,
      "end_time": 4247630.0,
      "text": "minute to answer a very brief survey on the webinar that you just see today. So we have"
    },
    {
      "index": 730,
      "start_time": 4247630.0,
      "end_time": 4252219.0,
      "text": "three short for you. Heather, if you could go ahead and display that first question."
    },
    {
      "index": 731,
      "start_time": 4252220.0,
      "end_time": 4256561.0,
      "text": "And you can respond to the questions in the go to webinar window and the first question"
    },
    {
      "index": 732,
      "start_time": 4256560.0,
      "end_time": 4275099.0,
      "text": "is, is the webinar content provides me with useful information and insight? And the next"
    },
    {
      "index": 733,
      "start_time": 4275100.0,
      "end_time": 4296430.0,
      "text": "question, the webinar&#39;s presenters were effective? And the final question. Overall the webinar"
    },
    {
      "index": 734,
      "start_time": 4296430.0,
      "end_time": 4315240.0,
      "text": "met my expectations. All right thank you very much participating that survey and on behalf"
    },
    {
      "index": 735,
      "start_time": 4315240.0,
      "end_time": 4320381.0,
      "text": "of the Clean Energy Solutions Center I just like to extend another thank you to our expert"
    },
    {
      "index": 736,
      "start_time": 4320380.0,
      "end_time": 4326210.0,
      "text": "panelist today. We had a great presentation, also a great question and answer session and"
    },
    {
      "index": 737,
      "start_time": 4326210.0,
      "end_time": 4330239.0,
      "text": "we&#39;d also have a terrific audience and we&#39;d very much appreciate your time. I do invite"
    },
    {
      "index": 738,
      "start_time": 4330240.0,
      "end_time": 4335341.0,
      "text": "our attendees to check the Solutions Center website over the next few days. If you would"
    },
    {
      "index": 739,
      "start_time": 4335340.0,
      "end_time": 4340360.0,
      "text": "like to view the slide and listen to our recording to our today&#39;s presentation as well as any"
    },
    {
      "index": 740,
      "start_time": 4340360.0,
      "end_time": 4345570.0,
      "text": "previously held webinars and just where you could find information upcoming webinars and"
    },
    {
      "index": 741,
      "start_time": 4345570.0,
      "end_time": 4349590.0,
      "text": "other training events. We would also invite you to inform your colleagues and those in"
    },
    {
      "index": 742,
      "start_time": 4349590.0,
      "end_time": 4353929.0,
      "text": "your network about Solutions Centers Resources and Services including the no cost policy"
    },
    {
      "index": 743,
      "start_time": 4353930.0,
      "end_time": 4357861.0,
      "text": "support. So I hope everyone has a great rest day and we hope to see you again at future"
    },
    {
      "index": 744,
      "start_time": 4357860.0,
      "end_time": 4367860.0,
      "text": "Clean Energy Solutions Center events and this concludes the webinar."
    }
  ]
}