{
  "video_id": "zjsOOT347cA",
  "title": "Fresh vs Frozen Food",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 5.0,
      "end_time": 4130.0,
      "text": "With the advent of freezers, we're able to keep our food  lasting longer than ever before."
    },
    {
      "index": 2,
      "start_time": 4237.0,
      "end_time": 8053.0,
      "text": "But is there a difference between fresh and frozen produce in terms of nutrition?"
    },
    {
      "index": 3,
      "start_time": 8254.0,
      "end_time": 9525.0,
      "text": "Which should you be eating?"
    },
    {
      "index": 4,
      "start_time": 9832.0,
      "end_time": 12752.0,
      "text": "Your instinct may be to shout out,  \"Of course fresh food is better!\""
    },
    {
      "index": 5,
      "start_time": 12752.0,
      "end_time": 13625.0,
      "text": "\"It's fresh!\""
    },
    {
      "index": 6,
      "start_time": 13701.0,
      "end_time": 17565.0,
      "text": "And you may be right, but it's highly dependent on the circumstances."
    },
    {
      "index": 7,
      "start_time": 17565.0,
      "end_time": 24607.0,
      "text": "In many instances, the food you take off the shelf in a grocery store has been harvested under-ripe to avoid damage during travel time."
    },
    {
      "index": 8,
      "start_time": 24714.0,
      "end_time": 27525.0,
      "text": "This means it hasn't yet reached its peak nutrition."
    },
    {
      "index": 9,
      "start_time": 27525.0,
      "end_time": 31886.0,
      "text": "Furthermore, the minute it was picked, its nutritional content began to deteriorate."
    },
    {
      "index": 10,
      "start_time": 32009.0,
      "end_time": 37379.0,
      "text": "The food is then loaded on a truck, boat or plane, travels for days, and waits  on a shelf for you to choose it."
    },
    {
      "index": 11,
      "start_time": 37579.0,
      "end_time": 41173.0,
      "text": "Afterwards, it may sit in your fridge for a few more days before being eaten."
    },
    {
      "index": 12,
      "start_time": 41434.0,
      "end_time": 46785.0,
      "text": "Over this period of potentially  weeks, the food may lose up to 50 percent of its nutritional value."
    },
    {
      "index": 13,
      "start_time": 46861.0,
      "end_time": 50852.0,
      "text": "Frozen foods, on the other hand, are picked when they're ripe and frozen immediately."
    },
    {
      "index": 14,
      "start_time": 51021.0,
      "end_time": 58078.0,
      "text": "And while the quick freeze process does affect some of the vitamin content, it essentially freezes, or locks, most of the nutrients in place."
    },
    {
      "index": 15,
      "start_time": 58262.0,
      "end_time": 64732.0,
      "text": "Next to the fresh produce that has been sitting around for weeks, there's no doubt that frozen foods can contain more nutrition."
    },
    {
      "index": 16,
      "start_time": 64870.00000000001,
      "end_time": 69828.0,
      "text": "Particularly during the month that local produce is not in season and travelling far distances."
    },
    {
      "index": 17,
      "start_time": 70147.0,
      "end_time": 82555.0,
      "text": "In a series of studies,  after three days of storage, frozen broccoli had higher levels of Vitamin C and Beta-Carotene, frozen blueberries were much higher in polyphenols and anthocyanins, and frozen sprouts scored higher on all nutrient measurements."
    },
    {
      "index": 18,
      "start_time": 82662.0,
      "end_time": 90918.0,
      "text": "Of course, if you pick a fresh vegetable from your garden, or get it from a local farmer's market, and eat it that date, nothing can quite compare  to both the nutrition and the taste."
    },
    {
      "index": 19,
      "start_time": 91133.0,
      "end_time": 96857.0,
      "text": "But, unless you're able to shop every few days, frozen produce can be a great nutritionally comparable alternative."
    },
    {
      "index": 20,
      "start_time": 97480.0,
      "end_time": 100390.0,
      "text": "Like our whiteboard drawings and looking to free your creative side?"
    },
    {
      "index": 21,
      "start_time": 100390.0,
      "end_time": 106240.0,
      "text": "Check our friends at UpDesk,  who have created these amazing high adjustable whiteboard desks,  which we now proudly use."
    },
    {
      "index": 22,
      "start_time": 106494.0,
      "end_time": 109486.0,
      "text": "Jot down ideas when they hit you or just doodle on your desk."
    },
    {
      "index": 23,
      "start_time": 109562.0,
      "end_time": 114160.0,
      "text": "And if you watched our video on sitting down, you know how important it is to be standing more often."
    },
    {
      "index": 24,
      "start_time": 114476.0,
      "end_time": 119890.0,
      "text": "These things are seriously awesome  and they're offering our viewers $50 off any size and model of UpDesk."
    },
    {
      "index": 25,
      "start_time": 120077.0,
      "end_time": 126930.0,
      "text": "Check them out at UpDesk.com and use the promocode \"UPDESKASAP\"... and subscribe for more weekly science videos!"
    }
  ]
}