{
  "video_id": "ZJU34yTJL4M",
  "title": "Are food preservatives bad for you? - Eleanor Nelsen",
  "json": [
    {
      "index": 1,
      "start_time": 6880.0,
      "end_time": 9200.0,
      "text": "Food doesn't last."
    },
    {
      "index": 2,
      "start_time": 9200.0,
      "end_time": 17700.0,
      "text": "In days, sometimes hours, bread goes moldy, apple slices turn brown, and bacteria multiply in mayonnaise."
    },
    {
      "index": 3,
      "start_time": 17700.0,
      "end_time": 25700.0,
      "text": "But you can find all of these foods out on the shelf at the grocery store, hopefully unspoiled, thanks to preservatives."
    },
    {
      "index": 4,
      "start_time": 25700.0,
      "end_time": 27900.0,
      "text": "But what exactly are preservatives?"
    },
    {
      "index": 5,
      "start_time": 27900.0,
      "end_time": 31800.0,
      "text": "How do they help keep food edible and are they safe?"
    },
    {
      "index": 6,
      "start_time": 31800.0,
      "end_time": 37400.0,
      "text": "There are two major factors that cause food to go bad: microbes and oxidation."
    },
    {
      "index": 7,
      "start_time": 37400.0,
      "end_time": 42700.0,
      "text": "Microbes like bacteria and fungi invade food and feed off its nutrients."
    },
    {
      "index": 8,
      "start_time": 42700.0,
      "end_time": 47200.0,
      "text": "Some of these can cause diseases, like listeria and botulism."
    },
    {
      "index": 9,
      "start_time": 47200.0,
      "end_time": 52700.0,
      "text": "Others just turn edibles into a smelly, slimy, moldy mess."
    },
    {
      "index": 10,
      "start_time": 52700.0,
      "end_time": 65400.0,
      "text": "Meanwhile, oxidation is a chemical change in the food's molecules caused by enzymes or free radicals which turn fats rancid and brown produce, like apples and potatoes."
    },
    {
      "index": 11,
      "start_time": 65400.00000000001,
      "end_time": 69600.0,
      "text": "Preservatives can prevent both types of deterioration."
    },
    {
      "index": 12,
      "start_time": 69600.0,
      "end_time": 76100.0,
      "text": "Before the invention of artificial refrigeration, fungi and bacteria could  run rampant in food."
    },
    {
      "index": 13,
      "start_time": 76100.0,
      "end_time": 80900.0,
      "text": "So we found ways to create an inhospitable environment for microbes."
    },
    {
      "index": 14,
      "start_time": 80900.0,
      "end_time": 87700.0,
      "text": "For example, making the food more acidic unravels enzymes that microbes need to survive."
    },
    {
      "index": 15,
      "start_time": 87700.0,
      "end_time": 90654.0,
      "text": "And some types of bacteria  can actually help."
    },
    {
      "index": 16,
      "start_time": 90500.0,
      "end_time": 94435.0,
      "text": "For thousands of years, people preserved food using bacteria that produce lactic acid."
    },
    {
      "index": 17,
      "start_time": 97265.0,
      "end_time": 107400.0,
      "text": "The acid turns perishable vegetables and milk into longer lasting foods, like sauerkraut in Europe, kimchi in Korea, and yogurt in the Middle East."
    },
    {
      "index": 18,
      "start_time": 107400.0,
      "end_time": 112875.0,
      "text": "These cultured foods also populate your digestive track with beneficial microbes."
    },
    {
      "index": 19,
      "start_time": 112875.0,
      "end_time": 116724.0,
      "text": "Many synthetic preservatives are also acids."
    },
    {
      "index": 20,
      "start_time": 116724.0,
      "end_time": 123500.0,
      "text": "Benzoic acid in salad dressing, sorbic acid in cheese, and propionic acid in baked goods."
    },
    {
      "index": 21,
      "start_time": 123500.0,
      "end_time": 124700.0,
      "text": "Are they safe?"
    },
    {
      "index": 22,
      "start_time": 124700.0,
      "end_time": 131500.0,
      "text": "Some studies suggest that benzoates, related to benzoic acid, contribute to hyperactive behavior."
    },
    {
      "index": 23,
      "start_time": 131500.0,
      "end_time": 133900.0,
      "text": "But the results aren't conclusive."
    },
    {
      "index": 24,
      "start_time": 133900.0,
      "end_time": 137556.0,
      "text": "Otherwise, these acids seem to be perfectly safe."
    },
    {
      "index": 25,
      "start_time": 137556.0,
      "end_time": 145700.0,
      "text": "Another antimicrobial strategy is to add a lot of sugar, like in jam, or salt, like in salted meats."
    },
    {
      "index": 26,
      "start_time": 145700.0,
      "end_time": 156949.0,
      "text": "Sugar and salt hold on to water that microbes need to grow and actually suck moisture out of any cells that may be hanging around, thus destroying them."
    },
    {
      "index": 27,
      "start_time": 156949.0,
      "end_time": 166500.0,
      "text": "Of course, too much sugar and salt can increase your risk of heart disease, diabetes, and high blood pressure, so these preservatives  are best in moderation."
    },
    {
      "index": 28,
      "start_time": 166500.0,
      "end_time": 176457.0,
      "text": "Antimicrobial nitrates and nitrites, often found in cured meats, ward off the bacteria that cause botulism, but they may cause other health problems."
    },
    {
      "index": 29,
      "start_time": 176457.0,
      "end_time": 182900.0,
      "text": "Some studies linking cured meats to cancer have suggested that these preservatives may be the culprit."
    },
    {
      "index": 30,
      "start_time": 182900.0,
      "end_time": 190400.0,
      "text": "Meanwhile, antioxidant preservatives prevent the chemical changes that can give food an off-flavor or color."
    },
    {
      "index": 31,
      "start_time": 190400.0,
      "end_time": 198327.0,
      "text": "Smoke has been used to preserve food for millennia because some of the aromatic compounds in wood smoke are antioxidants."
    },
    {
      "index": 32,
      "start_time": 198327.0,
      "end_time": 202600.0,
      "text": "Combining smoking with salting was an effective way of preserving meat before refrigeration."
    },
    {
      "index": 33,
      "start_time": 204677.0,
      "end_time": 213077.0,
      "text": "For antioxidant activity without a smoky flavor, there are compounds like BHT and tocopherol, better known as vitamin E."
    },
    {
      "index": 34,
      "start_time": 213077.0,
      "end_time": 223900.0,
      "text": "Like the compounds in smoke, these sop up free radicals and stave off rancid flavors that can develop in foods like oils, cheese, and cereal."
    },
    {
      "index": 35,
      "start_time": 223900.0,
      "end_time": 233100.0,
      "text": "Other antioxidants like citric acid and ascorbic acid help cut produce keep its color by thwarting the enzyme that causes browning."
    },
    {
      "index": 36,
      "start_time": 233100.0,
      "end_time": 236268.0,
      "text": "Some compounds  like sulfites can multitask."
    },
    {
      "index": 37,
      "start_time": 236268.0,
      "end_time": 240125.0,
      "text": "They're both antimicrobials and antioxidants."
    },
    {
      "index": 38,
      "start_time": 240125.0,
      "end_time": 248800.0,
      "text": "Sulfites may cause allergy symptoms in some people, but most antioxidant preservatives are generally recognized as safe."
    },
    {
      "index": 39,
      "start_time": 248800.0,
      "end_time": 251329.0,
      "text": "So should you be worried about preservatives?"
    },
    {
      "index": 40,
      "start_time": 251329.0,
      "end_time": 259700.0,
      "text": "Well, they're usually near the end of the ingredients list because they're used  in very small amounts determined by the FDA to be safe."
    },
    {
      "index": 41,
      "start_time": 259700.0,
      "end_time": 264920.0,
      "text": "Nevertheless, some consumers and companies are trying to find alternatives."
    },
    {
      "index": 42,
      "start_time": 264920.0,
      "end_time": 281679.0,
      "text": "Packaging tricks, like reducing the oxygen around the food can help, but without some kind of chemical assistance, there are very few foods that can stay shelf stable for long."
    }
  ]
}