{
  "video_id": "zkY-Nzj6jls",
  "title": "Tiny Epic Zombies Final Thoughts",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2340.0,
      "text": "Hey everybody! Final thoughts time for Tiny Epic Zombies,"
    },
    {
      "index": 2,
      "start_time": 2520.0,
      "end_time": 5920.0,
      "text": "which, like all the Tiny Epic games, delivers what it sets out to do."
    },
    {
      "index": 3,
      "start_time": 6140.0,
      "end_time": 9860.0,
      "text": "It is an epic experience in a tiny little box with a tiny footprint."
    },
    {
      "index": 4,
      "start_time": 10080.0,
      "end_time": 11840.0,
      "text": "This game is very sharp. And I think..."
    },
    {
      "index": 5,
      "start_time": 12160.0,
      "end_time": 15340.0,
      "text": "the thing that really sets it out from..."
    },
    {
      "index": 6,
      "start_time": 15700.0,
      "end_time": 18160.0,
      "text": "I mean there's a lot of games out there. Heck, there's Tiny Epic Defenders,"
    },
    {
      "index": 7,
      "start_time": 18400.0,
      "end_time": 21180.0,
      "text": "games where, \"Oh! I've got a little character and I move him around a map"
    },
    {
      "index": 8,
      "start_time": 21380.0,
      "end_time": 25280.0,
      "text": "and I fight bad guys and interact with stuff and I complete quests, etc., etc.\""
    },
    {
      "index": 9,
      "start_time": 25540.0,
      "end_time": 26780.0,
      "text": "There's a lot of board games that do that."
    },
    {
      "index": 10,
      "start_time": 27200.0,
      "end_time": 34340.0,
      "text": "What makes this unique is that sense of speed: the fact that you can't do anything if you don't first move."
    },
    {
      "index": 11,
      "start_time": 34820.0,
      "end_time": 39660.0,
      "text": "They say it right in the rules book: You have to constantly keep moving to survive."
    },
    {
      "index": 12,
      "start_time": 39940.0,
      "end_time": 44000.0,
      "text": "That means if you start your turn: \"Oh, there's already the thing I want right here, and there's a bad guy for me to fight!\""
    },
    {
      "index": 13,
      "start_time": 44400.0,
      "end_time": 47180.0,
      "text": "Nuh-uh! Doesn't matter. You have to move before you can do anything."
    },
    {
      "index": 14,
      "start_time": 47460.0,
      "end_time": 49100.0,
      "text": "So if you start your turn and there's a zombie there,"
    },
    {
      "index": 15,
      "start_time": 49380.0,
      "end_time": 55060.0,
      "text": "well, you can run away and then shoot at him. And hey, after that on your second move you can move back and get the thing."
    },
    {
      "index": 16,
      "start_time": 55400.0,
      "end_time": 62520.0,
      "text": "That creates an interesting puzzle of time management and travel management."
    },
    {
      "index": 17,
      "start_time": 62700.0,
      "end_time": 67580.0,
      "text": "Because often that makes it tough for you to do things at peak efficiency."
    },
    {
      "index": 18,
      "start_time": 67880.0,
      "end_time": 72500.0,
      "text": "But it always makes things interesting and it always just keeps the game going super duper fast."
    },
    {
      "index": 19,
      "start_time": 72820.0,
      "end_time": 79500.0,
      "text": "As the zombies build up and start beating down your door, and you're running around like crazy to complete these objectives and trying not to die..."
    },
    {
      "index": 20,
      "start_time": 79980.0,
      "end_time": 89420.0,
      "text": "because when you die...when the teenager here dies and becomes the teenager zombie, and adds her powers to the powers they already had...."
    },
    {
      "index": 21,
      "start_time": 89800.0,
      "end_time": 95900.0,
      "text": "Oh my gosh. That's when things start getting really exciting. And then you run out of extra lives; and then your barricade falls; and you lose your last life..."
    },
    {
      "index": 22,
      "start_time": 96100.0,
      "end_time": 98400.0,
      "text": "And now you've got no more spare lives; are you going to be able to make it?"
    },
    {
      "index": 23,
      "start_time": 98640.0,
      "end_time": 100860.0,
      "text": "\"Oh! I've only got a few more turns! But there's a...!\""
    },
    {
      "index": 24,
      "start_time": 101260.0,
      "end_time": 104720.0,
      "text": "That stuff is cool and fun and we actually enjoy it quite a bit."
    },
    {
      "index": 25,
      "start_time": 105560.0,
      "end_time": 114180.0,
      "text": "Now one thing I will say is I think the game is definitely at its best if you've got a player who wants to take control of the zombies himself."
    },
    {
      "index": 26,
      "start_time": 114520.0,
      "end_time": 119880.0,
      "text": "Because then it really elevates. The mind games that start to play..."
    },
    {
      "index": 27,
      "start_time": 120120.0,
      "end_time": 126860.0,
      "text": "That player's main action at the end of every player's turn, he gets to choose, \"Right. I think next turn, this is what you're going to do.\""
    },
    {
      "index": 28,
      "start_time": 127040.0,
      "end_time": 129260.0,
      "text": "Because he's listening to the human players!"
    },
    {
      "index": 29,
      "start_time": 129539.99999999999,
      "end_time": 131540.0,
      "text": "And the human players are talking about when they're going to try and do."
    },
    {
      "index": 30,
      "start_time": 131780.0,
      "end_time": 136900.0,
      "text": "And he says, \"Oh! Is that what you're going to try to do? Well, I'll just give you this search card so that when you end up there,"
    },
    {
      "index": 31,
      "start_time": 136980.0,
      "end_time": 138740.0,
      "text": "you'll end up making noise and that will work for me.\""
    },
    {
      "index": 32,
      "start_time": 139040.0,
      "end_time": 142740.0,
      "text": "So the human players know that and they've got to try to out-think him."
    },
    {
      "index": 33,
      "start_time": 143060.0,
      "end_time": 148060.0,
      "text": "Because he has access not only to this top line ability, like what you saw in the co-op run-through I did,"
    },
    {
      "index": 34,
      "start_time": 148340.0,
      "end_time": 154140.0,
      "text": "but he has access to these abilities too; and the more he gets to use these, the more powerful they become."
    },
    {
      "index": 35,
      "start_time": 154360.0,
      "end_time": 157400.0,
      "text": "You know, it's like a little tech-tree that he works his way up."
    },
    {
      "index": 36,
      "start_time": 157720.0,
      "end_time": 165600.0,
      "text": "And if all that weren't enough, he can also make zombies move around and that can trigger cascade effects and all kinds of stuff as well,"
    },
    {
      "index": 37,
      "start_time": 165720.0,
      "end_time": 167680.0,
      "text": "in addition to just putting zombies out on the board."
    },
    {
      "index": 38,
      "start_time": 167900.0,
      "end_time": 172180.0,
      "text": "Plus, he doesn't put zombies out dumbly. The dummy player says, \"Oh, blue? I'll just put a one in each blue.\""
    },
    {
      "index": 39,
      "start_time": 172420.0,
      "end_time": 177140.0,
      "text": "But the human player can put both of them over here, so that he really pushes instead of one in one place and one in another."
    },
    {
      "index": 40,
      "start_time": 177420.0,
      "end_time": 184580.0,
      "text": "So the game, I think, really elevates to something very very special when you've got a human player."
    },
    {
      "index": 41,
      "start_time": 184740.0,
      "end_time": 190620.0,
      "text": "And you can even play that two players: that means one player controls the zombies and the other player controls two humans that are running around."
    },
    {
      "index": 42,
      "start_time": 191440.0,
      "end_time": 195700.0,
      "text": "Now, if you want to see that, since I didn't demo it, if you go to the Kickstarter page (hit that \"i\" in the top right corner of the screen)"
    },
    {
      "index": 43,
      "start_time": 195940.0,
      "end_time": 202940.0,
      "text": "you'll be able to find a video done by Never Board Gaming, a really great channel. Check them out. They do really nice videos. I'm a subscriber."
    },
    {
      "index": 44,
      "start_time": 203460.0,
      "end_time": 210460.0,
      "text": "Cuz they do a full play-through of a 3 player game where somebody is the zombie, and you can start to see how that works."
    },
    {
      "index": 45,
      "start_time": 210780.0,
      "end_time": 216320.0,
      "text": "That's what really elevates the experience. It's a fun cooperative game, don't get me wrong."
    },
    {
      "index": 46,
      "start_time": 216680.0,
      "end_time": 223480.0,
      "text": "But, having played the player vs. player or the one vs. all, that's when it gets really, really fantastic."
    },
    {
      "index": 47,
      "start_time": 223760.0,
      "end_time": 228300.0,
      "text": "I have to admit, I have actually not tried the competitive version; that might be really interesting as well."
    },
    {
      "index": 48,
      "start_time": 228560.0,
      "end_time": 233140.0,
      "text": "You can play where the zombies are kind of dumb, they don't really use their special powers very much,"
    },
    {
      "index": 49,
      "start_time": 233420.0,
      "end_time": 241560.0,
      "text": "but the fact that players are racing, because everybody wants to be the one to do the majority of completion so that they can be the ultimate leader."
    },
    {
      "index": 50,
      "start_time": 242020.0,
      "end_time": 247940.0,
      "text": "I really should try that, because I think that would add an extra level of urgency and tension."
    },
    {
      "index": 51,
      "start_time": 248160.0,
      "end_time": 254080.0,
      "text": "Where, \"Yeah, that thing I was going to go for, I set myself up...oh, you'll just take it next turn and now I got to go figure something else to do.\""
    },
    {
      "index": 52,
      "start_time": 254240.0,
      "end_time": 255680.0,
      "text": "That could be pretty neat also."
    },
    {
      "index": 53,
      "start_time": 256940.0,
      "end_time": 262560.0,
      "text": "Again, I said it right up front. More than anything else, that's the strength of this game: so much variety."
    },
    {
      "index": 54,
      "start_time": 262900.0,
      "end_time": 266620.0,
      "text": "If you check out the Kickstarter page, I only showed you just the basic characters, the basic buildings,"
    },
    {
      "index": 55,
      "start_time": 267220.0,
      "end_time": 274820.0,
      "text": "but there's the deluxe version, with the additional characters; There are different types of stores that are on the other sides of the stores that it comes with;"
    },
    {
      "index": 56,
      "start_time": 275120.0,
      "end_time": 278360.0,
      "text": "Different objectives. Oh, and also one thing I forgot to mention:"
    },
    {
      "index": 57,
      "start_time": 278800.0,
      "end_time": 286060.0,
      "text": "I don't know if you noticed during the run-through, these are Gamelyn Games ITEMeeples, which are absolutely awesome."
    },
    {
      "index": 58,
      "start_time": 286280.0,
      "end_time": 292220.0,
      "text": "Because they were introduced in Tiny Epic Quest, it's a fantasy-adventure game, where you could run around,"
    },
    {
      "index": 59,
      "start_time": 292560.0,
      "end_time": 299380.0,
      "text": "and when you find a cool sword, you can take your little Meeple and Boom! He's got a sword! Look at him!"
    },
    {
      "index": 60,
      "start_time": 299940.0,
      "end_time": 304680.0,
      "text": "And then if later on you find, oh, I don't know, uhhh...\na second sword!"
    },
    {
      "index": 61,
      "start_time": 304940.0,
      "end_time": 308480.0,
      "text": "Yeah! Boom! He's running around; he's double-swording it up!"
    },
    {
      "index": 62,
      "start_time": 308860.0,
      "end_time": 311660.0,
      "text": "So, I didn't show that because, of course, I've got a prototype here,"
    },
    {
      "index": 63,
      "start_time": 311960.0,
      "end_time": 315840.0,
      "text": "so I don't have what the new pieces are going to be for Tiny Epic Zombies, but I've seen pictures of them."
    },
    {
      "index": 64,
      "start_time": 316100.0,
      "end_time": 324460.0,
      "text": "Again, go check out the Kickstarter page. Imagine this little guy wielding a shotgun or a machine gun or a bazooka or a katana."
    },
    {
      "index": 65,
      "start_time": 324700.0,
      "end_time": 328620.0,
      "text": "All kinds of...and they look really really cool, the artist's renderings of them."
    },
    {
      "index": 66,
      "start_time": 328840.0,
      "end_time": 333800.0,
      "text": "So the game's going to have a really awesome table presence, that when you get those items, and you put them on your character,"
    },
    {
      "index": 67,
      "start_time": 333960.0,
      "end_time": 337160.0,
      "text": "you instantly feel more powerful; you want to run around and start using these cool things."
    },
    {
      "index": 68,
      "start_time": 338080.0,
      "end_time": 345820.0,
      "text": "It's a sweet, sweet little game. I do think that, while it's good as straight co-op, that's probably the weakest mode"
    },
    {
      "index": 69,
      "start_time": 345920.0,
      "end_time": 356360.0,
      "text": "because basically to create tension and challenge, they just rely on \"Okay, let's just overwhelm them. Let's just kind of drown them in zombies.\""
    },
    {
      "index": 70,
      "start_time": 356600.0,
      "end_time": 365120.0,
      "text": "And it would be more fun to have a human player; an intelligence behind them, making more key, strategic decisions about what they're gonna do."
    },
    {
      "index": 71,
      "start_time": 365320.0,
      "end_time": 370620.0,
      "text": "But again, yeah, I really want to try the competitive version of this. I think that would be a lot of fun too."
    },
    {
      "index": 72,
      "start_time": 370900.0,
      "end_time": 377780.0,
      "text": "Everybody competing to be the next Negan as they run around the mall, not fighting each other, just racing each other. That could be really neat too."
    },
    {
      "index": 73,
      "start_time": 378020.0,
      "end_time": 382620.0,
      "text": "Again, so much variety; so many ways to play; it's really very impressive."
    },
    {
      "index": 74,
      "start_time": 383020.0,
      "end_time": 385860.0,
      "text": "It is an epic experience in a tiny little box."
    },
    {
      "index": 75,
      "start_time": 386120.0,
      "end_time": 391260.0,
      "text": "That folks, is Tiny Epic Zombies. And thank you very much for watching. Have a very nice day. Talk to you later. So long."
    },
    {
      "index": 76,
      "start_time": 391380.0,
      "end_time": 392360.0,
      "text": "Buh-bye!"
    }
  ]
}