{
  "video_id": "znGci0chZ7w",
  "title": "How to Respond to Complaints the Right Way in English",
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 4770.0,
      "text": "Hi I'm Anne Marie with Speak Confident English and welcome to your Confident"
    },
    {
      "index": 2,
      "start_time": 4770.0,
      "end_time": 12329.0,
      "text": "English Wednesday lesson. Now it is no surprise that dealing with complaints in"
    },
    {
      "index": 3,
      "start_time": 12330.0,
      "end_time": 18330.0,
      "text": "any language is really awful. It is uncomfortable, it's stressful."
    },
    {
      "index": 4,
      "start_time": 18330.0,
      "end_time": 24990.0,
      "text": "No one likes talking to an angry customer or someone who's upset. Last"
    },
    {
      "index": 5,
      "start_time": 24990.0,
      "end_time": 30119.0,
      "text": "week in our Confident English lesson we focused on how to make a complaint when"
    },
    {
      "index": 6,
      "start_time": 30119.0,
      "end_time": 37260.0,
      "text": "something happens to you and you're upset. You want to fix it. But we also"
    },
    {
      "index": 7,
      "start_time": 37260.0,
      "end_time": 44190.0,
      "text": "need to understand the other side -- what to do when someone makes a complaint to"
    },
    {
      "index": 8,
      "start_time": 44190.0,
      "end_time": 51629.0,
      "text": "you. Maybe your job is to fix problems and handle customer complaints. Or maybe"
    },
    {
      "index": 9,
      "start_time": 51629.0,
      "end_time": 56940.0,
      "text": "something happens with your neighbor and they're kind of angry at you and they"
    },
    {
      "index": 10,
      "start_time": 56940.0,
      "end_time": 62820.0,
      "text": "come to you with a complaint. What do you do to keep that relationship with your"
    },
    {
      "index": 11,
      "start_time": 62820.0,
      "end_time": 68549.0,
      "text": "neighbor? Or what do you do to keep a client so that they don't leave you for"
    },
    {
      "index": 12,
      "start_time": 68549.0,
      "end_time": 83450.0,
      "text": "another company? That is what we're going to focus on in today's lesson."
    },
    {
      "index": 13,
      "start_time": 83450.0,
      "end_time": 90660.0,
      "text": "Okay so today is all about how to respond to complaints the right way in"
    },
    {
      "index": 14,
      "start_time": 90660.0,
      "end_time": 96420.0,
      "text": "English. And we're going to focus on four simple steps that you can use and follow."
    },
    {
      "index": 15,
      "start_time": 96420.0,
      "end_time": 101760.0,
      "text": "And I'll help you with the language that you should use -- language that native"
    },
    {
      "index": 16,
      "start_time": 101760.0,
      "end_time": 107940.0,
      "text": "speakers use every day to handle complaints in the best way. We're going"
    },
    {
      "index": 17,
      "start_time": 107940.0,
      "end_time": 114899.0,
      "text": "to focus on how to listen, apologize, take action, and then follow up."
    },
    {
      "index": 18,
      "start_time": 114900.0,
      "end_time": 121920.0,
      "text": "But let's get a little bit more in depth with each one. Now the first step is to"
    },
    {
      "index": 19,
      "start_time": 121920.0,
      "end_time": 129750.0,
      "text": "listen. Listen to the person making a complaint and that seems easy right? But"
    },
    {
      "index": 20,
      "start_time": 129750.0,
      "end_time": 138900.0,
      "text": "did you know that in English we actually have sounds and words that we use to"
    },
    {
      "index": 21,
      "start_time": 138900.0,
      "end_time": 145709.0,
      "text": "show that we're listening? In some cultures it's perfectly normal to stay a"
    },
    {
      "index": 22,
      "start_time": 145709.0,
      "end_time": 151160.0,
      "text": "hundred percent silent when you're listening to someone but not in English."
    },
    {
      "index": 23,
      "start_time": 151160.0,
      "end_time": 156480.0,
      "text": "Here are a couple of things that you can do to effectively show that you're"
    },
    {
      "index": 24,
      "start_time": 156480.0,
      "end_time": 163470.0,
      "text": "really listening, that you really care about the complaint. You'll often hear"
    },
    {
      "index": 25,
      "start_time": 163470.0,
      "end_time": 170510.0,
      "text": "native speakers make sounds like mm-hmm, I see,"
    },
    {
      "index": 26,
      "start_time": 170510.0,
      "end_time": 181100.0,
      "text": "yeah. All of those little sounds mm-hmm,"
    },
    {
      "index": 27,
      "start_time": 181100.0,
      "end_time": 189450.0,
      "text": "yeah, I see those sounds indicate that we're listening to you or listening to"
    },
    {
      "index": 28,
      "start_time": 189450.0,
      "end_time": 195390.0,
      "text": "another person. And if those sounds or words are new for you, if they sound a"
    },
    {
      "index": 29,
      "start_time": 195390.0,
      "end_time": 200579.0,
      "text": "little silly, practice using them on your own. You can practice when you're by"
    },
    {
      "index": 30,
      "start_time": 200580.0,
      "end_time": 206850.0,
      "text": "yourself but those are really important, especially if you're talking to a native"
    },
    {
      "index": 31,
      "start_time": 206850.0,
      "end_time": 213420.0,
      "text": "speaker to show that you're listening. Now since we're talking about responding"
    },
    {
      "index": 32,
      "start_time": 213420.0,
      "end_time": 217920.0,
      "text": "to a complaint, you can use those sounds and words to"
    },
    {
      "index": 33,
      "start_time": 217920.0,
      "end_time": 224190.0,
      "text": "show that you're listening and then you can also use a few questions to help"
    },
    {
      "index": 34,
      "start_time": 224190.0,
      "end_time": 231900.0,
      "text": "clarify the situation or make sure that you understand it. And again, this shows"
    },
    {
      "index": 35,
      "start_time": 231900.0,
      "end_time": 237780.0,
      "text": "that you really care, that you really want to understand the problem. For"
    },
    {
      "index": 36,
      "start_time": 237780.0,
      "end_time": 242610.0,
      "text": "example you can say something like, \"Could you tell me a little bit more about what"
    },
    {
      "index": 37,
      "start_time": 242610.0,
      "end_time": 251520.0,
      "text": "happened?\" Or \"Could you tell me exactly what happened?\" And finally, \"Let me see if"
    },
    {
      "index": 38,
      "start_time": 251520.0,
      "end_time": 257220.0,
      "text": "I understand this correctly...\" and then you would summarize what you understand"
    },
    {
      "index": 39,
      "start_time": 257220.00000000003,
      "end_time": 263640.0,
      "text": "about the problem. Now that you've listened and you understand the problem,"
    },
    {
      "index": 40,
      "start_time": 263640.0,
      "end_time": 271909.0,
      "text": "the next important step is to apologize. this can be the hardest step because"
    },
    {
      "index": 41,
      "start_time": 271910.0,
      "end_time": 278520.0,
      "text": "maybe you don't think anything is really wrong, maybe you don't really understand"
    },
    {
      "index": 42,
      "start_time": 278520.0,
      "end_time": 286800.0,
      "text": "the problem but this is also what your customer, what your neighbor or someone"
    },
    {
      "index": 43,
      "start_time": 286800.0,
      "end_time": 292890.0,
      "text": "who is offended wants the most -- they want an apology. So here are a few"
    },
    {
      "index": 44,
      "start_time": 292890.0,
      "end_time": 299219.0,
      "text": "common ways that native speakers apologize when something's wrong: \"I'm"
    },
    {
      "index": 45,
      "start_time": 299220.0,
      "end_time": 304650.0,
      "text": "really sorry this happened to you.\" \"I'm terribly sorry."
    },
    {
      "index": 46,
      "start_time": 304650.0,
      "end_time": 310650.0,
      "text": "We're going to fix this right away.\" \"I understand why you're so frustrated and"
    },
    {
      "index": 47,
      "start_time": 310650.0,
      "end_time": 317100.0,
      "text": "I'm really sorry.\" \"I know this is a huge inconvenience and I'm really sorry about"
    },
    {
      "index": 48,
      "start_time": 317100.0,
      "end_time": 325770.0,
      "text": "that.\" And now that you've apologized it's time to take action. So depending on your"
    },
    {
      "index": 49,
      "start_time": 325770.0,
      "end_time": 332789.0,
      "text": "specific situation this might be providing a refund to a client or fixing"
    },
    {
      "index": 50,
      "start_time": 332790.0,
      "end_time": 340440.0,
      "text": "something that's broken. Maybe you need to resolve a conflict and to take action"
    },
    {
      "index": 51,
      "start_time": 340440.0,
      "end_time": 346279.0,
      "text": "you can do two things: one you can say exactly what you're going to do"
    },
    {
      "index": 52,
      "start_time": 346279.0,
      "end_time": 352690.0,
      "text": "for example, \"I understand why you're frustrated. I'm sorry you're not happy."
    },
    {
      "index": 53,
      "start_time": 352690.0,
      "end_time": 358390.0,
      "text": "We'll give you a refund right away.\" And there is the action -- we will give you a"
    },
    {
      "index": 54,
      "start_time": 358390.0,
      "end_time": 365509.0,
      "text": "refund right away. Or we're going to schedule someone to come fix the problem"
    },
    {
      "index": 55,
      "start_time": 365509.0,
      "end_time": 373189.0,
      "text": "today. We're going to schedule someone to come tomorrow to resolve the issue. Or"
    },
    {
      "index": 56,
      "start_time": 373189.0,
      "end_time": 379279.0,
      "text": "you can simply say something like, \"I'm going to fix the problem right away.\" \"I'll"
    },
    {
      "index": 57,
      "start_time": 379279.0,
      "end_time": 387589.0,
      "text": "get that fixed right away.\" Now the second option is to ask a question if you're"
    },
    {
      "index": 58,
      "start_time": 387589.0,
      "end_time": 395590.0,
      "text": "not sure what the other person wants and this is more common when it's a personal"
    },
    {
      "index": 59,
      "start_time": 395590.0,
      "end_time": 401179.0,
      "text": "relationship. Again imagine that you've broken a fence that your neighbor built"
    },
    {
      "index": 60,
      "start_time": 401179.0,
      "end_time": 406878.0,
      "text": "or something negative happened and you don't know what they really want, you can"
    },
    {
      "index": 61,
      "start_time": 406879.0,
      "end_time": 415159.0,
      "text": "just ask. For example you could say, \"What can we do to fix this?\" Or \"What would you"
    },
    {
      "index": 62,
      "start_time": 415159.0,
      "end_time": 424519.0,
      "text": "like me to do to fix this?\" And finally, after you have listened, apologized, and"
    },
    {
      "index": 63,
      "start_time": 424519.0,
      "end_time": 432289.0,
      "text": "taken action, you want to follow up. After you fixed the problem, resolved the"
    },
    {
      "index": 64,
      "start_time": 432289.0,
      "end_time": 439669.0,
      "text": "conflict, replaced a product, or gave a refund, you want to make sure that your"
    },
    {
      "index": 65,
      "start_time": 439669.0,
      "end_time": 447190.0,
      "text": "customer, your friend, your neighbor is happy, that everything is ok. And to do"
    },
    {
      "index": 66,
      "start_time": 447190.0,
      "end_time": 452509.0,
      "text": "that you can simply send an email, make a phone call, go talk to your neighbor and"
    },
    {
      "index": 67,
      "start_time": 452509.0,
      "end_time": 459889.0,
      "text": "ask them something like: \"Did everything work out okay for you?\" Did everything"
    },
    {
      "index": 68,
      "start_time": 459889.0,
      "end_time": 469339.0,
      "text": "work out okay for you? Are you happy with the solution? Is the new product working"
    },
    {
      "index": 69,
      "start_time": 469339.0,
      "end_time": 478610.0,
      "text": "okay for you? Are you satisfied with how we fixed this? Are you satisfied with how"
    },
    {
      "index": 70,
      "start_time": 478610.0,
      "end_time": 485900.0,
      "text": "we fixed the problem? And almost always when you ask those"
    },
    {
      "index": 71,
      "start_time": 485900.0,
      "end_time": 492140.0,
      "text": "simple follow-up questions your customer or your next-door neighbor feels so"
    },
    {
      "index": 72,
      "start_time": 492140.0,
      "end_time": 500419.0,
      "text": "happy because you care. You cared enough to ask if everything is okay. And with"
    },
    {
      "index": 73,
      "start_time": 500420.0,
      "end_time": 507170.0,
      "text": "that you have four simple steps plus all the language that you need to respond to"
    },
    {
      "index": 74,
      "start_time": 507170.0,
      "end_time": 514250.0,
      "text": "complaints the right way in English. Now as always I do have more expressions"
    },
    {
      "index": 75,
      "start_time": 514250.0,
      "end_time": 519799.0,
      "text": "that you can use in the online lesson, so review those expressions, add those to"
    },
    {
      "index": 76,
      "start_time": 519799.0,
      "end_time": 525310.0,
      "text": "your active vocabulary and I have a challenge question for you at the end."
    },
    {
      "index": 77,
      "start_time": 525310.0,
      "end_time": 530689.0,
      "text": "Thank you so much for joining me, I love having you here every Wednesday and I'll"
    },
    {
      "index": 78,
      "start_time": 530690.0,
      "end_time": 535630.0,
      "text": "see you next week for your Confident English lesson."
    }
  ]
}