{
  "video_id": "ZNMwhaSHK9Q",
  "title": "Shakespearean dating tips - Anthony John Peters",
  "json": [
    {
      "index": 1,
      "start_time": 6188.0,
      "end_time": 13342.0,
      "text": "Using the word Shakespeare within any classroom in the 21st century has become almost as dangerous for teachers as putting balloons in a toaster."
    },
    {
      "index": 2,
      "start_time": 13342.0,
      "end_time": 21939.0,
      "text": "After uttering this simple word, the common teacher is met with a mass of groans, moans, devastated looks, and the occasional chair tossed in his or her direction."
    },
    {
      "index": 3,
      "start_time": 21939.0,
      "end_time": 27691.0,
      "text": "But Shakespearean works are not boring, confusing, long and painful plays written more than 400 years ago."
    },
    {
      "index": 4,
      "start_time": 27691.0,
      "end_time": 37839.0,
      "text": "They're adventures relating to the extremities of human nature: love, hate, jealousy, zealous ambition, fear, mistrust, deception, and murder."
    },
    {
      "index": 5,
      "start_time": 37932.0,
      "end_time": 40626.0,
      "text": "We owe much of our own language to his invention."
    },
    {
      "index": 6,
      "start_time": 40626.0,
      "end_time": 45774.0,
      "text": "He invented over 2,000 words for use in his plays, which still remain in the Oxford English Dictionary."
    },
    {
      "index": 7,
      "start_time": 45774.0,
      "end_time": 56382.0,
      "text": "Words like \"countless\" and \"assassination\" as well as phrases like \"one fell swoop,\" \"foul play ,\" and even \"to be in a pickle\" all originated from William's brilliant brain."
    },
    {
      "index": 8,
      "start_time": 56382.0,
      "end_time": 59294.0,
      "text": "And there are many echoes of Shakespeare's romantic language too."
    },
    {
      "index": 9,
      "start_time": 59294.0,
      "end_time": 69021.0,
      "text": "If you read Romeo and Juliet, you'll come across sentences like, \"She doth teach the torches to burn bright,\" and, \"So shows a snowy dove trooping with crows.\""
    },
    {
      "index": 10,
      "start_time": 69021.0,
      "end_time": 75069.0,
      "text": "Both are quite clever metaphors, suggesting that Juliet is both exceptionally beautiful and far more so than anyone else."
    },
    {
      "index": 11,
      "start_time": 75069.0,
      "end_time": 83869.0,
      "text": "\"For thou art as glorious to this night, being o'er my head,  as is a winged messenger of heaven,\" is a simile suggesting angelic qualities of the lady in question."
    },
    {
      "index": 12,
      "start_time": 83869.0,
      "end_time": 90638.0,
      "text": "This is not too different from today's comments like, \"Hey, beautiful!\" and, \"You're the hottest girl in the room.\""
    },
    {
      "index": 13,
      "start_time": 90638.0,
      "end_time": 95949.0,
      "text": "Shakespeare also uses slightly more complex metaphors to describe the intentions of a mischievous man."
    },
    {
      "index": 14,
      "start_time": 95949.0,
      "end_time": 108520.0,
      "text": "For instance, \"This holy shrine, the gentle sin is this: My lips, two blushing pilgrims, ready stand to smooth that rough touch with a tender kiss,\" essentially means, \"I wish to kiss you.\""
    },
    {
      "index": 15,
      "start_time": 108523.0,
      "end_time": 112340.0,
      "text": "Such male intentions were not limited to simple pecks on the cheek either."
    },
    {
      "index": 16,
      "start_time": 112340.0,
      "end_time": 118620.0,
      "text": "An intentional ambiguity was often used as a cheeky means to proposition marriage or a more intimate relationship."
    },
    {
      "index": 17,
      "start_time": 118623.0,
      "end_time": 136940.0,
      "text": "Therefore, instead of viewing Shakespearean works as out-dated, boring, and unhelpful, start reading today and discover the best ways to get the one you love to love you back."
    }
  ]
}