{
  "video_id": "zrx1OrZhKNc",
  "title": "How Communist China Has So Many Billionaires",
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 5700.0,
      "text": "Late last year, Alibaba Co-founder Jack Ma was confirmed as an official member of the Chinese Communist Party."
    },
    {
      "index": 2,
      "start_time": 5700.0,
      "end_time": 13700.0,
      "text": "Jack Ma also happens to have a not-very-communist-sounding estimated net worth that peaked at $50 billion dollars in 2018."
    },
    {
      "index": 3,
      "start_time": 13700.0,
      "end_time": 26310.0,
      "text": "Even though China remains officially committed to a communist future—with equality for all and wealth distribution based on need, its history of capitalistic compromise has made it \"the\" place to turn personal millions into billions."
    },
    {
      "index": 4,
      "start_time": 26310.0,
      "end_time": 30000.0,
      "text": "This is your Bloomberg QuickTake on China's Billionaires."
    },
    {
      "index": 5,
      "start_time": 30000.0,
      "end_time": 34200.0,
      "text": "By one estimate, China creates a new billionaire every two days."
    },
    {
      "index": 6,
      "start_time": 34400.0,
      "end_time": 44700.0,
      "text": "The seeds of the billionaire boom were planted four decades ago, beginning in 1978, when communist party patriarch Deng Xiaoping opened the country up to private enterprise and investment."
    },
    {
      "index": 7,
      "start_time": 44700.0,
      "end_time": 55400.0,
      "text": "Since then, China began shifting away from agriculture, and increased its focus on manufacturing, eventually leading to growth that turned the country into the world's second-largest economy, behind the U.S."
    },
    {
      "index": 8,
      "start_time": 55400.0,
      "end_time": 62300.0,
      "text": "There's been this discussion of what is socialism, what is capitalism, and Deng just kind of said, \"What they're not is, they're not poverty.\""
    },
    {
      "index": 9,
      "start_time": 62300.0,
      "end_time": 72100.0,
      "text": "The lines between business and politics have become increasingly hazy as President Xi Jinping has led a campaign to ensure the communist party plays a leading role in all aspects of society."
    },
    {
      "index": 10,
      "start_time": 72100.0,
      "end_time": 86940.0,
      "text": "The internet companies have been really this sort of shining example of what China hopes it can become, which is cutting-edge, smart people doing cool things, and making products that people around the world want to use."
    },
    {
      "index": 11,
      "start_time": 86940.0,
      "end_time": 94200.0,
      "text": "They are a lot less enthused with massive amounts of private wealth that that often creates."
    },
    {
      "index": 12,
      "start_time": 94200.0,
      "end_time": 99500.0,
      "text": "But China hasn't given up on Communism, it just made full communism a goal with no time frame."
    },
    {
      "index": 13,
      "start_time": 99500.0,
      "end_time": 106800.0,
      "text": "On the roadmap to Communism, the country will have to become fully socialist first, which Xi has set a goal of reaching by 2035."
    },
    {
      "index": 14,
      "start_time": 106800.0,
      "end_time": 111200.0,
      "text": "China is a communist country, but it's a one-party state."
    },
    {
      "index": 15,
      "start_time": 111200.0,
      "end_time": 128400.0,
      "text": "So in that sense, (the communist party) is very intensely focused on making sure it can maintain control and stability, at the expense of a lot of civil rights and other freedoms and liberties that other countries sort of take for granted sometimes."
    },
    {
      "index": 16,
      "start_time": 128400.0,
      "end_time": 139420.0,
      "text": "Jack Ma was among 100 people honored by the Communist Party as part of the celebration marking 40 years of China's economic reform—evidence that on the issue of communism, China is more than content to wait."
    }
  ]
}