{
  "video_id": "ZSJITdsTze0",
  "title": "Why do we have to wear sunscreen? - Kevin P. Boyd",
  "json": [
    {
      "index": 1,
      "start_time": 6786.0,
      "end_time": 9410.0,
      "text": "Most of us think of the Sun as our friend."
    },
    {
      "index": 2,
      "start_time": 9410.0,
      "end_time": 15035.0,
      "text": "It helps plants grow, keeps us warm, and who doesn't love to lie on the beach on a sunny day?"
    },
    {
      "index": 3,
      "start_time": 15035.0,
      "end_time": 19664.0,
      "text": "But for all of it's good qualities, the Sun can also be harmful in large amounts."
    },
    {
      "index": 4,
      "start_time": 19664.0,
      "end_time": 22417.0,
      "text": "That's why we invented sunscreen."
    },
    {
      "index": 5,
      "start_time": 22417.0,
      "end_time": 32138.0,
      "text": "The purpose of sunscreen is to shield the body from the Sun's ultraviolet rays, which have several harmful effects, including sunburn, aging, and skin cancer promotion."
    },
    {
      "index": 6,
      "start_time": 32137.999999999996,
      "end_time": 46065.0,
      "text": "These rays are separated by their different wave lengths, into types such as UVA and UVB, which exert a variety of effects in the skin due to the absorption patterns of chromophores, the parts of the molecules responsible for their color."
    },
    {
      "index": 7,
      "start_time": 46065.0,
      "end_time": 53210.0,
      "text": "The primary two chromophores are hemoglobin, found in our red blood cells, and melanin, which gives our skin its pigment ."
    },
    {
      "index": 8,
      "start_time": 53210.0,
      "end_time": 56193.0,
      "text": "We know that UVB rays cause the skin to burn."
    },
    {
      "index": 9,
      "start_time": 56193.0,
      "end_time": 64460.0,
      "text": "The role of UVA rays is less well understood and appears to have an effect on our tanning response, carcinogenesis, and aging."
    },
    {
      "index": 10,
      "start_time": 64459.99999999999,
      "end_time": 67122.0,
      "text": "So, how does the sunscreen protect us from these rays?"
    },
    {
      "index": 11,
      "start_time": 67122.0,
      "end_time": 71790.0,
      "text": "There are two basic types of sunscreen, physical and chemical blockers."
    },
    {
      "index": 12,
      "start_time": 71790.0,
      "end_time": 78399.0,
      "text": "Physical blockers, like zinc oxide or titanium dioxide, reflect the Sun's rays by acting as a physical barrier."
    },
    {
      "index": 13,
      "start_time": 78399.0,
      "end_time": 82229.0,
      "text": "If you've seen lifeguards with noses covered in white, then you know what this looks like."
    },
    {
      "index": 14,
      "start_time": 82229.0,
      "end_time": 88230.0,
      "text": "The same ingredients are primary components of diaper creams, where the goal is also to create a physical barrier."
    },
    {
      "index": 15,
      "start_time": 88230.0,
      "end_time": 96134.0,
      "text": "Historically, they haven't always been easy to apply and were conspicuously visible on the skin, but new formulations have made this less of an issue ."
    },
    {
      "index": 16,
      "start_time": 96161.0,
      "end_time": 99813.0,
      "text": "Chemical blockers, on the other hand, absorb the Sun's rays."
    },
    {
      "index": 17,
      "start_time": 99813.0,
      "end_time": 106090.0,
      "text": "They deteriorate more quickly than physical sunscreens because their ability to absorb the Sun diminishes."
    },
    {
      "index": 18,
      "start_time": 106099.0,
      "end_time": 113424.0,
      "text": "Generally, these are more transparent when rubbed on the skin, but some people develop allergic reactions to some of the chemicals."
    },
    {
      "index": 19,
      "start_time": 113522.0,
      "end_time": 120660.0,
      "text": "Regardless of the type of sunscreen, all are subjected to testing to determine their sunburn protection factor, or SPF."
    },
    {
      "index": 20,
      "start_time": 120663.0,
      "end_time": 125300.0,
      "text": "This is essentially a measure of the protectionthat the sunscreen will provide from UVB rays before one begins to burn."
    },
    {
      "index": 21,
      "start_time": 127009.0,
      "end_time": 134490.0,
      "text": "But even if you don't burn, you still need to use sunscreen because unless you live in a cave, you're not immune to the effects of the Sun."
    },
    {
      "index": 22,
      "start_time": 134496.0,
      "end_time": 141990.0,
      "text": "It is true that darker skinned people and those who tan easily have more built-in protection from sunburns, but they are still vulnerable to the effects of UVA."
    },
    {
      "index": 23,
      "start_time": 143822.0,
      "end_time": 155450.0,
      "text": "Children under the age of six months, on the other hand, should have almost no sun exposure as their protective mechanisms are not fully functioning, and their skin is more likely to absorb any sunscreen that is applied."
    },
    {
      "index": 24,
      "start_time": 155454.0,
      "end_time": 165840.0,
      "text": "Wearing sunscreen helps protect against the development of all three types of skin cancer: basal cell carcinoma, squamous cell carcinoma, and melanoma."
    },
    {
      "index": 25,
      "start_time": 165843.0,
      "end_time": 182690.0,
      "text": "On a daily basis, the DNA in your cells is developing mutations an by machinery within your cells, but ultraviolet rays from the Sun lead to mutations that the cell may not be able to overcome, leading to uncontrolled growth and eventual skin cancer."
    },
    {
      "index": 26,
      "start_time": 182690.0,
      "end_time": 188160.0,
      "text": "The scariest thing about this is that usually you can't even see it happening until its too late."
    },
    {
      "index": 27,
      "start_time": 188162.0,
      "end_time": 196110.0,
      "text": "But if these concrete risks to your health are not enough to convince you to use sunscreen, there are aesthetic reasons as well."
    },
    {
      "index": 28,
      "start_time": 196119.0,
      "end_time": 200740.0,
      "text": "Along with cigarette smoking, sun damage is the leading cause of premature aging."
    },
    {
      "index": 29,
      "start_time": 200747.0,
      "end_time": 208330.0,
      "text": "Photoaging from chronic sun exposure leads to a loss of elasticity in the skin, in other words, making it look saggy."
    },
    {
      "index": 30,
      "start_time": 208330.0,
      "end_time": 213910.0,
      "text": "Take a look at this truck driver who's left side was chronically exposed to the sun and notice the difference."
    },
    {
      "index": 31,
      "start_time": 213911.0,
      "end_time": 215848.0,
      "text": "This is an important point."
    },
    {
      "index": 32,
      "start_time": 215848.0,
      "end_time": 221690.0,
      "text": "Car windows block UVB, the burn rays, but not UVA, the aging rays."
    },
    {
      "index": 33,
      "start_time": 221691.0,
      "end_time": 234750.0,
      "text": "It is recommended to use sunscreen daily, but you should pay special attention before prolonged sun exposure or when at the beach or among snow since the reflectivity of water and ice amplifies the Sun's rays."
    },
    {
      "index": 34,
      "start_time": 234758.0,
      "end_time": 238950.0,
      "text": "For these cases, apply about an ounce fifteen to thirty minutes before you go out and once again soon after you get outside."
    },
    {
      "index": 35,
      "start_time": 241161.0,
      "end_time": 246900.0,
      "text": "After that, you should reapply it every two to three hours, especially after swimming or sweating."
    },
    {
      "index": 36,
      "start_time": 246909.0,
      "end_time": 252160.0,
      "text": "Otherwise you should wear protective clothing with ultraviolet protection factor, or UPF."
    },
    {
      "index": 37,
      "start_time": 252166.0,
      "end_time": 258600.0,
      "text": "Stay in shaded areas, such as under trees or an umbrella, and avoid the sun at the peak hours of 10 a.m. to 4 p.m."
    },
    {
      "index": 38,
      "start_time": 258603.0,
      "end_time": 260985.0,
      "text": "And what's the best kind of sunscreen?"
    },
    {
      "index": 39,
      "start_time": 260985.0,
      "end_time": 269360.0,
      "text": "Everyone will have their preference, but look for the following things: broad spectra, SPF of at least 30, and water-resistant."
    },
    {
      "index": 40,
      "start_time": 269361.0,
      "end_time": 273520.0,
      "text": "A light moisturizer with SPF 30 should be good for daily use."
    },
    {
      "index": 41,
      "start_time": 273521.0,
      "end_time": 275495.0,
      "text": "Take note if you decide to use a spray."
    },
    {
      "index": 42,
      "start_time": 275495.0,
      "end_time": 281960.0,
      "text": "They take several coats to effectively cover your skin, like painting a wall with a spray can versus a paint brush."
    },
    {
      "index": 43,
      "start_time": 281967.0,
      "end_time": 293830.0,
      "text": "So, enjoy the sun, but enjoy it with sunscreen."
    }
  ]
}