{
  "video_id": "zsrKdcbxnZs",
  "title": "The best gifts to bring to Japan! (Japanese survey results!) 「手土産はどうすればいいの？」 日本人に聞いてみました！",
  "es": 1,
  "json": [
    {
      "index": 1,
      "start_time": 669.0,
      "end_time": 4370.0,
      "text": "Hey guys! As most of you probably know, there's a custom here in Japan where when you visit"
    },
    {
      "index": 2,
      "start_time": 4370.0,
      "end_time": 8469.0,
      "text": "someone’s house for the first time, you bring them a gift. This is something you do"
    },
    {
      "index": 3,
      "start_time": 8469.0,
      "end_time": 14849.0,
      "text": "for example if you were going to stay with a host family. A lot of people will bring"
    },
    {
      "index": 4,
      "start_time": 14849.0,
      "end_time": 19110.0,
      "text": "extra gifts when they come to visit just in case they get invited to someone else’s"
    },
    {
      "index": 5,
      "start_time": 19110.0,
      "end_time": 22939.0,
      "text": "house or something like that. And if you're going to be in Japan for an extended period"
    },
    {
      "index": 6,
      "start_time": 22939.0,
      "end_time": 26810.0,
      "text": "of time, not just for a short visit, then that's something you might want to consider"
    },
    {
      "index": 7,
      "start_time": 26810.0,
      "end_time": 29400.0,
      "text": "doing, too. There’s all kinds of advice online about"
    },
    {
      "index": 8,
      "start_time": 29400.0,
      "end_time": 33780.0,
      "text": "what kind of gifts you should give to Japanese people, but I decided to settle things the"
    },
    {
      "index": 9,
      "start_time": 33780.0,
      "end_time": 38940.0,
      "text": "way I like to do them: with numbers and charts! So back last April I asked our Japanese viewers"
    },
    {
      "index": 10,
      "start_time": 38940.0,
      "end_time": 42549.0,
      "text": "what they would like foreigners to bring as gifts, and today I'm going to go over their"
    },
    {
      "index": 11,
      "start_time": 42549.0,
      "end_time": 46780.0,
      "text": "responses. There were 50 valid responses and since this wasn’t a poll or anything where"
    },
    {
      "index": 12,
      "start_time": 46780.0,
      "end_time": 51109.0,
      "text": "people could select one certain answer, some people recommended multiple things, other"
    },
    {
      "index": 13,
      "start_time": 51109.0,
      "end_time": 55369.0,
      "text": "people recommended nothing, so the numbers we give you are going to be the number of"
    },
    {
      "index": 14,
      "start_time": 55369.0,
      "end_time": 58769.0,
      "text": "people who just came up with it on their own out of 50."
    },
    {
      "index": 15,
      "start_time": 58769.0,
      "end_time": 64570.0,
      "text": "As you can see, 27 people recommended food, 14 recommended a small decorative item, and"
    },
    {
      "index": 16,
      "start_time": 64569.99999999999,
      "end_time": 68299.0,
      "text": "11 recommended pictures! And I'm going to explain exactly what all of that means. Most"
    },
    {
      "index": 17,
      "start_time": 68299.0,
      "end_time": 73750.0,
      "text": "other things were single comment suggestions. Also, aside from these categories, 34 people"
    },
    {
      "index": 18,
      "start_time": 73750.0,
      "end_time": 78859.0,
      "text": "went out of their way to mention that they would like something specific from your country."
    },
    {
      "index": 19,
      "start_time": 78859.0,
      "end_time": 85240.0,
      "text": "The Number 1 answer with 27 people recommending it was food or snacks! And more specifically,"
    },
    {
      "index": 20,
      "start_time": 85240.0,
      "end_time": 89710.0,
      "text": "food from your own country that you can’t really get in Japan. So what can you get in"
    },
    {
      "index": 21,
      "start_time": 89710.0,
      "end_time": 93920.0,
      "text": "Japan? Most major international food brands, actually. So instead of hitting up Wal-Mart"
    },
    {
      "index": 22,
      "start_time": 93920.0,
      "end_time": 97399.0,
      "text": "for snacks, why don't you try going to a smaller, specialized store. Something specific to your"
    },
    {
      "index": 23,
      "start_time": 97399.0,
      "end_time": 101329.0,
      "text": "country is the best. So for example, if your country has a lot of good chocolate, or maple"
    },
    {
      "index": 24,
      "start_time": 101329.0,
      "end_time": 106119.0,
      "text": "syrup. Those would be good gifts to bring. And unique items are good, too! If you're"
    },
    {
      "index": 25,
      "start_time": 106119.0,
      "end_time": 110399.0,
      "text": "from Australia and you have alligator jerky, that'd kinda be a cool gift to bring!"
    },
    {
      "index": 26,
      "start_time": 110399.0,
      "end_time": 114719.0,
      "text": "Two people went out of their way to mention that the packaging on something is important,"
    },
    {
      "index": 27,
      "start_time": 114719.0,
      "end_time": 119139.0,
      "text": "so if you can find something that's packed in a cute little box, maybe with a bow or"
    },
    {
      "index": 28,
      "start_time": 119139.0,
      "end_time": 121259.0,
      "text": "something like that, that'd be a really good idea."
    },
    {
      "index": 29,
      "start_time": 121259.0,
      "end_time": 126670.0,
      "text": "So for example, Jun and I recently received this box of chocolates from France. It's super"
    },
    {
      "index": 30,
      "start_time": 126670.0,
      "end_time": 129940.0,
      "text": "cute; it's got a little bow on it. This would be a really good souvenir gift!"
    },
    {
      "index": 31,
      "start_time": 129940.0,
      "end_time": 134409.0,
      "text": "Six other people actually recommended against bringing food or snacks because they said"
    },
    {
      "index": 32,
      "start_time": 134409.0,
      "end_time": 139220.0,
      "text": "that tastes differ too much in Japan and they're worried they wouldn't like it. But, a total"
    },
    {
      "index": 33,
      "start_time": 139220.0,
      "end_time": 144390.0,
      "text": "of nine people said they'd be happy with absolutely anything and it's really the thought that"
    },
    {
      "index": 34,
      "start_time": 144390.0,
      "end_time": 148879.0,
      "text": "counts. I personally think bringing food is a good idea and that's usually what I bring"
    },
    {
      "index": 35,
      "start_time": 148879.0,
      "end_time": 152659.0,
      "text": "because that's kind of the easiest thing to find as a gift. If you really want to find"
    },
    {
      "index": 36,
      "start_time": 152659.0,
      "end_time": 156810.0,
      "text": "something that you think will suit Japanese taste buds, then I would stay away from the"
    },
    {
      "index": 37,
      "start_time": 156810.0,
      "end_time": 163370.0,
      "text": "really brightly colored things or things with really strong flavors. Maybe stick to subtle,"
    },
    {
      "index": 38,
      "start_time": 163370.0,
      "end_time": 167450.0,
      "text": "refined flavors. I know that sounds kind of stupid, but that's really the best way that"
    },
    {
      "index": 39,
      "start_time": 167450.0,
      "end_time": 169980.0,
      "text": "I would be able to explain it."
    },
    {
      "index": 40,
      "start_time": 169980.0,
      "end_time": 174010.0,
      "text": "Chocolates are always good. It's a really easy gift. I would just try to stay away from"
    },
    {
      "index": 41,
      "start_time": 174010.0,
      "end_time": 177459.0,
      "text": "American crap chocolates. Don't bring them a Hershey's bar or something."
    },
    {
      "index": 42,
      "start_time": 177459.0,
      "end_time": 181069.0,
      "text": "And if you get the opportunity and have the ingredients, you can also always try making"
    },
    {
      "index": 43,
      "start_time": 181069.0,
      "end_time": 182519.0,
      "text": "a meal for them from your country."
    },
    {
      "index": 44,
      "start_time": 182519.0,
      "end_time": 188110.0,
      "text": "The next biggest recommendation with 14 suggestions out of 50 is a small decorative item! What"
    },
    {
      "index": 45,
      "start_time": 188110.0,
      "end_time": 191870.0,
      "text": "is a small decorative item, and why do people want it? Some people prefer to have something"
    },
    {
      "index": 46,
      "start_time": 191870.0,
      "end_time": 195370.0,
      "text": "that lasts rather than something they'll just eat and throw away, like with food. And why"
    },
    {
      "index": 47,
      "start_time": 195370.0,
      "end_time": 199829.0,
      "text": "small? Because a lot of the places here are really small and they don't have a lot of"
    },
    {
      "index": 48,
      "start_time": 199829.0,
      "end_time": 204849.0,
      "text": "room to stash a whole bunch of junk. Not that what you're bringing would be junk. But they"
    },
    {
      "index": 49,
      "start_time": 204849.0,
      "end_time": 208890.0,
      "text": "don't have room for it. A small decorative item would probably be something that's representative"
    },
    {
      "index": 50,
      "start_time": 208890.0,
      "end_time": 214620.0,
      "text": "of your country or state or city, and it's something that the recipient can put on display"
    },
    {
      "index": 51,
      "start_time": 214620.0,
      "end_time": 217079.0,
      "text": "and look at later and remember all the fun times they spent with you! For example, I"
    },
    {
      "index": 52,
      "start_time": 217079.0,
      "end_time": 224079.0,
      "text": "have a couple things I can show you. I have this hand-carved camel from Tunisia. [Tunisia"
    },
    {
      "index": 53,
      "start_time": 225909.0,
      "end_time": 232569.0,
      "text": "camel!] And I have this decorative coin from Dubai, and I have this glass dagger from Afghanistan."
    },
    {
      "index": 54,
      "start_time": 232569.0,
      "end_time": 238060.0,
      "text": "From Russia, you could bring a matryoshka doll, or a little statue of St. Basil’s"
    },
    {
      "index": 55,
      "start_time": 238060.0,
      "end_time": 242180.0,
      "text": "Cathedral. From Australia you could bring a little figure of the Sydney opera house,"
    },
    {
      "index": 56,
      "start_time": 242180.0,
      "end_time": 245680.0,
      "text": "or you could bring a little kangaroo or koala bear figure."
    },
    {
      "index": 57,
      "start_time": 245680.0,
      "end_time": 249650.0,
      "text": "Something hand-made is completely fine, and in a lot of cases it can make the item seem"
    },
    {
      "index": 58,
      "start_time": 249650.0,
      "end_time": 253549.0,
      "text": "cooler or more collectible. And actually, 11 people mentioned that they wouldn’t mind"
    },
    {
      "index": 59,
      "start_time": 253549.0,
      "end_time": 254489.0,
      "text": "having something hand-made."
    },
    {
      "index": 60,
      "start_time": 254489.0,
      "end_time": 261489.0,
      "text": "And the third most common suggestion with 11 votes is pictures, a picture book, a calendar,"
    },
    {
      "index": 61,
      "start_time": 261860.0,
      "end_time": 268330.0,
      "text": "or even a postcard. Something from your country or hometown. Tell stories about what it's"
    },
    {
      "index": 62,
      "start_time": 268330.0,
      "end_time": 272410.0,
      "text": "like living in your hometown. That’s one of the most interesting parts of meeting someone"
    },
    {
      "index": 63,
      "start_time": 272410.0,
      "end_time": 275980.0,
      "text": "from another culture, right? You want to know about them and see what it’s like living"
    },
    {
      "index": 64,
      "start_time": 275980.0,
      "end_time": 277340.0,
      "text": "on their side of the world!"
    },
    {
      "index": 65,
      "start_time": 277340.0,
      "end_time": 281970.0,
      "text": "In general, think about who you’re bringing gifts for. Typically you only give gifts to"
    },
    {
      "index": 66,
      "start_time": 281970.0,
      "end_time": 286110.0,
      "text": "people if they do something generous for you or for example if they invite you over to"
    },
    {
      "index": 67,
      "start_time": 286110.0,
      "end_time": 289470.0,
      "text": "their home for like a meal. If you’re just visiting Japan for two weeks and you don’t"
    },
    {
      "index": 68,
      "start_time": 289470.0,
      "end_time": 293260.0,
      "text": "have plans to meet anyone, you don’t need to bring anything at all. If you’re going"
    },
    {
      "index": 69,
      "start_time": 293260.0,
      "end_time": 297010.0,
      "text": "to be studying abroad but you’re not going to be home staying, you still might want to"
    },
    {
      "index": 70,
      "start_time": 297010.0,
      "end_time": 300880.0,
      "text": "consider bringing something just in case you happen to meet someone. If you are home staying,"
    },
    {
      "index": 71,
      "start_time": 300880.0,
      "end_time": 304100.0,
      "text": "then get to know who's in your host family. If you don't know what to bring for them,"
    },
    {
      "index": 72,
      "start_time": 304100.0,
      "end_time": 308880.0,
      "text": "you can always ask. But gifts that are age or station appropriate are always good, so"
    },
    {
      "index": 73,
      "start_time": 308880.0,
      "end_time": 314150.0,
      "text": "for example if your host family has a teenager daughter, then you could bring her a necklace"
    },
    {
      "index": 74,
      "start_time": 314150.0,
      "end_time": 318100.0,
      "text": "or bracelet from your country. By the way, it’s not uncommon for Japanese women not"
    },
    {
      "index": 75,
      "start_time": 318100.0,
      "end_time": 322430.0,
      "text": "to have pierced ears, so if you don’t know then I would not bring earrings. If your host"
    },
    {
      "index": 76,
      "start_time": 322430.0,
      "end_time": 326220.0,
      "text": "family has a housewife and you know she does a lot of cooking, then you can always bring"
    },
    {
      "index": 77,
      "start_time": 326220.0,
      "end_time": 332090.0,
      "text": "her something for the kitchen. I know how sexist that sounds but really, it's okay."
    },
    {
      "index": 78,
      "start_time": 332090.0,
      "end_time": 336430.0,
      "text": "Jun brought back a can opener from America, because he was literally using one of those"
    },
    {
      "index": 79,
      "start_time": 336430.0,
      "end_time": 341440.0,
      "text": "old stabby can openers to open Leo’s food. And I mean, think about it. If you’re cooking"
    },
    {
      "index": 80,
      "start_time": 341440.0,
      "end_time": 347810.0,
      "text": "every single day, would you rather use this boring old spatula, or would you rather use"
    },
    {
      "index": 81,
      "start_time": 347810.0,
      "end_time": 349880.0,
      "text": "this spatula I got from France."
    },
    {
      "index": 82,
      "start_time": 349880.0,
      "end_time": 355830.0,
      "text": "Okay, and now for some gifts you shouldn’t bring. Meats, plant seeds, drugs, because"
    },
    {
      "index": 83,
      "start_time": 355830.0,
      "end_time": 360090.0,
      "text": "all of those are illegal to take across international borders and you probably won’t even get"
    },
    {
      "index": 84,
      "start_time": 360090.0,
      "end_time": 363060.0,
      "text": "them through the airport. Also, drugs are just illegal, period."
    },
    {
      "index": 85,
      "start_time": 363060.0,
      "end_time": 368690.0,
      "text": "Keep in mind that for ALL gifts, do not bring anything that's too expensive because they're"
    },
    {
      "index": 86,
      "start_time": 368690.0,
      "end_time": 372930.0,
      "text": "going to feel uncomfortable accepting it and then they're going to feel pressured to reciprocate"
    },
    {
      "index": 87,
      "start_time": 372930.0,
      "end_time": 376900.0,
      "text": "it. I mean, if you have something really cool at the dollar store in your country, then"
    },
    {
      "index": 88,
      "start_time": 376900.0,
      "end_time": 382970.0,
      "text": "even that is fine. I’d say a good, safe gift is maybe anywhere from $5-$20, or whatever"
    },
    {
      "index": 89,
      "start_time": 382970.0,
      "end_time": 387630.0,
      "text": "the purchasing power equivalent of that amount is in your country. If you’re bringing something"
    },
    {
      "index": 90,
      "start_time": 387630.0,
      "end_time": 392730.0,
      "text": "for your boss, or if someone really went out of their way to help you a lot, then you can"
    },
    {
      "index": 91,
      "start_time": 392730.0,
      "end_time": 397200.0,
      "text": "bring something that's a little more expensive. But don’t put yourself out about it and"
    },
    {
      "index": 92,
      "start_time": 397200.0,
      "end_time": 402060.0,
      "text": "don't spend outside of your means. No one wants you to get stressed out just thinking"
    },
    {
      "index": 93,
      "start_time": 402060.0,
      "end_time": 406710.0,
      "text": "about a gift. It's really okay, even if you can't come with anything at all. And if after"
    },
    {
      "index": 94,
      "start_time": 406710.0,
      "end_time": 411290.0,
      "text": "all these suggestions you still can't come up with something, I usually default to Ferrero"
    },
    {
      "index": 95,
      "start_time": 411290.0,
      "end_time": 416820.0,
      "text": "Rocher chocolates. That totally sounds like I’m plugging a product, but I’m not. You"
    },
    {
      "index": 96,
      "start_time": 416820.0,
      "end_time": 421460.0,
      "text": "CAN get them here in Japan, too, but they're just delicious and everyone loves them. I"
    },
    {
      "index": 97,
      "start_time": 421460.0,
      "end_time": 425560.0,
      "text": "think that's an all right gift to five. And Ferrero Rocher, you should totally like pay"
    },
    {
      "index": 98,
      "start_time": 425560.0,
      "end_time": 428080.0,
      "text": "me now, or... send me some chocolates."
    },
    {
      "index": 99,
      "start_time": 428080.0,
      "end_time": 432580.0,
      "text": "When you do hand someone a gift, wait until you get seated in their home and then present"
    },
    {
      "index": 100,
      "start_time": 432580.0,
      "end_time": 437270.0,
      "text": "it to them and say, “つまらないものですが” which means, “This is really boring but"
    },
    {
      "index": 101,
      "start_time": 437270.0,
      "end_time": 440970.0,
      "text": "here you go.” Or if you can't remember that, you can just say, “おみやげです”"
    },
    {
      "index": 102,
      "start_time": 440970.0,
      "end_time": 445450.0,
      "text": "which means, “This is a souvenir.” Or if you can't speak Japanese at all, you can"
    },
    {
      "index": 103,
      "start_time": 445450.0,
      "end_time": 447440.0,
      "text": "just say, \"Here! Gift!\" プレゼントです。"
    },
    {
      "index": 104,
      "start_time": 447440.0,
      "end_time": 454440.0,
      "text": "And that’s it! But BEWARE, one word of caution. You can get locked into lifelong gift giving"
    },
    {
      "index": 105,
      "start_time": 454650.0,
      "end_time": 461210.0,
      "text": "battles with people. Jun's aunt and my grandma are in a gift giving battle. They’ve never"
    },
    {
      "index": 106,
      "start_time": 461210.0,
      "end_time": 466840.0,
      "text": "met. I don’t even remember how they started giving each other gifts, but every time I"
    },
    {
      "index": 107,
      "start_time": 466840.0,
      "end_time": 472180.0,
      "text": "get off the plane in one or the other country I have a gift for one of them. They're on"
    },
    {
      "index": 108,
      "start_time": 472180.0,
      "end_time": 475750.0,
      "text": "round 4 of a 4 year gift giving battle now."
    },
    {
      "index": 109,
      "start_time": 475750.0,
      "end_time": 479870.0,
      "text": "Anyway, I hope this was all helpful and you feel less stressed out about giving gifts"
    },
    {
      "index": 110,
      "start_time": 479870.0,
      "end_time": 484470.0,
      "text": "now. If you do have experiences with giving gifts, maybe you can tell us about it in the"
    },
    {
      "index": 111,
      "start_time": 484470.0,
      "end_time": 488400.0,
      "text": "comments so other people can read about them and see how things went for you. And thank"
    },
    {
      "index": 112,
      "start_time": 488400.0,
      "end_time": 489590.0,
      "text": "you for watching! I'll see you guys later!"
    }
  ]
}