{
  "video_id": "ztiHRiFXtoc",
  "title": "Exercise vs Diet",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 410.0,
      "end_time": 6400.0,
      "text": "Trying to lose weight can be difficult, and while we all know a good combination of exercise and diet is essential."
    },
    {
      "index": 2,
      "start_time": 6400.0,
      "end_time": 8870.0,
      "text": "Which one is more important?"
    },
    {
      "index": 3,
      "start_time": 8870.0,
      "end_time": 13000.0,
      "text": "If you had to choose, should you be hitting the gym, or eating salads?"
    },
    {
      "index": 4,
      "start_time": 13000.0,
      "end_time": 21300.0,
      "text": "There are many ways you can burn a few hundred calorie:; running for 20 minutes, an hour of surfing, or singing your favorite song 23 times."
    },
    {
      "index": 5,
      "start_time": 21300.0,
      "end_time": 25300.0,
      "text": "In fact, we have a whole video dedicated to weird ways of burning calories."
    },
    {
      "index": 6,
      "start_time": 25300.0,
      "end_time": 31700.0,
      "text": "But, the point is, it takes time to burn a significant amount of calories even with strenuous activity."
    },
    {
      "index": 7,
      "start_time": 31700.0,
      "end_time": 36600.0,
      "text": "Not to mention the extra barrier of traveling to the gym, and then coming home to clean up."
    },
    {
      "index": 8,
      "start_time": 36870.0,
      "end_time": 42900.0,
      "text": "Now, compare this to the number of calories in, say, a chocolate bar—which is often over 200 calories."
    },
    {
      "index": 9,
      "start_time": 42900.0,
      "end_time": 50000.0,
      "text": "You could either walk for about an hour to burn that 200 calories, or you could simply not eat that chocolate bar."
    },
    {
      "index": 10,
      "start_time": 50000.0,
      "end_time": 51820.0,
      "text": "Which sounds easier to you?"
    },
    {
      "index": 11,
      "start_time": 51920.0,
      "end_time": 56800.0,
      "text": "How about running for 30 minutes every day or cutting out those two cans of soda?"
    },
    {
      "index": 12,
      "start_time": 56800.0,
      "end_time": 65350.0,
      "text": "Many physicians point out that there is a lot of high-sugar, high-fat, high calorie foods we could cut from our diet, to see weight loss results more quickly."
    },
    {
      "index": 13,
      "start_time": 65349.99999999999,
      "end_time": 70750.0,
      "text": "And studies tend to show that diet does indeed play a bigger role in weight loss than exercise."
    },
    {
      "index": 14,
      "start_time": 70750.0,
      "end_time": 78600.0,
      "text": "A 2011 meta-analysis of children found that their level of physical activity was not the main determining factor of their weight."
    },
    {
      "index": 15,
      "start_time": 78600.0,
      "end_time": 85900.0,
      "text": "And a study of 3,000 adults found that minimizing calories was linked to greater weight loss maintenance than exercise alone."
    },
    {
      "index": 16,
      "start_time": 86000.0,
      "end_time": 99900.0,
      "text": "Furthermore, studies comparing industrialized and developing countries show that the rate of physical activity is fairly similar between the two, making activity and exercise an unlikely culprit for obesity rates in the industrial world."
    },
    {
      "index": 17,
      "start_time": 100000.0,
      "end_time": 104700.0,
      "text": "Of course, a combination of diet and exercise would yield the best results long term."
    },
    {
      "index": 18,
      "start_time": 104700.0,
      "end_time": 111800.0,
      "text": "And exercise has many health benefits beyond weight loss, like slowing the aging process and improving mental health."
    },
    {
      "index": 19,
      "start_time": 111800.0,
      "end_time": 118500.0,
      "text": "But at the end of the day, if you're looking to lose weight, you're likely to get more bang for your buck if you focus on your diet first."
    },
    {
      "index": 20,
      "start_time": 119000.0,
      "end_time": 125200.0,
      "text": "Special thanks to audible for supporting this episode and giving you a free 30-day trial at audible.com/asap."
    },
    {
      "index": 21,
      "start_time": 125200.0,
      "end_time": 136500.0,
      "text": "This week we wanted to recommend the book \"The Upside of Stress\" by Kelly McGonigal, which gives a neat perspective on how stress isn't always toxic, and can make us stronger, smarter, and happier!"
    },
    {
      "index": 22,
      "start_time": 136600.0,
      "end_time": 142280.0,
      "text": "You can get a free 30-day trial at audible.com/asap and choose from a massive selection!"
    },
    {
      "index": 23,
      "start_time": 142280.0,
      "end_time": 144800.0,
      "text": "We love them as they are great when you're on the go."
    },
    {
      "index": 24,
      "start_time": 144800.0,
      "end_time": 154920.0,
      "text": "And subscribe for more weekly science videos!"
    }
  ]
}