{
  "video_id": "ztmvtKLuR7I",
  "title": "Sir Karl Popper's \"Science as Falsification\"",
  "json": [
    {
      "index": 1,
      "start_time": 1410.0,
      "end_time": 5400.0,
      "text": "When I received the list of participants in this course and realized that I had been asked"
    },
    {
      "index": 2,
      "start_time": 5400.0,
      "end_time": 10530.0,
      "text": "to speak to philosophical colleagues I thought, after some hesitation and consolation, that"
    },
    {
      "index": 3,
      "start_time": 10530.0,
      "end_time": 14690.0,
      "text": "you would probably prefer me to speak about those problems which interests me most, and"
    },
    {
      "index": 4,
      "start_time": 14690.0,
      "end_time": 20130.0,
      "text": "about those developments with which I am most intimately acquainted. I therefore decided"
    },
    {
      "index": 5,
      "start_time": 20130.0,
      "end_time": 24900.0,
      "text": "to do what I have never done before: to give you a report on my own work in the philosophy"
    },
    {
      "index": 6,
      "start_time": 24900.0,
      "end_time": 31410.0,
      "text": "of science, since the autumn 1919 when I first begin to grapple with the problem, &quot;When should"
    },
    {
      "index": 7,
      "start_time": 31410.0,
      "end_time": 37460.0,
      "text": "a theory be ranked as scientific?&quot; or &quot;Is there a criterion for the scientific character"
    },
    {
      "index": 8,
      "start_time": 37460.0,
      "end_time": 39530.0,
      "text": "or status of a theory?&quot;"
    },
    {
      "index": 9,
      "start_time": 39530.0,
      "end_time": 44000.0,
      "text": "The problem which troubled me at the time was neither, &quot;When is a theory true?&quot; nor"
    },
    {
      "index": 10,
      "start_time": 44000.0,
      "end_time": 49620.0,
      "text": "&quot;When is a theory acceptable?&quot; my problem was different. I wished to distinguish between"
    },
    {
      "index": 11,
      "start_time": 49620.0,
      "end_time": 55870.0,
      "text": "science and pseudo-science; knowing very well that science often errs, and that pseudoscience"
    },
    {
      "index": 12,
      "start_time": 55870.0,
      "end_time": 59769.0,
      "text": "may happen to stumble on the truth."
    },
    {
      "index": 13,
      "start_time": 59769.0,
      "end_time": 64890.0,
      "text": "I knew, of course, the most widely accepted answer to my problem: that science is distinguished"
    },
    {
      "index": 14,
      "start_time": 64890.0,
      "end_time": 71150.0,
      "text": "from pseudoscienceóor from &quot;metaphysics&quot;óby its empirical method, which is essentially"
    },
    {
      "index": 15,
      "start_time": 71150.0,
      "end_time": 77680.0,
      "text": "inductive, proceeding from observation or experiment. But this did not satisfy me. On"
    },
    {
      "index": 16,
      "start_time": 77680.0,
      "end_time": 82800.0,
      "text": "the contrary, I often formulated my problem as one of distinguishing between a genuinely"
    },
    {
      "index": 17,
      "start_time": 82800.0,
      "end_time": 88680.0,
      "text": "empirical method and a non-empirical or even pseudo-empirical method ó that is to say,"
    },
    {
      "index": 18,
      "start_time": 88680.0,
      "end_time": 94200.0,
      "text": "a method which, although it appeals to observation and experiment, nevertheless does not come"
    },
    {
      "index": 19,
      "start_time": 94200.0,
      "end_time": 100710.0,
      "text": "up to scientific standards. The latter method may be exemplified by astrology, with its"
    },
    {
      "index": 20,
      "start_time": 100710.0,
      "end_time": 107930.0,
      "text": "stupendous mass of empirical evidence based on observation ó on horoscopes and on biographies."
    },
    {
      "index": 21,
      "start_time": 107930.0,
      "end_time": 112930.0,
      "text": "But as it was not the example of astrology which lead me to my problem, I should perhaps"
    },
    {
      "index": 22,
      "start_time": 112930.0,
      "end_time": 117750.0,
      "text": "briefly describe the atmosphere in which my problem arose and the examples by which it"
    },
    {
      "index": 23,
      "start_time": 117750.0,
      "end_time": 122500.0,
      "text": "was stimulated. After the collapse of the Austrian empire there had been a revolution"
    },
    {
      "index": 24,
      "start_time": 122500.0,
      "end_time": 128360.0,
      "text": "in Austria: the air was full of revolutionary slogans and ideas, and new and often wild"
    },
    {
      "index": 25,
      "start_time": 128360.00000000001,
      "end_time": 133670.0,
      "text": "theories. Among the theories which interested me Einstein&#39;s theory of relativity was no"
    },
    {
      "index": 26,
      "start_time": 133670.0,
      "end_time": 139840.0,
      "text": "doubt by far the most important. The three others were Marx&#39;s theory of history, Freud&#39;s"
    },
    {
      "index": 27,
      "start_time": 139840.0,
      "end_time": 145350.0,
      "text": "psycho-analysis, and Alfred Adler&#39;s so-called &quot;individual psychology.&quot;"
    },
    {
      "index": 28,
      "start_time": 145350.0,
      "end_time": 149160.0,
      "text": "There was a lot of popular nonsense talked about these theories, and especially about"
    },
    {
      "index": 29,
      "start_time": 149160.0,
      "end_time": 154490.0,
      "text": "relativity (as still happens even today), but I was fortunate in those who introduced"
    },
    {
      "index": 30,
      "start_time": 154490.0,
      "end_time": 159920.0,
      "text": "me to the study of this theory. We allóthe small circle of students to which I belongówere"
    },
    {
      "index": 31,
      "start_time": 159920.0,
      "end_time": 165730.0,
      "text": "thrilled with the result of Eddington&#39;s eclipse observations which in 1919 brought the first"
    },
    {
      "index": 32,
      "start_time": 165730.0,
      "end_time": 171020.0,
      "text": "important confirmation of Einstein&#39;s theory of gravitation. It was a great experience"
    },
    {
      "index": 33,
      "start_time": 171020.0,
      "end_time": 176100.0,
      "text": "for us, and one which had a lasting influence on my intellectual development."
    },
    {
      "index": 34,
      "start_time": 176100.0,
      "end_time": 179950.0,
      "text": "The three other theories I have mentioned were also widely discussed among students"
    },
    {
      "index": 35,
      "start_time": 179950.0,
      "end_time": 184830.0,
      "text": "at the time. I myself happened to come into personal contact with Alfred Adler, and even"
    },
    {
      "index": 36,
      "start_time": 184830.0,
      "end_time": 189190.0,
      "text": "to cooperate with him in his social work among the children and young people in the working-class"
    },
    {
      "index": 37,
      "start_time": 189190.0,
      "end_time": 193930.0,
      "text": "districts of Vienna where he had established social guidance clinics."
    },
    {
      "index": 38,
      "start_time": 193930.0,
      "end_time": 198660.0,
      "text": "It was the summer of 1919 that I began to feel more and more dissatisfied with these"
    },
    {
      "index": 39,
      "start_time": 198660.0,
      "end_time": 204620.0,
      "text": "three theoriesóthe Marxist theory of history, psycho-analysis, and individual psychology;"
    },
    {
      "index": 40,
      "start_time": 204620.0,
      "end_time": 210709.0,
      "text": "and I began to feel dubious about their claims to scientific status. My problem perhaps first"
    },
    {
      "index": 41,
      "start_time": 210709.0,
      "end_time": 217520.0,
      "text": "took the simple form, &quot;What is wrong with Marxism, psycho-analysis, and individual psychology?"
    },
    {
      "index": 42,
      "start_time": 217520.0,
      "end_time": 221569.0,
      "text": "Why are they so different from physical theories, from Newton&#39;s theory, and especially from"
    },
    {
      "index": 43,
      "start_time": 221569.0,
      "end_time": 223350.0,
      "text": "the theory of relativity?&quot;"
    },
    {
      "index": 44,
      "start_time": 223350.0,
      "end_time": 227819.0,
      "text": "To make this contrast clear I should explain that few of us at the time would have said"
    },
    {
      "index": 45,
      "start_time": 227819.0,
      "end_time": 232940.0,
      "text": "that we believed in the truth of Einstein&#39;s theory of gravitation. This shows that it"
    },
    {
      "index": 46,
      "start_time": 232940.0,
      "end_time": 237890.0,
      "text": "was not my doubting the truth of those three other theories which bothered me, but something"
    },
    {
      "index": 47,
      "start_time": 237890.0,
      "end_time": 243500.0,
      "text": "else. Yet neither was it that I nearly felt mathematical physics to be more exact than"
    },
    {
      "index": 48,
      "start_time": 243500.0,
      "end_time": 248910.0,
      "text": "sociological or psychological type of theory. Thus what worried me was neither the problem"
    },
    {
      "index": 49,
      "start_time": 248910.0,
      "end_time": 254750.0,
      "text": "of truth, at that stage at least, nor the problem of exactness or measurability. It"
    },
    {
      "index": 50,
      "start_time": 254750.0,
      "end_time": 259870.0,
      "text": "was rather that I felt that these other three theories, though posing as science, had in"
    },
    {
      "index": 51,
      "start_time": 259870.0,
      "end_time": 265960.0,
      "text": "fact more in common with primitive myths than with science; that they resembled astrology"
    },
    {
      "index": 52,
      "start_time": 265960.0,
      "end_time": 267820.0,
      "text": "rather than astronomy."
    },
    {
      "index": 53,
      "start_time": 267820.0,
      "end_time": 274310.0,
      "text": "I found that those of my friends who were admirers of Marx, Freud, and Adler, were impressed"
    },
    {
      "index": 54,
      "start_time": 274310.0,
      "end_time": 279740.0,
      "text": "by a number of points common to these theories, and especially by their apparent explanatory"
    },
    {
      "index": 55,
      "start_time": 279740.0,
      "end_time": 285440.0,
      "text": "power. These theories appear to be able to explain practically everything that happened"
    },
    {
      "index": 56,
      "start_time": 285440.0,
      "end_time": 289850.0,
      "text": "within the fields to which they referred. The study of any of them seemed to have the"
    },
    {
      "index": 57,
      "start_time": 289850.0,
      "end_time": 296100.0,
      "text": "effect of an intellectual conversion or revelation, open your eyes to a new truth hidden from"
    },
    {
      "index": 58,
      "start_time": 296100.0,
      "end_time": 302780.0,
      "text": "those not yet initiated. Once your eyes were thus opened you saw confirmed instances everywhere:"
    },
    {
      "index": 59,
      "start_time": 302780.0,
      "end_time": 308430.0,
      "text": "the world was full of verifications of the theory. Whatever happened always confirmed"
    },
    {
      "index": 60,
      "start_time": 308430.0,
      "end_time": 314270.0,
      "text": "it. Thus its truth appeared manifest; and unbelievers were clearly people who did not"
    },
    {
      "index": 61,
      "start_time": 314270.0,
      "end_time": 319570.0,
      "text": "want to see the manifest truth; who refuse to see it, either because it was against their"
    },
    {
      "index": 62,
      "start_time": 319570.0,
      "end_time": 324820.0,
      "text": "class interest, or because of their repressions which were still &quot;un-analyzed&quot; and crying"
    },
    {
      "index": 63,
      "start_time": 324820.0,
      "end_time": 327199.0,
      "text": "aloud for treatment."
    },
    {
      "index": 64,
      "start_time": 327199.0,
      "end_time": 332970.0,
      "text": "The most characteristic element in this situation seemed to me the incessant stream of confirmations,"
    },
    {
      "index": 65,
      "start_time": 332970.0,
      "end_time": 338560.0,
      "text": "of observations which &quot;verified&quot; the theories in question; and this point was constantly"
    },
    {
      "index": 66,
      "start_time": 338560.0,
      "end_time": 344540.0,
      "text": "emphasize by their adherents. A Marxist could not open a newspaper without finding on every"
    },
    {
      "index": 67,
      "start_time": 344540.0,
      "end_time": 349889.0,
      "text": "page confirming evidence for his interpretation of history; not only in the news, but also"
    },
    {
      "index": 68,
      "start_time": 349889.0,
      "end_time": 354720.0,
      "text": "in its presentation ó which revealed the class bias of the paper ó and especially"
    },
    {
      "index": 69,
      "start_time": 354720.0,
      "end_time": 360290.0,
      "text": "of course what the paper did not say. The Freudian analysts emphasized that their theories"
    },
    {
      "index": 70,
      "start_time": 360290.0,
      "end_time": 366790.0,
      "text": "were constantly verified by their &quot;clinical observations.&quot; As for Adler, I was much impressed"
    },
    {
      "index": 71,
      "start_time": 366790.0,
      "end_time": 373090.0,
      "text": "by a personal experience. Once, in 1919, I reported to him a case which to me did not"
    },
    {
      "index": 72,
      "start_time": 373090.0,
      "end_time": 379020.0,
      "text": "seem particularly Adlerian, but which he found no difficulty in analyzing in terms of his"
    },
    {
      "index": 73,
      "start_time": 379020.0,
      "end_time": 385340.0,
      "text": "theory of inferiority feelings, Although he had not even seen the child. Slightly shocked,"
    },
    {
      "index": 74,
      "start_time": 385340.0,
      "end_time": 391650.0,
      "text": "I asked him how he could be so sure. &quot;Because of my thousandfold experience,&quot; he replied;"
    },
    {
      "index": 75,
      "start_time": 391650.0,
      "end_time": 396740.0,
      "text": "whereupon I could not help saying: &quot;And with this new case, I suppose, your experience"
    },
    {
      "index": 76,
      "start_time": 396740.0,
      "end_time": 398810.0,
      "text": "has become thousand-and-one-fold.&quot;"
    },
    {
      "index": 77,
      "start_time": 398810.0,
      "end_time": 406070.0,
      "text": "What I had in mind was that his previous observations may not have been much sounder than this new"
    },
    {
      "index": 78,
      "start_time": 406070.0,
      "end_time": 411740.0,
      "text": "one; that each in its turn had been interpreted in the light of &quot;previous experience,&quot; and"
    },
    {
      "index": 79,
      "start_time": 411740.0,
      "end_time": 419350.0,
      "text": "at the same time counted as additional confirmation. What, I asked myself, did it confirm? No more"
    },
    {
      "index": 80,
      "start_time": 419350.0,
      "end_time": 423699.0,
      "text": "than that a case could be interpreted in the light of a theory. But this meant very little,"
    },
    {
      "index": 81,
      "start_time": 423699.0,
      "end_time": 429000.0,
      "text": "I reflected, since every conceivable case could be interpreted in the light Adler&#39;s"
    },
    {
      "index": 82,
      "start_time": 429000.0,
      "end_time": 434550.0,
      "text": "theory, or equally of Freud&#39;s. I may illustrate this by two very different examples of human"
    },
    {
      "index": 83,
      "start_time": 434550.0,
      "end_time": 439500.0,
      "text": "behavior: that of a man who pushes a child into the water with the intention of drowning"
    },
    {
      "index": 84,
      "start_time": 439500.0,
      "end_time": 445690.0,
      "text": "it; and that of a man who sacrifices his life in an attempt to save the child. Each of these"
    },
    {
      "index": 85,
      "start_time": 445690.0,
      "end_time": 451820.0,
      "text": "two cases can be explained with equal ease in Freudian and Adlerian terms. According"
    },
    {
      "index": 86,
      "start_time": 451820.0,
      "end_time": 459160.0,
      "text": "to Freud the first man suffered from repression (say, of some component of his Oedipus complex),"
    },
    {
      "index": 87,
      "start_time": 459160.0,
      "end_time": 464419.0,
      "text": "while the second man had achieved sublimation. According to Adler the first man suffered"
    },
    {
      "index": 88,
      "start_time": 464419.0,
      "end_time": 469680.0,
      "text": "from feelings of inferiority (producing perhaps the need to prove to himself that he dared"
    },
    {
      "index": 89,
      "start_time": 469680.0,
      "end_time": 474979.0,
      "text": "to commit some crime), and so did the second man (whose need was to prove to himself that"
    },
    {
      "index": 90,
      "start_time": 474979.0,
      "end_time": 481180.0,
      "text": "he dared to rescue the child). I could not think of any human behavior which could not"
    },
    {
      "index": 91,
      "start_time": 481180.0,
      "end_time": 487180.0,
      "text": "be interpreted in terms of either theory. It was precisely this factóthat they always"
    },
    {
      "index": 92,
      "start_time": 487180.0,
      "end_time": 492940.0,
      "text": "fitted, that they were always confirmedówhich in the eyes of their admirers constituted"
    },
    {
      "index": 93,
      "start_time": 492940.0,
      "end_time": 498910.0,
      "text": "the strongest argument in favor of these theories. It began to dawn on me that this apparent"
    },
    {
      "index": 94,
      "start_time": 498910.0,
      "end_time": 502759.0,
      "text": "strength was in fact their weakness."
    },
    {
      "index": 95,
      "start_time": 502759.0,
      "end_time": 508660.0,
      "text": "With Einstein&#39;s theory the situation was strikingly different. Take one typical instance ó Einstein&#39;s"
    },
    {
      "index": 96,
      "start_time": 508660.0,
      "end_time": 513619.0,
      "text": "prediction, just then confirmed by the finding of Eddington&#39;s expedition. Einstein&#39;s gravitational"
    },
    {
      "index": 97,
      "start_time": 513619.0,
      "end_time": 518860.0,
      "text": "theory had led to the result that light must be attracted by heavy bodies (such as the"
    },
    {
      "index": 98,
      "start_time": 518860.0,
      "end_time": 524759.0,
      "text": "sun), precisely as material bodies were attracted. As a consequence it could be calculated that"
    },
    {
      "index": 99,
      "start_time": 524759.0,
      "end_time": 530199.0,
      "text": "light from a distant fixed star whose apparent position was close to the sun would reach"
    },
    {
      "index": 100,
      "start_time": 530199.0,
      "end_time": 534490.0,
      "text": "the earth from such a direction that the star would seem to be slightly shifted away from"
    },
    {
      "index": 101,
      "start_time": 534490.0,
      "end_time": 539129.0,
      "text": "the sun; or, in other words, that stars close to the sun would look as if they had moved"
    },
    {
      "index": 102,
      "start_time": 539129.0,
      "end_time": 543879.0,
      "text": "a little away from the sun, and from one another. This is a thing which cannot normally be observed"
    },
    {
      "index": 103,
      "start_time": 543879.0,
      "end_time": 549129.0,
      "text": "since such stars are rendered invisible in daytime by the sun&#39;s overwhelming brightness;"
    },
    {
      "index": 104,
      "start_time": 549129.0,
      "end_time": 554540.0,
      "text": "but during an eclipse it is possible to take photographs of them. If the same constellation"
    },
    {
      "index": 105,
      "start_time": 554540.0,
      "end_time": 559189.0,
      "text": "is photographed at night one can measure the distance on the two photographs, and check"
    },
    {
      "index": 106,
      "start_time": 559189.0,
      "end_time": 562160.0,
      "text": "the predicted effect."
    },
    {
      "index": 107,
      "start_time": 562160.0,
      "end_time": 566499.0,
      "text": "Now the impressive thing about this case is the risk involved in a prediction of this"
    },
    {
      "index": 108,
      "start_time": 566499.0,
      "end_time": 572670.0,
      "text": "kind. If observation shows that the predicted effect is definitely absent, then the theory"
    },
    {
      "index": 109,
      "start_time": 572670.0,
      "end_time": 579809.0,
      "text": "is simply refuted. The theory is incompatible with certain possible results of observationóin"
    },
    {
      "index": 110,
      "start_time": 579809.0,
      "end_time": 585149.0,
      "text": "fact with results which everybody before Einstein would have expected.[1] This is quite different"
    },
    {
      "index": 111,
      "start_time": 585149.0,
      "end_time": 589769.0,
      "text": "from the situation I have previously described, when it turned out that the theories in question"
    },
    {
      "index": 112,
      "start_time": 589769.0,
      "end_time": 595550.0,
      "text": "were compatible with the most divergent human behavior, so that it was practically impossible"
    },
    {
      "index": 113,
      "start_time": 595550.0,
      "end_time": 600809.0,
      "text": "to describe any human behavior that might not be claimed to be a verification of these"
    },
    {
      "index": 114,
      "start_time": 600809.0,
      "end_time": 602489.0,
      "text": "theories."
    },
    {
      "index": 115,
      "start_time": 602489.0,
      "end_time": 608089.0,
      "text": "These considerations led me in the winter of 1919-20 to conclusions which I may now"
    },
    {
      "index": 116,
      "start_time": 608089.0,
      "end_time": 611769.0,
      "text": "reformulate as follows."
    },
    {
      "index": 117,
      "start_time": 611769.0,
      "end_time": 618499.0,
      "text": "It is easy to obtain confirmations, or verifications, for nearly every theory ó if we look for"
    },
    {
      "index": 118,
      "start_time": 618499.0,
      "end_time": 620959.0,
      "text": "confirmations."
    },
    {
      "index": 119,
      "start_time": 620959.0,
      "end_time": 625239.0,
      "text": "Confirmations should count only if they are the result of risky predictions; that is to"
    },
    {
      "index": 120,
      "start_time": 625239.0,
      "end_time": 630540.0,
      "text": "say, if, unenlightened by the theory in question, we should have expected an event which was"
    },
    {
      "index": 121,
      "start_time": 630540.0,
      "end_time": 637040.0,
      "text": "incompatible with the theory ó an event which would have refuted the theory."
    },
    {
      "index": 122,
      "start_time": 637040.0,
      "end_time": 643269.0,
      "text": "Every &quot;good&quot; scientific theory is a prohibition: it forbids certain things to happen. The more"
    },
    {
      "index": 123,
      "start_time": 643269.0,
      "end_time": 647939.0,
      "text": "a theory forbids, the better it is."
    },
    {
      "index": 124,
      "start_time": 647939.0,
      "end_time": 654819.0,
      "text": "A theory which is not refutable by any conceivable event is non-scientific. Irrefutability is"
    },
    {
      "index": 125,
      "start_time": 654819.0,
      "end_time": 661220.0,
      "text": "not a virtue of a theory (as people often think) but a vice."
    },
    {
      "index": 126,
      "start_time": 661220.0,
      "end_time": 667429.0,
      "text": "Every genuine test of a theory is an attempt to falsify it, or to refute it. Testability"
    },
    {
      "index": 127,
      "start_time": 667429.0,
      "end_time": 672959.0,
      "text": "is falsifiability; but there are degrees of testability: some theories are more testable,"
    },
    {
      "index": 128,
      "start_time": 672959.0,
      "end_time": 680459.0,
      "text": "more exposed to refutation, than others; they take, as it were, greater risks."
    },
    {
      "index": 129,
      "start_time": 680459.0,
      "end_time": 685009.0,
      "text": "Confirming evidence should not count except when it is the result of a genuine test of"
    },
    {
      "index": 130,
      "start_time": 685009.0,
      "end_time": 690079.0,
      "text": "the theory; and this means that it can be presented as a serious but unsuccessful attempt"
    },
    {
      "index": 131,
      "start_time": 690079.0,
      "end_time": 693439.0,
      "text": "to falsify the theory. (I now speak in such cases of &quot;corroborating evidence.&quot;)"
    },
    {
      "index": 132,
      "start_time": 693439.0,
      "end_time": 699420.0,
      "text": "Some genuinely testable theories, when found to be false, are still upheld by their admirers"
    },
    {
      "index": 133,
      "start_time": 699420.0,
      "end_time": 705779.0,
      "text": "ó for example by introducing ad hoc some auxiliary assumption, or by reinterpreting"
    },
    {
      "index": 134,
      "start_time": 705779.0,
      "end_time": 712480.0,
      "text": "the theory ad hoc in such a way that it escapes refutation. Such a procedure is always possible,"
    },
    {
      "index": 135,
      "start_time": 712480.0,
      "end_time": 717629.0,
      "text": "but it rescues the theory from refutation only at the price of destroying, or at least"
    },
    {
      "index": 136,
      "start_time": 717629.0,
      "end_time": 723519.0,
      "text": "lowering, its scientific status. (I later described such a rescuing operation as a &quot;conventionalist"
    },
    {
      "index": 137,
      "start_time": 723519.0,
      "end_time": 727660.0,
      "text": "twist&quot; or a &quot;conventionalist stratagem.&quot;)"
    },
    {
      "index": 138,
      "start_time": 727660.0,
      "end_time": 733420.0,
      "text": "One can sum up all this by saying that the criterion of the scientific status of a theory"
    },
    {
      "index": 139,
      "start_time": 733420.0,
      "end_time": 738049.0,
      "text": "is its falsifiability, or refutability, or testability."
    },
    {
      "index": 140,
      "start_time": 738049.0,
      "end_time": 739209.0,
      "text": "II"
    },
    {
      "index": 141,
      "start_time": 739209.0,
      "end_time": 744259.0,
      "text": "I may perhaps exemplify this with the help of the various theories so far mentioned."
    },
    {
      "index": 142,
      "start_time": 744259.0,
      "end_time": 749839.0,
      "text": "Einstein&#39;s theory of gravitation clearly satisfied the criterion of falsifiability. Even if our"
    },
    {
      "index": 143,
      "start_time": 749839.0,
      "end_time": 753549.0,
      "text": "measuring instruments at the time did not allow us to pronounce on the results of the"
    },
    {
      "index": 144,
      "start_time": 753549.0,
      "end_time": 760369.0,
      "text": "tests with complete assurance, there was clearly a possibility of refuting the theory."
    },
    {
      "index": 145,
      "start_time": 760369.0,
      "end_time": 765059.0,
      "text": "Astrology did not pass the test. Astrologers were greatly impressed, and misled, by what"
    },
    {
      "index": 146,
      "start_time": 765059.0,
      "end_time": 768059.0,
      "text": "they believed to be confirming evidence ó so much so that they were quite unimpressed"
    },
    {
      "index": 147,
      "start_time": 768059.0,
      "end_time": 771189.0,
      "text": "by any unfavorable evidence. Moreover, by making their interpretations and prophesies"
    },
    {
      "index": 148,
      "start_time": 771189.0,
      "end_time": 776239.0,
      "text": "sufficiently vague they were able to explain away anything that might have been a refutation"
    },
    {
      "index": 149,
      "start_time": 776239.0,
      "end_time": 782529.0,
      "text": "of the theory had the theory and the prophesies been more precise. In order to escape falsification"
    },
    {
      "index": 150,
      "start_time": 782529.0,
      "end_time": 788709.0,
      "text": "they destroyed the testability of their theory. It is a typical soothsayer&#39;s trick to predict"
    },
    {
      "index": 151,
      "start_time": 788709.0,
      "end_time": 794959.0,
      "text": "things so vaguely that the predictions can hardly fail: that they become irrefutable."
    },
    {
      "index": 152,
      "start_time": 794959.0,
      "end_time": 799610.0,
      "text": "The Marxist theory of history, in spite of the serious efforts of some of its founders"
    },
    {
      "index": 153,
      "start_time": 799610.0,
      "end_time": 806809.0,
      "text": "and followers, ultimately adopted this soothsaying practice. In some of its earlier formulations"
    },
    {
      "index": 154,
      "start_time": 806809.0,
      "end_time": 812480.0,
      "text": "(for example in Marx&#39;s analysis of the character of the &quot;coming social revolution&quot;) their predictions"
    },
    {
      "index": 155,
      "start_time": 812480.0,
      "end_time": 818569.0,
      "text": "were testable, and in fact falsified.[2] Yet instead of accepting the refutations the followers"
    },
    {
      "index": 156,
      "start_time": 818569.0,
      "end_time": 824980.0,
      "text": "of Marx re-interpreted both the theory and the evidence in order to make them agree."
    },
    {
      "index": 157,
      "start_time": 824980.0,
      "end_time": 830379.0,
      "text": "In this way they rescued the theory from refutation; but they did so at the price of adopting a"
    },
    {
      "index": 158,
      "start_time": 830379.0,
      "end_time": 835850.0,
      "text": "device which made it irrefutable. They thus gave a &quot;conventionalist twist&quot; to the theory;"
    },
    {
      "index": 159,
      "start_time": 835850.0,
      "end_time": 841730.0,
      "text": "and by this stratagem they destroyed its much advertised claim to scientific status."
    },
    {
      "index": 160,
      "start_time": 841730.0,
      "end_time": 846609.0,
      "text": "The two psycho-analytic theories were in a different class. They were simply non-testable,"
    },
    {
      "index": 161,
      "start_time": 846609.0,
      "end_time": 852739.0,
      "text": "irrefutable. There was no conceivable human behavior which could contradict them. This"
    },
    {
      "index": 162,
      "start_time": 852739.0,
      "end_time": 857339.0,
      "text": "does not mean that Freud and Adler were not seeing certain things correctly; I personally"
    },
    {
      "index": 163,
      "start_time": 857339.0,
      "end_time": 862309.0,
      "text": "do not doubt that much of what they say is of considerable importance, and may well play"
    },
    {
      "index": 164,
      "start_time": 862309.0,
      "end_time": 868049.0,
      "text": "its part one day in a psychological science which is testable. But it does mean that those"
    },
    {
      "index": 165,
      "start_time": 868049.0,
      "end_time": 873379.0,
      "text": "&quot;clinical observations&quot; which analysts naÔvely believe confirm their theory cannot do this"
    },
    {
      "index": 166,
      "start_time": 873379.0,
      "end_time": 877989.0,
      "text": "any more than the daily confirmations which astrologers find in their practice.[3] And"
    },
    {
      "index": 167,
      "start_time": 877989.0,
      "end_time": 884040.0,
      "text": "as for Freud&#39;s epic of the Ego, the Super-ego, and the Id, no substantially stronger claim"
    },
    {
      "index": 168,
      "start_time": 884040.0,
      "end_time": 890139.0,
      "text": "to scientific status can be made for it than for Homer&#39;s collected stories from Olympus."
    },
    {
      "index": 169,
      "start_time": 890139.0,
      "end_time": 895399.0,
      "text": "These theories describe some facts, but in the manner of myths. They contain most interesting"
    },
    {
      "index": 170,
      "start_time": 895399.0,
      "end_time": 900739.0,
      "text": "psychological suggestions, but not in a testable form."
    },
    {
      "index": 171,
      "start_time": 900739.0,
      "end_time": 906079.0,
      "text": "At the same time I realized that such myths may be developed, and become testable; that"
    },
    {
      "index": 172,
      "start_time": 906079.0,
      "end_time": 911429.0,
      "text": "historically speaking all ó or very nearly all ó scientific theories originate from"
    },
    {
      "index": 173,
      "start_time": 911429.0,
      "end_time": 917980.0,
      "text": "myths, and that a myth may contain important anticipations of scientific theories. Examples"
    },
    {
      "index": 174,
      "start_time": 917980.0,
      "end_time": 923629.0,
      "text": "are Empedocles&#39; theory of evolution by trial and error, or Parmenides&#39; myth of the unchanging"
    },
    {
      "index": 175,
      "start_time": 923629.0,
      "end_time": 929149.0,
      "text": "block universe in which nothing ever happens and which, if we add another dimension, becomes"
    },
    {
      "index": 176,
      "start_time": 929149.0,
      "end_time": 934339.0,
      "text": "Einstein&#39;s block universe (in which, too, nothing ever happens, since everything is,"
    },
    {
      "index": 177,
      "start_time": 934339.0,
      "end_time": 939629.0,
      "text": "four-dimensionally speaking, determined and laid down from the beginning). I thus felt"
    },
    {
      "index": 178,
      "start_time": 939629.0,
      "end_time": 945239.0,
      "text": "that if a theory is found to be non-scientific, or &quot;metaphysical&quot; (as we might say), it is"
    },
    {
      "index": 179,
      "start_time": 945239.0,
      "end_time": 951279.0,
      "text": "not thereby found to be unimportant, or insignificant, or &quot;meaningless,&quot; or &quot;nonsensical.&quot; But it"
    },
    {
      "index": 180,
      "start_time": 951279.0,
      "end_time": 956489.0,
      "text": "cannot claim to be backed by empirical evidence in the scientific sense ó although it may"
    },
    {
      "index": 181,
      "start_time": 956489.0,
      "end_time": 959639.0,
      "text": "easily be, in some genetic sense, the &quot;result of observation.&quot;"
    },
    {
      "index": 182,
      "start_time": 959639.0,
      "end_time": 966329.0,
      "text": "(There were a great many other theories of this pre-scientific or pseudo-scientific character,"
    },
    {
      "index": 183,
      "start_time": 966329.0,
      "end_time": 971839.0,
      "text": "some of them, unfortunately, as influential as the Marxist interpretation of history;"
    },
    {
      "index": 184,
      "start_time": 971839.0,
      "end_time": 976689.0,
      "text": "for example, the racialist interpretation of history ó another of those impressive"
    },
    {
      "index": 185,
      "start_time": 976689.0,
      "end_time": 981299.0,
      "text": "and all-explanatory theories which act upon weak minds like revelations.)"
    },
    {
      "index": 186,
      "start_time": 981299.0,
      "end_time": 988410.0,
      "text": "Thus the problem which I tried to solve by proposing the criterion of falsifiability"
    },
    {
      "index": 187,
      "start_time": 988410.0,
      "end_time": 994850.0,
      "text": "was neither a problem of meaningfulness or significance, nor a problem of truth or acceptability."
    },
    {
      "index": 188,
      "start_time": 994850.0,
      "end_time": 1000499.0,
      "text": "It was the problem of drawing a line (as well as this can be done) between the statements,"
    },
    {
      "index": 189,
      "start_time": 1000500.0,
      "end_time": 1005920.0,
      "text": "or systems of statements, of the empirical sciences, and all other statements ó whether"
    },
    {
      "index": 190,
      "start_time": 1005920.0,
      "end_time": 1011911.0,
      "text": "they are of a religious or of a metaphysical character, or simply pseudo-scientific. Years"
    },
    {
      "index": 191,
      "start_time": 1011910.0,
      "end_time": 1017809.0,
      "text": "later ó it must have been in 1928 or 1929 ó I called this first problem of mine the"
    },
    {
      "index": 192,
      "start_time": 1017810.0,
      "end_time": 1023770.0,
      "text": "&quot;problem of demarcation.&quot; The criterion of falsifiability is a solution to this problem"
    },
    {
      "index": 193,
      "start_time": 1023770.0,
      "end_time": 1029321.0,
      "text": "of demarcation, for it says that statements or systems of statements, in order to be ranked"
    },
    {
      "index": 194,
      "start_time": 1029319.9999999999,
      "end_time": 1084520.0,
      "text": "as scientific, must be capable of conflicting with possible, or conceivable, observations."
    },
    {
      "index": 195,
      "start_time": 1084520.0,
      "end_time": 1094520.0,
      "text": "Thanks for watching."
    }
  ]
}