{
  "video_id": "zUa-igts0z0",
  "title": "21 School Hacks For Studying You Should Know! *IMPROVE YOUR GRADES EASILY*",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 26860.0,
      "text": ""
    },
    {
      "index": 2,
      "start_time": 26860.0,
      "end_time": 62220.0,
      "text": "Wengie: Hey guys, it's Wengie! Welcome back, and hug, so, today, I have some study hacks for you, this will help you when you go back to school, hold up, if you guys aren't part of the fam yet here already, I encourage you guys to join, just click the subscribe button down below, and you'll be automatically entered into the current Mac - Book Air giveaway, and the only other thing you need to do to enter this giveaway, is to subscribe to my second channel, which is ReactiCorns, and that is linked down below, also, take three seconds to click the like button, that would be amazing, when it comes to 3, 1, 2, 3;  hopefully, you clicked it! "
    },
    {
      "index": 3,
      "start_time": 62220.0,
      "end_time": 66580.0,
      "text": "Wengie: So without further ado, let's get on with the video! Let's go!"
    },
    {
      "index": 4,
      "start_time": 66580.0,
      "end_time": 73020.0,
      "text": ""
    },
    {
      "index": 5,
      "start_time": 73040.0,
      "end_time": 88900.0,
      "text": "Wengie: Try, listening to some music when you study, specifically, research has shown that playing music when you're studying helps your memory, and concentration; this obviously doesn't apply to all forms of music,. like heavy metal,  but, classical, or ambient sounds played at a low volume helps!"
    },
    {
      "index": 6,
      "start_time": 88900.0,
      "end_time": 93900.0,
      "text": ""
    },
    {
      "index": 7,
      "start_time": 93900.0,
      "end_time": 112180.0,
      "text": "Wengie: Caffeine has been shown to improve your concentration, and focus, so, try having coffee next time when you're studying, and see how you go, some people can't handle coffee as well as others, but, just test it with a small amount first, you can also try out other things like tea, chocolate, or energy drinks, as they contain smaller amounts of caffeine!"
    },
    {
      "index": 8,
      "start_time": 112200.0,
      "end_time": 119600.0,
      "text": ""
    },
    {
      "index": 9,
      "start_time": 119600.0,
      "end_time": 149440.0,
      "text": "Wengie: When you're studying, make sure to take study breaks, research actually shown it's best for studying in a thirty block, and then, take five minutes break in - between each block, you can reward yourself whatever you like, whether it's a YouTube video, or a snack, or even a short game, I've personally been playing ' Best Fiends' lately, and it's the perfect game to play in - between breaks, because you can complete each stage in a few minutes, it's basically a puzzle - adventure game, where you can collect, and, build a team of fiends, and defeat slugs by matching same coloured objects! "
    },
    {
      "index": 10,
      "start_time": 149440.0,
      "end_time": 160300.0,
      "text": ""
    },
    {
      "index": 11,
      "start_time": 160300.0,
      "end_time": 179060.0,
      "text": "Wengie: This month 'Best Fiends' is having the biggest update ever, adding over a hundred, and fifty levels, you can download the game for free, and if you download using my link below, you'll get an extra five dollars, worth of goals, and diamonds to use for free in the games, you can turn that down, I'm currently on level two hundred, and sixty - two, so, see if you can beat me! "
    },
    {
      "index": 12,
      "start_time": 179060.0,
      "end_time": 188840.0,
      "text": ""
    },
    {
      "index": 13,
      "start_time": 188840.0,
      "end_time": 209640.0,
      "text": "Wengie: So, you know how teachers never let you chew gum in class, well, apparently, chewing gum may actually improve your memory, and help you focus when you study, research has shown that chewing gum increases the oxygen flow to your brain, and therefore, improves concentration, and alertness, so, you still probably won't be allowed during class, but, you can try chewing some gum next time you study at home!"
    },
    {
      "index": 14,
      "start_time": 209640.0,
      "end_time": 216940.0,
      "text": ""
    },
    {
      "index": 15,
      "start_time": 216960.0,
      "end_time": 251500.0,
      "text": "Wengie: A great trick to help you remember things is to use a mnemonic; for example, you can use PEDMAS, to remember the order of operations, remember it by saying ' Please Excuse My Dear Aunt Sally' it actually stands for parentheses, exponents, multiplication, division, addition, and subtraction - you obviously weren't having a mnemonic to help you remember everything, but, when it's available, definitely try to make use of it because it'll make remembering that particular thing is so much easier, and, if you're feeling creative, you can make up your own, and, share with others in the comment section! + -"
    },
    {
      "index": 16,
      "start_time": 251500.0,
      "end_time": 257920.0,
      "text": ""
    },
    {
      "index": 17,
      "start_time": 257920.00000000003,
      "end_time": 283780.0,
      "text": "Wengie: If you read your books in silence, you're more likely to read passively, have you ever read a textbook only to realise that you've completely forgotten what the last page said, yep, that happens to me a lot, but, if you read out loud, you're reading actively, this forces your brain to process what you're reading, and also helps you remember it better later, ' Unicorns are a mythical creature, that do not have wings, the ones, that have wings, are called Pegasus!' "
    },
    {
      "index": 18,
      "start_time": 283780.0,
      "end_time": 288100.0,
      "text": ""
    },
    {
      "index": 19,
      "start_time": 288100.0,
      "end_time": 313660.0,
      "text": "Wengie: If you're getting bored of reading your textbooks, you can try watching some courses online, there's actually heaps of free video lessons on YouTube, that cover a huge range of topics, channels like 'CrashCourses' of various subjects, and also puts them into playlists, so, it's easier to browse the topic you need help with, personally, I can't sit still, and read a textbook for hours on end, and, I much prefer learning through video lessons because it just feels more interactive! "
    },
    {
      "index": 20,
      "start_time": 313660.0,
      "end_time": 320180.0,
      "text": ""
    },
    {
      "index": 21,
      "start_time": 320180.0,
      "end_time": 341700.0,
      "text": "Wengie: Try using a recording device to record your lessons, you can probably just use your phone for this, this way, you'll then be able to review the lesson any time you need to jog your memory, the best thing about this is you can save time by listening to it at double speed, the best time to review the lesson is actually on the same day, as studies have shown that doing this improves your memory of the lesson five, 60%! "
    },
    {
      "index": 22,
      "start_time": 341700.0,
      "end_time": 348640.0,
      "text": ""
    },
    {
      "index": 23,
      "start_time": 348640.0,
      "end_time": 370100.0,
      "text": "Wengie: Trying to read a large block of text can get boring, and it makes it harder to concentrate, and memorise what you're reading, so, instead, add some colours, and diagrams, to your notes, this just helps your brain to organise the information better, and stops it from going on autopilot, I mean, you don't need to make the diagram super pretty, already, being, just having them there at all is enough!"
    },
    {
      "index": 24,
      "start_time": 370100.0,
      "end_time": 375340.0,
      "text": ""
    },
    {
      "index": 25,
      "start_time": 375380.0,
      "end_time": 391880.0,
      "text": "Wengie: Sleeping is a study hack, sign me up, but, seriously, you need to get a good night's sleep the you're studying, the brain organises your memories whilst you're asleep, so, if you don't get enough sleep, you'll forget more of what you learnt the previous day, so, make sure you're getting enough sleep, don't need to tell me twice! "
    },
    {
      "index": 26,
      "start_time": 391880.0,
      "end_time": 398460.0,
      "text": ""
    },
    {
      "index": 27,
      "start_time": 398460.0,
      "end_time": 418360.0,
      "text": "Wengie: This is gonna sound a bit strange, but, try, putting on some perfume whenever you study, right before you need to take your test, just spray a bit of the same perfume, and then, go ahead, and take your test, the reason this works is because smell is actually a really strong memory trigger for your brain, so, by using the same perfume, you'll be able to record what you studied, much easier!"
    },
    {
      "index": 28,
      "start_time": 418360.0,
      "end_time": 426620.0,
      "text": ""
    },
    {
      "index": 29,
      "start_time": 426620.0,
      "end_time": 442680.0,
      "text": "Wengie: When you study, it's ten times more effective to write notes, rather than, just read your textbook, even if you never look at these notes ever again, the act of writing them alone helps you memorise the information, and no highlighting, and underling your textbook, and not as effective, as writing out notes!"
    },
    {
      "index": 30,
      "start_time": 442680.0,
      "end_time": 450380.0,
      "text": ""
    },
    {
      "index": 31,
      "start_time": 450380.0,
      "end_time": 468560.0,
      "text": "Wengie: One of the best ways to help you remember what you're studying, is to actually teach it to one of your friends, doing this forces you to understand the topic much better, and therefore, you remember more when it comes to exam time, also, you'll earn brownie points for your friend, which can also come in handy later, maybe in the form of brownie! "
    },
    {
      "index": 32,
      "start_time": 468560.0,
      "end_time": 469240.0,
      "text": "(Nervous laughter)"
    },
    {
      "index": 33,
      "start_time": 469240.0,
      "end_time": 474840.0,
      "text": ""
    },
    {
      "index": 34,
      "start_time": 474840.0,
      "end_time": 498000.0,
      "text": "Wengie: If you're having trouble with math problems, you can use your phone to help you, you can actually get apps, where you take a picture of a math problem, and the app will not only give you the solution,  but, will also show you the working out process, that way, you can learn how it's done, so, the next time you come across a similar problem, you'll be able to work it out yourself, and, guys, when I saw this happen, it literally blew my mind, it's so cool!  "
    },
    {
      "index": 35,
      "start_time": 498000.0,
      "end_time": 503100.0,
      "text": ""
    },
    {
      "index": 36,
      "start_time": 503120.0,
      "end_time": 522960.0,
      "text": "Wengie: Try, bear in your study location, study at the same desk at the same time every day, can get pretty boring, and uninspiring, studies have shown you retain information better when you vary your study location because the new surroundings automatically makes your brain more alert, you can try a park, a quiet cafe, or a local library to mix things up a bit! "
    },
    {
      "index": 37,
      "start_time": 522980.0,
      "end_time": 528280.0,
      "text": ""
    },
    {
      "index": 38,
      "start_time": 528280.0,
      "end_time": 549500.0,
      "text": "Wengie: Try, testing yourself with some online quizzes, these are great to practise with before your actual exam, just to make sure you're on the right track, the best way to find free online quizzes is to type in Google, search site, colon edu, followed by your subject, and then, exam, for example, if you want to test yourself on biology, you'd write site colon edu biology exam! "
    },
    {
      "index": 39,
      "start_time": 549500.0,
      "end_time": 555960.0,
      "text": ""
    },
    {
      "index": 40,
      "start_time": 555960.0,
      "end_time": 578780.0,
      "text": "Wengie: Try, making a study group, study groups help you memorise information better because of a few things, firstly, by talking, and asking questions, you're actively memorising, and organising information; most likely, you'll be also teaching your friends at some point, which helps, and also, they help to keep you accountable, make sure you don't slack off, just make sure you guys stay on track, and don't get too distracted!"
    },
    {
      "index": 41,
      "start_time": 578780.0,
      "end_time": 584420.0,
      "text": ""
    },
    {
      "index": 42,
      "start_time": 584420.0,
      "end_time": 605500.0,
      "text": "Wengie: There are certain foods, that are known to improve your memory, so, definitely try, increasing your intake of these foods when you're studying for exams - avocados, blueberries, broccoli, celery,  dark chocolate, walnuts, sunflower seeds, peanuts, or peanut butter, spinach, and beans! "
    },
    {
      "index": 43,
      "start_time": 605500.0,
      "end_time": 611160.0,
      "text": ""
    },
    {
      "index": 44,
      "start_time": 611160.0,
      "end_time": 626460.0,
      "text": "Wengie: Try, going outside for a walk during your study breaks, again, studies have shown that being outside improves your brain function, and memory, so, don't lock yourself indoors al day, studying, thinking you're doing yourself any favours, get some fresh air, and stretch out your legs every now, and then! "
    },
    {
      "index": 45,
      "start_time": 626460.0,
      "end_time": 635600.0,
      "text": ""
    },
    {
      "index": 46,
      "start_time": 635600.0,
      "end_time": 657260.0,
      "text": "Wengie: Flashcards are a great way to quiz yourself on topics you've already studied, and, instead of actually carrying around a bunch of flashcards, you can just use an app on your phone, there are tons of apps available, where you can make your won handy flashcards, and test yourself anywhere, any time, it's super convenient when you're sitting on the bus, or train, and, you won't accidentally misplace, or lose them! "
    },
    {
      "index": 47,
      "start_time": 657260.0,
      "end_time": 667680.0,
      "text": ""
    },
    {
      "index": 48,
      "start_time": 667680.0,
      "end_time": 685460.0,
      "text": "Wengie: Lastly, don't compare yourself to other people, you might see these students, who seem to be naturally gifted, and get high marks without doing much work at all, but, don't let that affect how you study, marks at schools don't necessarily mean a lot in the real world, and, I can definitely tell you, that hard work beats natural talent, nine times out of ten!    "
    },
    {
      "index": 49,
      "start_time": 685460.0,
      "end_time": 689200.0,
      "text": ""
    },
    {
      "index": 50,
      "start_time": 689200.0,
      "end_time": 713940.0,
      "text": "Wengie: Did you guys learn new today? I hope these tips help you study, and of course, don't forget to check out our channel, ReactiCorns, let's have a look at what happened during this week, also don't forget to follow me on the socials during the week, I'm on my Twitter, Snapchat, Instagram, and everything, find me right there, and hashtag #wengiecorns if you guys do anything of these hacks again, until next week, I'm gonna miss you guys so much, and I'll see you guys then, bye, love you!"
    }
  ]
}