{
  "video_id": "zUDqI9PJpc8",
  "title": "How Much Information?",
  "es": 0,
  "json": [
    {
      "index": 1,
      "start_time": 1000.0,
      "end_time": 5000.0,
      "text": "Have you ever noticed that people speaking Spanish sound like they're talking really fast?"
    },
    {
      "index": 2,
      "start_time": 10000.0,
      "end_time": 14000.0,
      "text": "Does this mean they are able to communicate information faster than English speakers?"
    },
    {
      "index": 3,
      "start_time": 14500.0,
      "end_time": 19500.0,
      "text": "One reason why Spanish sounds so fast is because more syllables are spoken per minute than in English."
    },
    {
      "index": 4,
      "start_time": 20000.0,
      "end_time": 28500.0,
      "text": "However, analysis has shown that each Spanish syllable conveys less information than each English syllable, so the information per minute is almost identical."
    },
    {
      "index": 5,
      "start_time": 29000.0,
      "end_time": 31000.0,
      "text": "But what about written language?"
    },
    {
      "index": 6,
      "start_time": 31000.0,
      "end_time": 38700.0,
      "text": "The square format of Chinese characters appears to fit better into our central visual field than the longer, slimmer words of English."
    },
    {
      "index": 7,
      "start_time": 39000.0,
      "end_time": 43000.0,
      "text": "This led linguists to suspect that Chinese would be read faster than English."
    },
    {
      "index": 8,
      "start_time": 43500.0,
      "end_time": 51000.0,
      "text": "But experiments show that English readers can perceive seven to eight letters at once, compared to just 2.6 characters for Chinese."
    },
    {
      "index": 9,
      "start_time": 51400.0,
      "end_time": 62000.0,
      "text": "However, those Chinese characters are denser in meaning than the English letters and so both languages have basically an identical reading rate of 380 words equivalent per minute."
    },
    {
      "index": 10,
      "start_time": 62000.0,
      "end_time": 69000.0,
      "text": "This suggests that what limits the speed of our communication is not language but our cognitive ability to process information."
    },
    {
      "index": 11,
      "start_time": 69800.0,
      "end_time": 72000.0,
      "text": "But how can you really quantify information?"
    },
    {
      "index": 12,
      "start_time": 72600.0,
      "end_time": 79000.0,
      "text": "Well the smallest amount of information you can have is the answer to a yes/no question, like have you seen the movie Frozen?"
    },
    {
      "index": 13,
      "start_time": 79000.0,
      "end_time": 86500.0,
      "text": "Yes. Yes or no, heads or tails, we can represent this single outcomes with a one or a zero."
    },
    {
      "index": 14,
      "start_time": 87000.0,
      "end_time": 90000.0,
      "text": "One binary digit, it's one bit of information."
    },
    {
      "index": 15,
      "start_time": 92000.0,
      "end_time": 99400.0,
      "text": "A roll of the dice has six possible outcomes, so three bits of information are required to cover all the options."
    },
    {
      "index": 16,
      "start_time": 99000.0,
      "end_time": 104000.0,
      "text": "To uniquely represent all 26 letters of the English alphabet requires five bits of information."
    },
    {
      "index": 17,
      "start_time": 104000.0,
      "end_time": 110000.0,
      "text": "But if you include lower case, punctuations, specially characters and number, that takes the total number of symbols to 95."
    },
    {
      "index": 18,
      "start_time": 110500.0,
      "end_time": 114500.0,
      "text": "So you actually need seven bits of information to encode all these symbols."
    },
    {
      "index": 19,
      "start_time": 115000.0,
      "end_time": 121500.0,
      "text": "That was first done in 1963 as the American Standard Code for Information Interchange, or ASCII for short."
    },
    {
      "index": 20,
      "start_time": 122000.0,
      "end_time": 135500.0,
      "text": "Now as the next closest power of two, computers adopted eight bits as the fundamental unit of computation, and they called it the bite, where they intentionally replaced the i with a y, so that it couldn't accidentally be confused with a bit."
    },
    {
      "index": 21,
      "start_time": 136000.0,
      "end_time": 138000.0,
      "text": "So how much information does it take to make you?"
    },
    {
      "index": 22,
      "start_time": 138800.0,
      "end_time": 146500.0,
      "text": "Well, your entire genetic code is contained in the sequence of four molecules, represented by the letters T, A, G, and C in your DNA."
    },
    {
      "index": 23,
      "start_time": 147000.0,
      "end_time": 150500.0,
      "text": "Each of these four options can be encoded by two bits of information."
    },
    {
      "index": 24,
      "start_time": 151000.0,
      "end_time": 159500.0,
      "text": "And multiplying by the six billion letters of genetic code in your genome, and dividing by eight bits per byte, that yields 1.5 GB of information."
    },
    {
      "index": 25,
      "start_time": 160000.0,
      "end_time": 164500.0,
      "text": "So you could fit your entire genetic code on a single DVD with room to spare."
    },
    {
      "index": 26,
      "start_time": 165000.0,
      "end_time": 171000.0,
      "text": "Now your body has an estimated 40 trillion cells in it and each one contains a full copy of your DNA."
    },
    {
      "index": 27,
      "start_time": 171600.0,
      "end_time": 178500.0,
      "text": "So you actually contain sixty zettabytes of information. That's sixty followed by 21 zeroes."
    },
    {
      "index": 28,
      "start_time": 179000.0,
      "end_time": 187500.0,
      "text": "Just to put this in perspective, by the year 2020, all of the digital information in the world is estimated to be equal to forty zettabytes of information."
    },
    {
      "index": 29,
      "start_time": 188000.0,
      "end_time": 191500.0,
      "text": "You could store all of that on 100 grams of DNA."
    },
    {
      "index": 30,
      "start_time": 192000.0,
      "end_time": 194000.0,
      "text": "That is less than you have inside your body."
    },
    {
      "index": 31,
      "start_time": 194500.0,
      "end_time": 206000.0,
      "text": "But now consider this, you share 99.9% of your genetic information with everyone else on Earth, meaning that less than one part in a thousand is unique."
    },
    {
      "index": 32,
      "start_time": 206500.0,
      "end_time": 211500.0,
      "text": "So the information that makes you you could be stored in less than a megabyte."
    },
    {
      "index": 33,
      "start_time": 212000.0,
      "end_time": 216500.0,
      "text": "You could put it on one of these, a floppy disk, in case you don't know what that is."
    },
    {
      "index": 34,
      "start_time": 217000.0,
      "end_time": 219500.0,
      "text": "In contrast, video can contain a lot of information."
    },
    {
      "index": 35,
      "start_time": 220000.0,
      "end_time": 227500.0,
      "text": "To specify the colour of each of two million pixels thirty times a second for this entire video would require 100 gigabytes of information."
    },
    {
      "index": 36,
      "start_time": 228000.0,
      "end_time": 232500.0,
      "text": "But you can watch this video in HD on Youtube with just a thousand that amount."
    },
    {
      "index": 37,
      "start_time": 233000.0,
      "end_time": 242500.0,
      "text": "Now the reason you can send such a big video with such a small file size is because video, like Spanish, has a lot of parts that are redundant."
    },
    {
      "index": 38,
      "start_time": 243000.0,
      "end_time": 245500.0,
      "text": "Hey Michael, you know what I've been thinking about?"
    },
    {
      "index": 39,
      "start_time": 246000.0,
      "end_time": 247000.0,
      "text": "What have you been thinking about Derek?"
    },
    {
      "index": 40,
      "start_time": 247000.0,
      "end_time": 248500.0,
      "text": "Information. Go on."
    },
    {
      "index": 41,
      "start_time": 249000.0,
      "end_time": 254500.0,
      "text": "It's a physical thing. It's embodied in actual objects."
    },
    {
      "index": 42,
      "start_time": 255000.0,
      "end_time": 255500.0,
      "text": "How's that?"
    },
    {
      "index": 43,
      "start_time": 256000.0,
      "end_time": 260500.0,
      "text": "We know like the words we say, they are actual vibrations in the air, right?"
    },
    {
      "index": 44,
      "start_time": 261000.0,
      "end_time": 265000.0,
      "text": "They're not just concepts. They are real physical things that you could measure and detect."
    },
    {
      "index": 45,
      "start_time": 265500.0,
      "end_time": 272000.0,
      "text": "That's true and they don't go away, they don't disappear even after they've, for instance, moved through the air. Right."
    },
    {
      "index": 46,
      "start_time": 272500.0,
      "end_time": 276000.0,
      "text": "After we've said these words, they have actually interacted with everything around us."
    },
    {
      "index": 47,
      "start_time": 276500.0,
      "end_time": 290000.0,
      "text": "So you're saying that technically, I could look at the world and if I knew enough about it and the position of its particles, I could trace back and extrapolate all the information that's ever occurred through them or at them?"
    },
    {
      "index": 48,
      "start_time": 290500.0,
      "end_time": 290500.0,
      "text": "That's right."
    },
    {
      "index": 49,
      "start_time": 291000.0,
      "end_time": 305500.0,
      "text": "You could in principle figure out exactly what we've said here, today. Woah."
    },
    {
      "index": 50,
      "start_time": 306000.0,
      "end_time": 310500.0,
      "text": "This episode of Veritasium was inspired by the book The Information by James Gleick."
    },
    {
      "index": 51,
      "start_time": 311000.0,
      "end_time": 318500.0,
      "text": "You can actually download this book for free by going to Audible.com/Veritasium or you can pick any other book of your choosing for a one month free trial."
    },
    {
      "index": 52,
      "start_time": 319000.0,
      "end_time": 327000.0,
      "text": "Audible is a leading provider of audiobooks with over 150,000 titles in all areas of literature including fiction, non-fiction, and periodicals."
    },
    {
      "index": 53,
      "start_time": 327500.0,
      "end_time": 333000.0,
      "text": "Now if you've already read The Information you may want to check out Surely You're Joking Mr. Feynman by Richard Feynman."
    },
    {
      "index": 54,
      "start_time": 333500.0,
      "end_time": 339000.0,
      "text": "It's my favourite book by a scientist. It is absolutely hilarious and you will thank you for downloading it."
    },
    {
      "index": 55,
      "start_time": 339500.0,
      "end_time": 340500.0,
      "text": "So go, check it out."
    },
    {
      "index": 56,
      "start_time": 341000.0,
      "end_time": 344000.0,
      "text": "I really wanna thank Audible for supporting me, and I want to thank you for watching."
    }
  ]
}