{
  "video_id": "ZVCVaCNhu6o",
  "title": "How to build your own personal satellite",
  "json": [
    {
      "index": 1,
      "start_time": 4859.0,
      "end_time": 9139.0,
      "text": "bjbjv Stephen: Hi and welcome to another episode where I interview innovative makers and entrepreneurs."
    },
    {
      "index": 2,
      "start_time": 9139.0,
      "end_time": 14240.0,
      "text": "Today, we have Sandy Antunes, author of &quot;DIY Satellite Platforms.&quot; He is going to talk"
    },
    {
      "index": 3,
      "start_time": 14240.0,
      "end_time": 20930.0,
      "text": "about his book and how you can build a satellite. Sandy welcome. Thanks for joining us. Sandy:"
    },
    {
      "index": 4,
      "start_time": 20930.0,
      "end_time": 26710.0,
      "text": "Thank you. It is good to be here, Steve. Stephen: Tell us, you&#39;ve recently written a book for"
    },
    {
      "index": 5,
      "start_time": 26710.0,
      "end_time": 32390.0,
      "text": "O&#39;Reilly Media, &quot;DIY Satellite Platforms.&quot; What is that book, exactly? Sandy: The book"
    },
    {
      "index": 6,
      "start_time": 32390.0,
      "end_time": 38750.0,
      "text": "is the culmination of the series of mistakes, attempts, and home built satellite building."
    },
    {
      "index": 7,
      "start_time": 38750.0,
      "end_time": 43070.0,
      "text": "The idea is, I made all of the mistakes so no one else has to and figure out how to build"
    },
    {
      "index": 8,
      "start_time": 43070.0,
      "end_time": 49060.0,
      "text": "your own satellite in your own basement and documented it. Stephen: That&#39;s cool. It&#39;s"
    },
    {
      "index": 9,
      "start_time": 49060.0,
      "end_time": 53360.0,
      "text": "the first of four series? Sandy: Right. The first one is about building the satellite"
    },
    {
      "index": 10,
      "start_time": 53360.0,
      "end_time": 60920.0,
      "text": "and in the second one how to test it for rocket launch and for space. Space is a hostile environment."
    },
    {
      "index": 11,
      "start_time": 60920.0,
      "end_time": 66570.0,
      "text": "Vacuum is tough. It turns out the rocket launch is where most satellites fail. The second"
    },
    {
      "index": 12,
      "start_time": 66570.0,
      "end_time": 71970.0,
      "text": "one is how you can convert an orbital sander to a shake rig and how you can make a vacuum"
    },
    {
      "index": 13,
      "start_time": 71970.0,
      "end_time": 76390.0,
      "text": "chamber out of a pressure cooker and all the things that you need to make a space test"
    },
    {
      "index": 14,
      "start_time": 76390.0,
      "end_time": 82960.0,
      "text": "chamber in your basement. Stephen: How did you get into this? Sandy: I was doing science"
    },
    {
      "index": 15,
      "start_time": 82960.0,
      "end_time": 87010.0,
      "text": "writing. My background is as an astronomer and I had done some satellite operations for"
    },
    {
      "index": 16,
      "start_time": 87010.0,
      "end_time": 93409.0,
      "text": "NASA, but I had never actually built stuff. When I was doing science writing, Interorbital"
    },
    {
      "index": 17,
      "start_time": 93409.0,
      "end_time": 100110.0,
      "text": "announced the $8,000 TubeSat kit. My thought is they are including a launch for $8,000"
    },
    {
      "index": 18,
      "start_time": 100110.0,
      "end_time": 105830.0,
      "text": "schematics and a launch. So for mid life crisis, do I want to get a motorcycle or build a satellite?"
    },
    {
      "index": 19,
      "start_time": 105830.0,
      "end_time": 112080.0,
      "text": "Obviously, I can guess how most of the people listening to this are going to decide, also."
    },
    {
      "index": 20,
      "start_time": 112080.0,
      "end_time": 118659.0,
      "text": "When that happened, I decided to see if we are really in a new space age where you can"
    },
    {
      "index": 21,
      "start_time": 118659.0,
      "end_time": 124009.0,
      "text": "make your own personal satellite. I started making it in my basement and documenting it."
    },
    {
      "index": 22,
      "start_time": 124009.0,
      "end_time": 129979.0,
      "text": "I called it Project Calliope after the Muse, because it is going to convert the ionosphere"
    },
    {
      "index": 23,
      "start_time": 129979.00000000001,
      "end_time": 137030.0,
      "text": "to music. Stephen: It&#39;s going to beam that down? That is awesome. Sandy: It&#39;s like going"
    },
    {
      "index": 24,
      "start_time": 137030.0,
      "end_time": 141380.0,
      "text": "to the ocean and hearing the waves. You close your eyes and you hear the waves. You get"
    },
    {
      "index": 25,
      "start_time": 141380.0,
      "end_time": 145340.0,
      "text": "the feel of the ebb and the flow of what is going on. We don&#39;t know that for space. My"
    },
    {
      "index": 26,
      "start_time": 145340.0,
      "end_time": 148870.0,
      "text": "thought is let&#39;s convert orbits to sounds so people get a sense and the feel of the"
    },
    {
      "index": 27,
      "start_time": 148870.0,
      "end_time": 154140.0,
      "text": "rhythm of space. Stephen: Nice. You obviously have technical training. You are an astronomer,"
    },
    {
      "index": 28,
      "start_time": 154140.0,
      "end_time": 157819.0,
      "text": "you are a science writer, but you didn&#39;t have hardware experience for this. It was something"
    },
    {
      "index": 29,
      "start_time": 157819.0,
      "end_time": 165250.0,
      "text": "you could go down to your basement and build and learn. I don&#39;t think you are a dotcom"
    },
    {
      "index": 30,
      "start_time": 165250.0,
      "end_time": 171260.0,
      "text": "millionaire. Correct me if you are wrong. This technology is so affordable now someone"
    },
    {
      "index": 31,
      "start_time": 171260.0,
      "end_time": 179390.0,
      "text": "who is dedicated can actually build a space craft. Sandy: You don&#39;t have to be that dedicated."
    },
    {
      "index": 32,
      "start_time": 179390.0,
      "end_time": 185489.0,
      "text": "It is down to the hobbyist level now in terms of building it. There is so many tools and"
    },
    {
      "index": 33,
      "start_time": 185489.0,
      "end_time": 191390.0,
      "text": "support in the maker community. The schematics for the PCBs are out there. There are web"
    },
    {
      "index": 34,
      "start_time": 191390.0,
      "end_time": 196720.0,
      "text": "companies that you send the plans to and they will send you the boards. This satellite has"
    },
    {
      "index": 35,
      "start_time": 196720.0,
      "end_time": 202379.0,
      "text": "four main boards plus the instrument. Each board you can get made by a one off PCB fab"
    },
    {
      "index": 36,
      "start_time": 202379.0,
      "end_time": 207300.0,
      "text": "for $40.00. We are away from the old days when you had to be an electrical engineer"
    },
    {
      "index": 37,
      "start_time": 207300.0,
      "end_time": 212879.0,
      "text": "and lay out copper traces and dip things in baths. Now it&#39;s kits. You get the pieces and"
    },
    {
      "index": 38,
      "start_time": 212879.0,
      "end_time": 219730.0,
      "text": "the job of the builder is designing and integrating parts that you can get. You have heard about"
    },
    {
      "index": 39,
      "start_time": 219730.0,
      "end_time": 223379.0,
      "text": "3D printers, now if you want to make a pay load that has a custom shape, you can get"
    },
    {
      "index": 40,
      "start_time": 223379.0,
      "end_time": 231670.0,
      "text": "a 3D printer and print things. It&#39;s a huge time to be a maker. Everyone is already doing"
    },
    {
      "index": 41,
      "start_time": 231670.0,
      "end_time": 237590.0,
      "text": "adventurous stuff with sending iPhones up in high altitude balloons. Let&#39;s go one higher"
    },
    {
      "index": 42,
      "start_time": 237590.0,
      "end_time": 245019.0,
      "text": "and actually go to orbit. Stephen: How did you decide to document all of this? I am sure"
    },
    {
      "index": 43,
      "start_time": 245019.0,
      "end_time": 248190.0,
      "text": "a lot of people said they were gong to build a space craft, but you said, &quot;I am going to"
    },
    {
      "index": 44,
      "start_time": 248190.0,
      "end_time": 253200.0,
      "text": "do it, and document everything I did.&quot; Is that just the science writer in you? Sandy:"
    },
    {
      "index": 45,
      "start_time": 253200.0,
      "end_time": 259729.0,
      "text": "That&#39;s the science writer, the teacher, and the noisy part of me. Me doing it doesn&#39;t"
    },
    {
      "index": 46,
      "start_time": 259728.99999999997,
      "end_time": 264469.0,
      "text": "do anything but prove something to myself. But me documenting it, means other people"
    },
    {
      "index": 47,
      "start_time": 264469.0,
      "end_time": 267400.0,
      "text": "can take it what I do and make it better. It&#39;s the difference between playing guitar"
    },
    {
      "index": 48,
      "start_time": 267400.0,
      "end_time": 271819.0,
      "text": "in your basement and then going out to open mic night or hooking up with a band. In one"
    },
    {
      "index": 49,
      "start_time": 271819.0,
      "end_time": 275039.0,
      "text": "of them you learn a skill but in the other one you are building something bigger than"
    },
    {
      "index": 50,
      "start_time": 275039.0,
      "end_time": 279580.0,
      "text": "yourself and having people walk away and hopefully outdo you. Saying, &quot;that was great, but I"
    },
    {
      "index": 51,
      "start_time": 279580.0,
      "end_time": 286409.0,
      "text": "am going to push this even further.&quot; Yes do that. Stephen: Has this become bigger than"
    },
    {
      "index": 52,
      "start_time": 286409.0,
      "end_time": 290039.0,
      "text": "what you originally though. You were going to build it in your basement, now there is"
    },
    {
      "index": 53,
      "start_time": 290039.0,
      "end_time": 296229.0,
      "text": "a book on O&#39;Reilly Media. Has it gained traction that you didn&#39;t think was possible? Sandy:"
    },
    {
      "index": 54,
      "start_time": 296229.0,
      "end_time": 300529.0,
      "text": "I haven&#39;t got invited to a TED Talk yet so I am not going to say it has gone as big as"
    },
    {
      "index": 55,
      "start_time": 300529.0,
      "end_time": 305729.0,
      "text": "I would have like it to, but certainly has gone to the level I had hoped to. Which is"
    },
    {
      "index": 56,
      "start_time": 305729.0,
      "end_time": 310990.0,
      "text": "the maker community has gotten interested in it. I have gotten criticism and the positive"
    },
    {
      "index": 57,
      "start_time": 310990.0,
      "end_time": 316490.0,
      "text": "feedback. I have got people saying, &quot;Oh, man [AMstat] already did that back in the 40&#39;s.&quot;"
    },
    {
      "index": 58,
      "start_time": 316490.0,
      "end_time": 322839.0,
      "text": "I have got at least three other projects that said they are inspired by my weekly blog and"
    },
    {
      "index": 59,
      "start_time": 322839.0,
      "end_time": 335389.0,
      "text": "have done their own TubeSat. One of them is building a pulse plasma engine. He said he"
    },
    {
      "index": 60,
      "start_time": 335389.0,
      "end_time": 341789.0,
      "text": "is following all that I did. I thought he is so much smarter than me, this is cool."
    },
    {
      "index": 61,
      "start_time": 341789.0,
      "end_time": 349419.0,
      "text": "Stephen: The space craft is built out of home kits and PCB boards that are $40. How long"
    },
    {
      "index": 62,
      "start_time": 349419.0,
      "end_time": 356119.0,
      "text": "do you think this spacecraft will last in orbit? There&#39;s radiation and all sorts of"
    },
    {
      "index": 63,
      "start_time": 356119.0,
      "end_time": 361849.0,
      "text": "stuff. Sandy: It&#39;s a short project. You will probably get about six weeks, no more than"
    },
    {
      "index": 64,
      "start_time": 361849.0,
      "end_time": 369119.0,
      "text": "three months. They are launched into low earth orbit about 250 kilometers up, or about 400"
    },
    {
      "index": 65,
      "start_time": 369119.0,
      "end_time": 374619.0,
      "text": "miles. The orbit will decay very quickly because you have a small irregular obit tumbling."
    },
    {
      "index": 66,
      "start_time": 374619.0,
      "end_time": 380210.0,
      "text": "They will ecologically burn up in reentry after a very short period. This is about trying"
    },
    {
      "index": 67,
      "start_time": 380210.0,
      "end_time": 386050.0,
      "text": "new technology and experimenting on stuff that can hopefully move on to something new."
    },
    {
      "index": 68,
      "start_time": 386050.0,
      "end_time": 391110.0,
      "text": "Stephen: If you were in a higher orbit would the orbit be the determining factor or the"
    },
    {
      "index": 69,
      "start_time": 391110.0,
      "end_time": 398679.0,
      "text": "space craft degrading in radiation? Sandy: Good question. A typical mass submission used"
    },
    {
      "index": 70,
      "start_time": 398679.0,
      "end_time": 403719.0,
      "text": "to use custom parts and then they realized it was cheaper to use off the shelf high end"
    },
    {
      "index": 71,
      "start_time": 403719.0,
      "end_time": 411860.0,
      "text": "parts. NASA missions have a life of two years but often go for eight or more. The [inaudible"
    },
    {
      "index": 72,
      "start_time": 411860.0,
      "end_time": 418669.0,
      "text": "06:50] community has built some larger micro sacs that have lasted over a decade. I think"
    },
    {
      "index": 73,
      "start_time": 418669.0,
      "end_time": 424929.0,
      "text": "if you have a higher orbit, you could definitely get several years even with home parts. Stephen:"
    },
    {
      "index": 74,
      "start_time": 424929.0,
      "end_time": 428330.0,
      "text": "The limiting factor now is the orbit you are putting it in not the fact that you are getting"
    },
    {
      "index": 75,
      "start_time": 428330.0,
      "end_time": 433679.0,
      "text": "off shelf components and it&#39;s degrading. It&#39;s the fact they are falling back from the sky."
    },
    {
      "index": 76,
      "start_time": 433679.0,
      "end_time": 437219.0,
      "text": "Sandy: Yes, the orbiter is the limit for everything in space. Everything in space we want to do"
    },
    {
      "index": 77,
      "start_time": 437219.0,
      "end_time": 442439.0,
      "text": "is limited by getting up higher. If we can&#39;t get up high we can&#39;t do anything. That&#39;s what"
    },
    {
      "index": 78,
      "start_time": 442439.0,
      "end_time": 447279.0,
      "text": "drives your weight limit. The weight limit drives you only have a certain power budget."
    },
    {
      "index": 79,
      "start_time": 447279.0,
      "end_time": 452459.0,
      "text": "You can only put a certain amount of instruments. You can only last a certain period of time."
    },
    {
      "index": 80,
      "start_time": 452459.0,
      "end_time": 456389.0,
      "text": "That&#39;s why we need better rockets. I am not a rocket scientist so I can&#39;t build a better"
    },
    {
      "index": 81,
      "start_time": 456389.0,
      "end_time": 463619.0,
      "text": "rocket, but I can build a satellite. Stephen: You are using the Interorbital TubeSat kit."
    },
    {
      "index": 82,
      "start_time": 463619.0,
      "end_time": 469389.0,
      "text": "Is that what you are using? Sandy: Yes. And the old prop. Stephen: I love the prop. They"
    },
    {
      "index": 83,
      "start_time": 469389.0,
      "end_time": 477529.0,
      "text": "have been saying $8,000 a launch for a while now. Do you know how close they are to achieving"
    },
    {
      "index": 84,
      "start_time": 477529.0,
      "end_time": 483479.0,
      "text": "their orbital mission? Sandy: They are always about a year out. Part of this is rocket science."
    },
    {
      "index": 85,
      "start_time": 483479.0,
      "end_time": 488119.0,
      "text": "I always joke you can&#39;t send a rocket up until you have blown up enough rockets to prove"
    },
    {
      "index": 86,
      "start_time": 488119.0,
      "end_time": 493249.0,
      "text": "you know what you are doing. They are still in the blowing up stage. I understand they"
    },
    {
      "index": 87,
      "start_time": 493249.0,
      "end_time": 498599.0,
      "text": "have their FAA clearances to do some ballistic launches and they are doing tests with that."
    },
    {
      "index": 88,
      "start_time": 498599.0,
      "end_time": 505119.0,
      "text": "They recently about a month or two ago announced they had NASA contract to do some further"
    },
    {
      "index": 89,
      "start_time": 505119.0,
      "end_time": 508899.0,
      "text": "research. So, they are getting some NASA money, which shows they have moved into a slightly"
    },
    {
      "index": 90,
      "start_time": 508899.0,
      "end_time": 515010.0,
      "text": "bigger pond. Although, they don&#39;t like it when I say, &quot;if Interorbital is not the first"
    },
    {
      "index": 91,
      "start_time": 515010.0,
      "end_time": 519940.0,
      "text": "cheap provider into space, someone else will be.&quot; They are one of several players. They"
    },
    {
      "index": 92,
      "start_time": 519940.00000000006,
      "end_time": 526000.0,
      "text": "are one of the noisiest. I love working with them. They get the open source ethos and the"
    },
    {
      "index": 93,
      "start_time": 526000.0,
      "end_time": 532720.0,
      "text": "idea of working with hobbyists and other people. I hope they succeed, but I am also predicting"
    },
    {
      "index": 94,
      "start_time": 532720.0,
      "end_time": 539259.0,
      "text": "someone will, if not them, someone else. Stephen: I know there is a new nanosat launched that"
    },
    {
      "index": 95,
      "start_time": 539259.0,
      "end_time": 544600.0,
      "text": "challenge that is out there. I was at Space Access 12 and there was a couple of panels"
    },
    {
      "index": 96,
      "start_time": 544600.0,
      "end_time": 550920.0,
      "text": "that were going to compete. Seems there are a lot of people going for it. I agree some"
    },
    {
      "index": 97,
      "start_time": 550920.0,
      "end_time": 555699.0,
      "text": "sort of nano launcher will bring down the cost, but I think it will make it possible"
    },
    {
      "index": 98,
      "start_time": 555699.0,
      "end_time": 562959.0,
      "text": "for more people like you to build a satellite. $8,000 that&#39;s amazing. Sandy: Yes, it is about"
    },
    {
      "index": 99,
      "start_time": 562959.0,
      "end_time": 569170.0,
      "text": "a factor 10 cheaper than previous access. One thing I discovered recently as I started"
    },
    {
      "index": 100,
      "start_time": 569170.0,
      "end_time": 573100.0,
      "text": "doing this more, I wanted to show you could do it even if you are not part of a university"
    },
    {
      "index": 101,
      "start_time": 573100.0,
      "end_time": 578509.0,
      "text": "or team, really the lone maker. There are teams out there doing it. It turns out that"
    },
    {
      "index": 102,
      "start_time": 578509.0,
      "end_time": 584000.0,
      "text": "NASA and other people will broker a launch opportunity if you have a working cubesat."
    },
    {
      "index": 103,
      "start_time": 584000.0,
      "end_time": 588649.0,
      "text": "It&#39;s not if you get a launch slot and then you build it like I am. Instead if you build"
    },
    {
      "index": 104,
      "start_time": 588649.0,
      "end_time": 595529.0,
      "text": "a cubesat, there&#39;s several universities and NASA that will help you find someone that"
    },
    {
      "index": 105,
      "start_time": 595529.0,
      "end_time": 603440.0,
      "text": "has spare room to put your cubesat on. I didn&#39;t even realize this. Most rockets launch with"
    },
    {
      "index": 106,
      "start_time": 603440.0,
      "end_time": 612519.0,
      "text": "wasted weight, because if the rocket is built to launch 2,000 lbs and the pay load is 1,850"
    },
    {
      "index": 107,
      "start_time": 612519.0,
      "end_time": 617519.0,
      "text": "then they have to put something in for the extra 150 to keep their cap calculations."
    },
    {
      "index": 108,
      "start_time": 617519.0,
      "end_time": 624160.0,
      "text": "The fact that every rocket that is launching a satellite is sending up junk, dead weight,"
    },
    {
      "index": 109,
      "start_time": 624160.0,
      "end_time": 629500.0,
      "text": "is horrifying. There are people that are brokering to try and replace that with Picosatellites."
    },
    {
      "index": 110,
      "start_time": 629500.0,
      "end_time": 635430.0,
      "text": "There are opportunities now. Stephen: Those are opportunities for individuals not necessarily"
    },
    {
      "index": 111,
      "start_time": 635430.0,
      "end_time": 641670.0,
      "text": "universities or non-profits. It&#39;s anyone with a working cubesat. Sandy: Anyone with a working"
    },
    {
      "index": 112,
      "start_time": 641670.0,
      "end_time": 646089.0,
      "text": "cubesat who can get connected with the right people. Its still friend of a friend and that&#39;s"
    },
    {
      "index": 113,
      "start_time": 646089.0,
      "end_time": 651449.0,
      "text": "the barrier that Interorbital did. Interorbital did it the old capitalistic way. If you have"
    },
    {
      "index": 114,
      "start_time": 651449.0,
      "end_time": 656870.0,
      "text": "the money, we will fly you straight out. I&#39;m not good with the backroom deal. Stephen:"
    },
    {
      "index": 115,
      "start_time": 656870.0,
      "end_time": 663759.0,
      "text": "You are kind of like the FedEx. You give us this money and we will put it up there. Sandy:"
    },
    {
      "index": 116,
      "start_time": 663759.0,
      "end_time": 670149.0,
      "text": "Exactly. The cubesat community is like the mafia. I know someone, and they will do a"
    },
    {
      "index": 117,
      "start_time": 670149.0,
      "end_time": 677160.0,
      "text": "favor for you. Stephen: One of the things I was curious about, I worked for a defense"
    },
    {
      "index": 118,
      "start_time": 677160.0,
      "end_time": 682750.0,
      "text": "contractor. I was a mechanical engineer. One of the things they always stressed was ITAR,"
    },
    {
      "index": 119,
      "start_time": 682750.0,
      "end_time": 687439.0,
      "text": "International Traffic and Arms Regulations. Was that an issue when you were posting your"
    },
    {
      "index": 120,
      "start_time": 687439.0,
      "end_time": 694209.0,
      "text": "stuff? I know a lot of it is off the shelf components. PicoSATs, was that ever an issue?"
    },
    {
      "index": 121,
      "start_time": 694209.0,
      "end_time": 699600.0,
      "text": "Sandy: Some of ITAR could be summarized as don&#39;t ask, don&#39;t tell. Stephen: I know there"
    },
    {
      "index": 122,
      "start_time": 699600.0,
      "end_time": 705639.0,
      "text": "are several issues. Sandy: I have not run into any ITAR issues for the reason you said."
    },
    {
      "index": 123,
      "start_time": 705639.0,
      "end_time": 714620.0,
      "text": "I am doing off the shelf, openly available materials. That said I am trying to avoid"
    },
    {
      "index": 124,
      "start_time": 714620.0,
      "end_time": 720439.0,
      "text": "ITAR and policy as much as possible because it is very confusing and a very unsettled"
    },
    {
      "index": 125,
      "start_time": 720439.0,
      "end_time": 727509.0,
      "text": "territory right now. One of the issues with going with a broker like Interorbital is that"
    },
    {
      "index": 126,
      "start_time": 727509.0,
      "end_time": 732249.0,
      "text": "they are handling the mountain of paperwork. The joke is that you need to have a stake"
    },
    {
      "index": 127,
      "start_time": 732249.0,
      "end_time": 736790.0,
      "text": "of paperwork equal to the height of your rocket, before you can launch. Stephen: I heard that."
    },
    {
      "index": 128,
      "start_time": 736790.0,
      "end_time": 741759.0,
      "text": "Sandy: They are handling a lot of the permission issue, that when I give them the satellite"
    },
    {
      "index": 129,
      "start_time": 741759.0,
      "end_time": 746249.0,
      "text": "and they check it and accept it that&#39;s going to handle a lot of permission issues. That"
    },
    {
      "index": 130,
      "start_time": 746249.0,
      "end_time": 751329.0,
      "text": "said there are things you cannot fly. You cannot fly an imaging detector that points"
    },
    {
      "index": 131,
      "start_time": 751329.0,
      "end_time": 757680.0,
      "text": "to the earth without getting special permission. You cannot fly a broadcast device even for"
    },
    {
      "index": 132,
      "start_time": 757680.0,
      "end_time": 762709.0,
      "text": "commanding or communicating with your satellite without negotiating spectrum with either the"
    },
    {
      "index": 133,
      "start_time": 762709.0,
      "end_time": 769459.0,
      "text": "FCC of the International IARU for amateurs. There are some policy stuff that I have to"
    },
    {
      "index": 134,
      "start_time": 769459.0,
      "end_time": 775779.0,
      "text": "step into. Some of these things that I am discovering or blundering into are why I am"
    },
    {
      "index": 135,
      "start_time": 775779.0,
      "end_time": 781970.0,
      "text": "doing the blog and the book, so that other people can say, oh okay and be informed. Stephen:"
    },
    {
      "index": 136,
      "start_time": 781970.0,
      "end_time": 788540.0,
      "text": "You are talking about broadcasting. Your spacecraft is going to send the signal back to earth"
    },
    {
      "index": 137,
      "start_time": 788540.0,
      "end_time": 796870.0,
      "text": "you have to get the FCC involved? Sandy: FCC if I was doing it as for private spectrum,"
    },
    {
      "index": 138,
      "start_time": 796870.0,
      "end_time": 802800.0,
      "text": "but if I am using amateur ham radio which I am then the IRU is the negotiating body"
    },
    {
      "index": 139,
      "start_time": 802800.0,
      "end_time": 809490.0,
      "text": "and you basically give them your launch window and they negotiate out who is using spectrum."
    },
    {
      "index": 140,
      "start_time": 809490.0,
      "end_time": 814879.0,
      "text": "A couple of requirements you will get no more than 10% of any given orbit. So for a 90 minute"
    },
    {
      "index": 141,
      "start_time": 814879.0,
      "end_time": 819300.0,
      "text": "orbit you get maybe nine minutes of contact. Stephen: Okay. Sandy: You have to be able"
    },
    {
      "index": 142,
      "start_time": 819300.0,
      "end_time": 824970.0,
      "text": "to shut down your transmitter instantly if it is infringing in some way, shape, or form."
    },
    {
      "index": 143,
      "start_time": 824970.0,
      "end_time": 828889.0,
      "text": "One technical solution there that I recommend people do have your transmitter automatically"
    },
    {
      "index": 144,
      "start_time": 828889.0,
      "end_time": 835790.0,
      "text": "shut down within any 10 minute period so that you have to activate it to turn on. That way"
    },
    {
      "index": 145,
      "start_time": 835790.0,
      "end_time": 843209.0,
      "text": "you are not going to have a promiscuous satellite that is corrupting the spectrum. I recently"
    },
    {
      "index": 146,
      "start_time": 843209.0,
      "end_time": 850870.0,
      "text": "discovered GENSO which is an ESA European space agency network for pica satellite communication."
    },
    {
      "index": 147,
      "start_time": 850870.0,
      "end_time": 856120.0,
      "text": "The idea is you get hardware that matches their system, hook up to their server and"
    },
    {
      "index": 148,
      "start_time": 856120.0,
      "end_time": 862129.0,
      "text": "you get to use any other GENSO to command your satellite as long as you make your antenna"
    },
    {
      "index": 149,
      "start_time": 862129.0,
      "end_time": 867559.0,
      "text": "system available to other satellite people. There is some interesting stuff growing now"
    },
    {
      "index": 150,
      "start_time": 867559.0,
      "end_time": 875639.0,
      "text": "in the small pica satellite realm. Stephen: There&#39;s a whole European communications network"
    },
    {
      "index": 151,
      "start_time": 875639.0,
      "end_time": 879819.0,
      "text": "for small satellites. Sandy: I have one that has several U.S. universities and partners"
    },
    {
      "index": 152,
      "start_time": 879819.0,
      "end_time": 887579.0,
      "text": "participating already. It is for the amateur and university level space. Stephen: There"
    },
    {
      "index": 153,
      "start_time": 887579.0,
      "end_time": 894279.0,
      "text": "is no issue for you participating as an American citizen in the European network? Sandy: I"
    },
    {
      "index": 154,
      "start_time": 894279.0,
      "end_time": 900389.0,
      "text": "know that U.S. universities have participated. I don&#39;t know if I as an individual can participate."
    },
    {
      "index": 155,
      "start_time": 900389.0,
      "end_time": 905740.0,
      "text": "That is one of the things I am doing some research on. Stephen: What&#39;s going to be harder?"
    },
    {
      "index": 156,
      "start_time": 905740.0,
      "end_time": 909920.0,
      "text": "Building your spacecraft or getting through all of the regulations to build your space"
    },
    {
      "index": 157,
      "start_time": 909920.0,
      "end_time": 916029.0,
      "text": "craft and to launch it. Sandy: Originally I thought it would be an engineering challenge."
    },
    {
      "index": 158,
      "start_time": 916029.0,
      "end_time": 922550.0,
      "text": "I would have to learn a lot of engineering and fabricating. It does turn out that the"
    },
    {
      "index": 159,
      "start_time": 922550.0,
      "end_time": 929829.0,
      "text": "figuring out what to do in the policy stuff is about as hard. Stephen: Amazing. I talked"
    },
    {
      "index": 160,
      "start_time": 929829.0,
      "end_time": 934939.0,
      "text": "with Michael Clive who started the Mojave Maker Hackerspace. One of the questions I"
    },
    {
      "index": 161,
      "start_time": 934939.0,
      "end_time": 942319.0,
      "text": "asked, &quot;is it possible to make space missions out of maker stations?&quot; He took the human"
    },
    {
      "index": 162,
      "start_time": 942319.0,
      "end_time": 946379.0,
      "text": "side of it. He didn&#39;t really talk about the technology. It was taking for granted technologies"
    },
    {
      "index": 163,
      "start_time": 946379.0,
      "end_time": 952869.0,
      "text": "there but it is more of a human management. Can you organize people to do this? We have"
    },
    {
      "index": 164,
      "start_time": 952869.0,
      "end_time": 958180.0,
      "text": "got away from the technologies as the limiting factor. It&#39;s the people and the policies is"
    },
    {
      "index": 165,
      "start_time": 958180.0,
      "end_time": 963259.0,
      "text": "now what is holding us back. Sandy: It is. That is where the universities are stepping"
    },
    {
      "index": 166,
      "start_time": 963259.0,
      "end_time": 971720.0,
      "text": "up. There are several universities that will do a balloon build in a weekend as a senior"
    },
    {
      "index": 167,
      "start_time": 971720.0,
      "end_time": 976600.0,
      "text": "level project or similar things. There are some team ups of [Wallup&#39;s] launch facility"
    },
    {
      "index": 168,
      "start_time": 976600.0,
      "end_time": 983509.0,
      "text": "in Virginia for doing sounding types of launches. Brown University recently announced their"
    },
    {
      "index": 169,
      "start_time": 983509.0,
      "end_time": 988529.0,
      "text": "open sourcing their plans for picosatellite building. They are sending up a scheme. It&#39;s"
    },
    {
      "index": 170,
      "start_time": 988529.0,
      "end_time": 995990.0,
      "text": "basically strobes that people can see their own satellite. The idea is anyone can do this."
    },
    {
      "index": 171,
      "start_time": 995990.0,
      "end_time": 1001639.0,
      "text": "It&#39;s become now a team and an organizing effort more than a technical challenge. I like that."
    },
    {
      "index": 172,
      "start_time": 1001640.0,
      "end_time": 1007210.0,
      "text": "That&#39;s what&#39;s going to commoditize space in a good way. It&#39;s like the early internet was"
    },
    {
      "index": 173,
      "start_time": 1007210.0,
      "end_time": 1012330.0,
      "text": "only connecting some government and university sites and then everyone was able to get on"
    },
    {
      "index": 174,
      "start_time": 1012330.0,
      "end_time": 1016450.0,
      "text": "through various channels. I think space is going to get that way. That is how we are"
    },
    {
      "index": 175,
      "start_time": 1016450.0,
      "end_time": 1021690.0,
      "text": "going to get into space. Not with massive efforts but with lots of teeny efforts. Stephen:"
    },
    {
      "index": 176,
      "start_time": 1021690.0,
      "end_time": 1026690.0,
      "text": "That&#39;s how HP and Apple were all built in garages and all grew into large companies."
    },
    {
      "index": 177,
      "start_time": 1026690.0,
      "end_time": 1032261.0,
      "text": "Sandy: That&#39;s a really big garage. Stephen: Exactly. You are building it in your basement."
    },
    {
      "index": 178,
      "start_time": 1032260.0,
      "end_time": 1041000.0,
      "text": "10 years form now you have a satellite business and yes I started it in my basement. I see"
    },
    {
      "index": 179,
      "start_time": 1041000.0,
      "end_time": 1046870.0,
      "text": "cubesats and picasats as the shipping containers of space where you have got the standard form"
    },
    {
      "index": 180,
      "start_time": 1046869.9999999999,
      "end_time": 1053370.0,
      "text": "factor. Anything that can fit in this form factor and weigh this much, we will just stick"
    },
    {
      "index": 181,
      "start_time": 1053370.0,
      "end_time": 1059350.0,
      "text": "it on a rocket and launch it up. I think that is a huge advance for space technology. Sandy:"
    },
    {
      "index": 182,
      "start_time": 1059350.0,
      "end_time": 1064770.0,
      "text": "It&#39;s also where we are going to get our next generation of engineers, hardware or mechanical"
    },
    {
      "index": 183,
      "start_time": 1064770.0,
      "end_time": 1070120.0,
      "text": "engineers like yourself or electrical engineers. Now they don&#39;t have to be rocket scientists."
    },
    {
      "index": 184,
      "start_time": 1070120.0,
      "end_time": 1076440.0,
      "text": "They can just take something like a basic X24 board or an Arduino board and figure out"
    },
    {
      "index": 185,
      "start_time": 1076440.0,
      "end_time": 1081429.0,
      "text": "something that they want to try that you can only do in micro gravity or zero gravity or"
    },
    {
      "index": 186,
      "start_time": 1081430.0,
      "end_time": 1087121.0,
      "text": "a new detector concept and be, &quot;I can fly this.&quot; I don&#39;t have to worry about getting"
    },
    {
      "index": 187,
      "start_time": 1087120.0,
      "end_time": 1094070.0,
      "text": "it there. Going with your FedEx analogy, imagine if to send the package, you actually had to"
    },
    {
      "index": 188,
      "start_time": 1094070.0,
      "end_time": 1098720.0,
      "text": "contact each driver and figure out all the mapping. You wouldn&#39;t have anything. Stephen:"
    },
    {
      "index": 189,
      "start_time": 1098720.0,
      "end_time": 1105590.0,
      "text": "The politics and what county you can and can&#39;t drive through. Yes, it is a nightmare. Going"
    },
    {
      "index": 190,
      "start_time": 1105590.0,
      "end_time": 1112980.0,
      "text": "back to your project, what made you decide that you are going to sample the ionosphere"
    },
    {
      "index": 191,
      "start_time": 1112980.0,
      "end_time": 1122500.0,
      "text": "and send back files. How did you decide that particular mission? Sandy: At the time, I"
    },
    {
      "index": 192,
      "start_time": 1122500.0,
      "end_time": 1128330.0,
      "text": "was wrapping up grad school. I worked for a time and then I went back to get my degree"
    },
    {
      "index": 193,
      "start_time": 1128330.0,
      "end_time": 1133840.0,
      "text": "late in life. I was talking with my grad advisor and we were brainstorming ideas of sending"
    },
    {
      "index": 194,
      "start_time": 1133840.0,
      "end_time": 1139429.0,
      "text": "satellites into space. He came up with a $1M idea, which was to send up a satellite where"
    },
    {
      "index": 195,
      "start_time": 1139430.0,
      "end_time": 1144351.0,
      "text": "people could record the sound of their farts and then send it back down to earth. I thought"
    },
    {
      "index": 196,
      "start_time": 1144350.0,
      "end_time": 1147960.0,
      "text": "that was great, people would pay for that. That was not what I wanted to do. I started"
    },
    {
      "index": 197,
      "start_time": 1147960.0,
      "end_time": 1153679.0,
      "text": "thinking about what I wanted to do and I found a company in Canada called Infusion Systems"
    },
    {
      "index": 198,
      "start_time": 1153680.0,
      "end_time": 1159521.0,
      "text": "that makes I-CubeX sensors for performance artists. People that want to do kinetic things"
    },
    {
      "index": 199,
      "start_time": 1159520.0,
      "end_time": 1169240.0,
      "text": "that track movement or magnetism. The idea of a sensor that coverts magnetic field to"
    },
    {
      "index": 200,
      "start_time": 1169240.0,
      "end_time": 1175980.0,
      "text": "MIDI data which is what keyboards send out. Or, they have electric and light sensors and"
    },
    {
      "index": 201,
      "start_time": 1175980.0,
      "end_time": 1181250.0,
      "text": "it all coverts it to MIDI. What if you flew that into space and converted all of the space"
    },
    {
      "index": 202,
      "start_time": 1181250.0,
      "end_time": 1190200.0,
      "text": "measurements. If you converted that into music instead. Instead of looking at a graph which"
    },
    {
      "index": 203,
      "start_time": 1190200.0,
      "end_time": 1195230.0,
      "text": "is not immediately obvious to someone that doesn&#39;t know the science behind it you were"
    },
    {
      "index": 204,
      "start_time": 1195230.0,
      "end_time": 1202429.0,
      "text": "hearing the pace of space. We are hearing about space weather. Space is a hostile environment."
    },
    {
      "index": 205,
      "start_time": 1202430.0,
      "end_time": 1207211.0,
      "text": "We think it is boring and still we don&#39;t have a sense how active things are. I don&#39;t know"
    },
    {
      "index": 206,
      "start_time": 1207210.0,
      "end_time": 1211610.0,
      "text": "myself how active things are going to be in space. Is this satellite going to fly along"
    },
    {
      "index": 207,
      "start_time": 1211610.0,
      "end_time": 1221559.0,
      "text": "and just every hour there will be a solar effect? Some noise or flare up or is it going"
    },
    {
      "index": 208,
      "start_time": 1221560.0,
      "end_time": 1225871.0,
      "text": "to be constantly popping with levels ebbing and flowing. It&#39;s going through the [ionosphere]"
    },
    {
      "index": 209,
      "start_time": 1225870.0,
      "end_time": 1230460.0,
      "text": "which is where the auroras have happened. I am anticipating that every 90 minutes it&#39;s"
    },
    {
      "index": 210,
      "start_time": 1230460.0,
      "end_time": 1234570.0,
      "text": "going to be at least once through a region of high activity and you are going to hear"
    },
    {
      "index": 211,
      "start_time": 1234570.0,
      "end_time": 1239870.0,
      "text": "a huge ramp up. You are going to think this is what the astronauts are going through as"
    },
    {
      "index": 212,
      "start_time": 1239870.0,
      "end_time": 1243789.0,
      "text": "they are going through space. This is what space has. It&#39;s not like the movies. It has"
    },
    {
      "index": 213,
      "start_time": 1243790.0,
      "end_time": 1249520.0,
      "text": "its own natural rhythm. When I found out there is a kit for the satellite that&#39;s promising"
    },
    {
      "index": 214,
      "start_time": 1249520.0,
      "end_time": 1254941.0,
      "text": "a launch and off the shelf sensors that coverts to music, it just sort of fell out for me."
    },
    {
      "index": 215,
      "start_time": 1254940.0,
      "end_time": 1262460.0,
      "text": "That&#39;s when Project Calliope Music from the Ionosphere came into being. Stephen: Since"
    },
    {
      "index": 216,
      "start_time": 1262460.0,
      "end_time": 1268240.0,
      "text": "you are getting about 9 minutes of radio time per 90 minutes orbit will you be able to transmit"
    },
    {
      "index": 217,
      "start_time": 1268240.0,
      "end_time": 1272669.0,
      "text": "the entire orbit everything that you picked up or is it only going to be enough time to"
    },
    {
      "index": 218,
      "start_time": 1272670.0,
      "end_time": 1277550.0,
      "text": "transmit a portion of that orbit? Sandy: I suspect only a portion of the orbit, figuring"
    },
    {
      "index": 219,
      "start_time": 1277550.0,
      "end_time": 1284261.0,
      "text": "out what chunks to sample. If I am just using the ground station of my house with a ham"
    },
    {
      "index": 220,
      "start_time": 1284260.0,
      "end_time": 1288179.0,
      "text": "pointed antenna I probably don&#39;t always want to sample when it is over my house because"
    },
    {
      "index": 221,
      "start_time": 1288180.0,
      "end_time": 1293251.0,
      "text": "that would be the same thing every single orbit. I will probably want to have it choose"
    },
    {
      "index": 222,
      "start_time": 1293250.0,
      "end_time": 1298630.0,
      "text": "different portions of the orbit and send down. There&#39;s still a work in progress. Figuring"
    },
    {
      "index": 223,
      "start_time": 1298630.0,
      "end_time": 1305130.0,
      "text": "out the data handling will be an active part of what I am doing. When I talk to musicians,"
    },
    {
      "index": 224,
      "start_time": 1305130.0,
      "end_time": 1313380.0,
      "text": "we are going to make it royalty free, like Whale Songs from the 70s, any musician that"
    },
    {
      "index": 225,
      "start_time": 1313380.0,
      "end_time": 1319649.0,
      "text": "wants to use as ambient or as a track they can put it in their music. I really only need"
    },
    {
      "index": 226,
      "start_time": 1319650.0,
      "end_time": 1326131.0,
      "text": "short segments. A minute or two or three would be great. If I can get one full 90 minute"
    },
    {
      "index": 227,
      "start_time": 1326130.0,
      "end_time": 1333269.0,
      "text": "orbit in piece just by sampling 10 orbits over the course of a couple of weeks I would"
    },
    {
      "index": 228,
      "start_time": 1333270.0,
      "end_time": 1340030.0,
      "text": "be happy. One album out of it. Stephen: When you want your next album you have to launch"
    },
    {
      "index": 229,
      "start_time": 1340030.0,
      "end_time": 1346471.0,
      "text": "another space craft. Sandy: I&#39;m game. Stephen: What are some other things that you could"
    },
    {
      "index": 230,
      "start_time": 1346470.0,
      "end_time": 1352149.0,
      "text": "have done or you have seen other people do with cubesats or picosats? What missions are"
    },
    {
      "index": 231,
      "start_time": 1352150.0,
      "end_time": 1358591.0,
      "text": "possible now and budget? Sandy: I saw team and they are trying to put an optical sensor"
    },
    {
      "index": 232,
      "start_time": 1358590.0,
      "end_time": 1364519.0,
      "text": "in to see if they can do star tracking and acquiring the moon with a picosatellites."
    },
    {
      "index": 233,
      "start_time": 1364520.0,
      "end_time": 1368751.0,
      "text": "They can practice spinning the satellite to acquire an object, which would be great if"
    },
    {
      "index": 234,
      "start_time": 1368750.0,
      "end_time": 1373210.0,
      "text": "you are planning to go to the moon. First you would have to find it. There&#39;s the Brown"
    },
    {
      "index": 235,
      "start_time": 1373210.0,
      "end_time": 1377630.0,
      "text": "Group that is sending a strobe light that you can track the satellite with the naked"
    },
    {
      "index": 236,
      "start_time": 1377630.0,
      "end_time": 1385230.0,
      "text": "eye from earth, which is a neat one. There&#39;s the Slicer Satellite where it&#39;s a single cubesat"
    },
    {
      "index": 237,
      "start_time": 1385230.0,
      "end_time": 1392350.0,
      "text": "which contains 300 one chip FM transmitters which will send a Sputnik like message. They"
    },
    {
      "index": 238,
      "start_time": 1392350.0,
      "end_time": 1399360.0,
      "text": "are testing the idea of one cubesat with lots of smaller satellites. There are several people"
    },
    {
      "index": 239,
      "start_time": 1399360.0,
      "end_time": 1404399.0,
      "text": "testing ion and pulse plasma drives. A drive the size of a pencil that will fit on the"
    },
    {
      "index": 240,
      "start_time": 1404400.0,
      "end_time": 1411641.0,
      "text": "satellite and give it a small steady thrust. I became affiliated with a place called Capital"
    },
    {
      "index": 241,
      "start_time": 1411640.0,
      "end_time": 1415980.0,
      "text": "College. They had a team for several years working on a project called Velcro picosatellites"
    },
    {
      "index": 242,
      "start_time": 1415980.0,
      "end_time": 1422140.0,
      "text": "to use satellites to look at orbital debris removal. The idea is if you have the International"
    },
    {
      "index": 243,
      "start_time": 1422140.0,
      "end_time": 1427929.0,
      "text": "Space Station has to reposition if there is debris. Instead of repositioning, you could"
    },
    {
      "index": 244,
      "start_time": 1427930.0,
      "end_time": 1434441.0,
      "text": "send out 3 or 4 cubesats to intercept the debris and remove it for you. It could be"
    },
    {
      "index": 245,
      "start_time": 1434440.0,
      "end_time": 1440100.0,
      "text": "a viable solution for satellites. So, prototyping orbital debris removal is another possible"
    },
    {
      "index": 246,
      "start_time": 1440100.0,
      "end_time": 1444860.0,
      "text": "plan. Those are some of the concepts bouncing around. Stephen: They are so much more affordable"
    },
    {
      "index": 247,
      "start_time": 1444860.0,
      "end_time": 1451110.0,
      "text": "that you can try different ideas. Maybe the Velcrosats don&#39;t work but you are not out"
    },
    {
      "index": 248,
      "start_time": 1451110.0,
      "end_time": 1454769.0,
      "text": "much money. It probably gives you another idea that this didn&#39;t work but we could try"
    },
    {
      "index": 249,
      "start_time": 1454770.0,
      "end_time": 1460020.0,
      "text": "this instead. Just keep integrating and trying different technologies. Sandy: Exactly. It&#39;s"
    },
    {
      "index": 250,
      "start_time": 1460020.0,
      "end_time": 1465721.0,
      "text": "a cheap way to prototype and in the process the people building it are now suddenly becoming"
    },
    {
      "index": 251,
      "start_time": 1465720.0,
      "end_time": 1471299.0,
      "text": "satellite builders which they can carry on. Stephen: As you have gone through this I am"
    },
    {
      "index": 252,
      "start_time": 1471300.0,
      "end_time": 1479511.0,
      "text": "curious about the new entrepreneur possibilities by these markers and makers. What kind of"
    },
    {
      "index": 253,
      "start_time": 1479510.0,
      "end_time": 1485440.0,
      "text": "things have you seen that have popped up in the satellite maker community that will be"
    },
    {
      "index": 254,
      "start_time": 1485440.0,
      "end_time": 1491139.0,
      "text": "new business have has been built? Sandy: Interorbital selling cubesat kits for $8,000 with a promise"
    },
    {
      "index": 255,
      "start_time": 1491140.0,
      "end_time": 1496270.0,
      "text": "of a launch. Even if the launch doesn&#39;t happen from Interorbital, I definitely got my money&#39;s"
    },
    {
      "index": 256,
      "start_time": 1496270.0,
      "end_time": 1500101.0,
      "text": "worth. That&#39;s equivalent to taking a couple of courses in satellite building. I basically"
    },
    {
      "index": 257,
      "start_time": 1500100.0,
      "end_time": 1506070.0,
      "text": "self taught myself because of what they did. They are an entrepreneur outfit. There is"
    },
    {
      "index": 258,
      "start_time": 1506070.0,
      "end_time": 1509580.0,
      "text": "a marketing fellow in England that contacted me that wanted to know what kind of marketing"
    },
    {
      "index": 259,
      "start_time": 1509580.0,
      "end_time": 1516519.0,
      "text": "stuff we could do with a pica satellite. Someone from an international aid organization said"
    },
    {
      "index": 260,
      "start_time": 1516520.0,
      "end_time": 1520761.0,
      "text": "they have a problem with journalists being able to get their message out to remote areas."
    },
    {
      "index": 261,
      "start_time": 1520760.0,
      "end_time": 1526210.0,
      "text": "Could a picosatellite help to censorship? I&#39;ll leave it for you to percolate on some"
    },
    {
      "index": 262,
      "start_time": 1526210.0,
      "end_time": 1530190.0,
      "text": "of the thoughts that could be. Look at the Pirate Bay in Sweden. They are looking to"
    },
    {
      "index": 263,
      "start_time": 1530190.0,
      "end_time": 1535480.0,
      "text": "fly blimps in order to boost their ability to get the message out. If you have someone"
    },
    {
      "index": 264,
      "start_time": 1535480.0,
      "end_time": 1540220.0,
      "text": "willing to ignore licensing or in a country with different licensing, you can start getting"
    },
    {
      "index": 265,
      "start_time": 1540220.0,
      "end_time": 1547559.0,
      "text": "to the black cat area of it. The entrepreneur also has some caution areas. All policy is"
    },
    {
      "index": 266,
      "start_time": 1547560.0,
      "end_time": 1553481.0,
      "text": "not a bad thing necessarily for space, but there is a lot of interesting things. A lot"
    },
    {
      "index": 267,
      "start_time": 1553480.0,
      "end_time": 1560250.0,
      "text": "of them go with marketing or communications. The science and engineer is a driver of technology"
    },
    {
      "index": 268,
      "start_time": 1560250.0,
      "end_time": 1565929.0,
      "text": "but it is not the thing that lets people cash out. Stephen: Interesting. Thank you so much."
    },
    {
      "index": 269,
      "start_time": 1565930.0,
      "end_time": 1573371.0,
      "text": "I appreciate chatting with you. I would love to see how this goes. I will stay in touch."
    },
    {
      "index": 270,
      "start_time": 1573370.0,
      "end_time": 1578769.0,
      "text": "Sandy: I was writing every week on the satellite, and then I got a new day job, so that put"
    },
    {
      "index": 271,
      "start_time": 1578770.0,
      "end_time": 1587520.0,
      "text": "a hit into. It takes more time than you think, but not as much time as two decades ago. Stephen:"
    },
    {
      "index": 272,
      "start_time": 1587520.0,
      "end_time": 1593920.0,
      "text": "Where can we read your blog? Where can we find more about your project? Sandy: Projectcalliope.com"
    },
    {
      "index": 273,
      "start_time": 1593920.0,
      "end_time": 1599060.0,
      "text": "is where I write weekly about my own satellite build. As you noted from [Riley] crest and"
    },
    {
      "index": 274,
      "start_time": 1599060.0,
      "end_time": 1603851.0,
      "text": "their maker series, we have the four books coming out that walk through how to build"
    },
    {
      "index": 275,
      "start_time": 1603850.0,
      "end_time": 1608649.0,
      "text": "a satellite, how to survive in orbit, how to do communications and what instruments"
    },
    {
      "index": 276,
      "start_time": 1608650.0,
      "end_time": 1613841.0,
      "text": "will work in space. That&#39;s the full package. Although, I realized today we need a fifth"
    },
    {
      "index": 277,
      "start_time": 1613840.0,
      "end_time": 1619019.0,
      "text": "book how to put rocket steering and attitude control on a satellite. I will have to find"
    },
    {
      "index": 278,
      "start_time": 1619020.0,
      "end_time": 1621581.0,
      "text": "someone to write that one too. Stephen: I am looking forward to it. :pVs [Content_Types].xml"
    },
    {
      "index": 279,
      "start_time": 1621580.0,
      "end_time": 1621610.0,
      "text": "#!MB ;c=1 _rels/.rels theme/theme/themeManager.xml sQ}# theme/theme/theme1.xml G$$DA : BR {i5@R"
    },
    {
      "index": 280,
      "start_time": 1621610.0,
      "end_time": 1621649.0,
      "text": "V*[_X ,l\\Y Ssd+r] 5\\|E Vky- V4Ej 6NGU s?^V *&lt;&quot;)QH @\\&amp;&gt; 7;wP EBU` 5&lt;V8 LStf+] C9P^ wB&gt;VD"
    },
    {
      "index": 281,
      "start_time": 1621650.0,
      "end_time": 1621680.0,
      "text": "GGHPXNT, /M,W m2iU [[v _Xtl theme/theme/_rels/themeManager.xml.rels 6?$Q K(M&amp;$R(.1 [Content_Types].xmlPK _rels/.relsPK"
    },
    {
      "index": 282,
      "start_time": 1621680.0,
      "end_time": 1621691.0,
      "text": "theme/theme/themeManager.xmlPK theme/theme/theme1.xmlPK theme/theme/_rels/themeManager.xml.relsPK"
    },
    {
      "index": 283,
      "start_time": 1621690.0,
      "end_time": 1621700.0,
      "text": "&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot; standalone=&quot;yes&quot;?&gt; &lt;a:clrMap xmlns:a=&quot;http://schemas.openxmlformats.org/drawingml/2006/main&quot;"
    },
    {
      "index": 284,
      "start_time": 1621700.0,
      "end_time": 1621730.0,
      "text": "bg1=&quot;lt1&quot; tx1=&quot;dk1&quot; bg2=&quot;lt2&quot; tx2=&quot;dk2&quot; accent1=&quot;accent1&quot; accent2=&quot;accent2&quot; accent3=&quot;accent3&quot; accent4=&quot;accent4&quot;"
    },
    {
      "index": 285,
      "start_time": 1621730.0,
      "end_time": 1621740.0,
      "text": "accent5=&quot;accent5&quot; accent6=&quot;accent6&quot; hlink=&quot;hlink&quot; folHlink=&quot;folHlink&quot;/&gt; teve&lt;/string&gt; Stephen:"
    },
    {
      "index": 286,
      "start_time": 1621740.0,
      "end_time": 1621769.0,
      "text": "Robin Normal.dotm Steve Murphey Microsoft Macintosh Word Stephen: Title Microsoft Word"
    },
    {
      "index": 287,
      "start_time": 1621770.0,
      "end_time": 1631770.0,
      "text": "97-2004 Document NB6W Word.Document.8"
    }
  ]
}