{
  "video_id": "0lXX3dJUAGY",
  "title": "Are Intelligent People More Lonely?",
  "json": [
    {
      "index": 1,
      "start_time": 1400.0,
      "end_time": 7050.0,
      "text": "Suena como un pensamiento muy malo y poco democrático, el comercio de la peculiar glamour"
    },
    {
      "index": 2,
      "start_time": 7050.0,
      "end_time": 12780.0,
      "text": "que el aislamiento tiene en una cultura romántica con el fin de obtener un sentido oblicuo de la superioridad"
    },
    {
      "index": 3,
      "start_time": 12789.0,
      "end_time": 18660.0,
      "text": "y tal vez pasar una ausencia de habilidades sociales como una virtud. Es importante, por lo tanto,"
    },
    {
      "index": 4,
      "start_time": 18660.0,
      "end_time": 25089.0,
      "text": "para ser claro lo que se entiende aquí por la inteligencia. No tiene nada que ver con los grados o cualquiera de"
    },
    {
      "index": 5,
      "start_time": 25089.0,
      "end_time": 31960.0,
      "text": "los criterios por el cual nos ordinario medir inteligencia. ¿Qué se significa la inteligencia emocional, es"
    },
    {
      "index": 6,
      "start_time": 31960.0,
      "end_time": 39940.0,
      "text": "que existe (o no) en todos los estratos y rincones de la sociedad. Inteligencia emocional significa"
    },
    {
      "index": 7,
      "start_time": 39940.0,
      "end_time": 45390.0,
      "text": "una capacidad para la auto honestidad y la auto observación; significa, un don para abrirse a"
    },
    {
      "index": 8,
      "start_time": 45390.0,
      "end_time": 51560.0,
      "text": "el extraño, más emocionante, aspectos menos fácilmente admisibles de uno mismo y al mismo tiempo para"
    },
    {
      "index": 9,
      "start_time": 51560.0,
      "end_time": 57100.0,
      "text": "notando las muchas experiencias hermosas, peculiares y profundas y sensaciones que pasan"
    },
    {
      "index": 10,
      "start_time": 57100.0,
      "end_time": 62980.0,
      "text": "a través de la consciencia. No estamos acostumbrados a hacer esto. Nos aferramos firmemente a tranquilizar"
    },
    {
      "index": 11,
      "start_time": 62980.0,
      "end_time": 69540.0,
      "text": "nociones de lo que la gente normal es como, lo que significa que excluimos mucho a menudo el más rico"
    },
    {
      "index": 12,
      "start_time": 69540.0,
      "end_time": 76390.0,
      "text": "poco de lo que realmente sentimos, queremos y pensamos. Editamos nuestro más generoso, más salvaje, más"
    },
    {
      "index": 13,
      "start_time": 76390.0,
      "end_time": 82810.0,
      "text": "impaciente, más aterrador lados; dejando sólo la cáscara socialmente admisible que"
    },
    {
      "index": 14,
      "start_time": 82810.0,
      "end_time": 88740.0,
      "text": "ingeniosamente fingir es lo que somos. Y al mismo tiempo, nos aseguramos de que nunca estamos lejos de algo"
    },
    {
      "index": 15,
      "start_time": 88740.0,
      "end_time": 94159.0,
      "text": "que nos puede llevar poderosamente lejos de nosotros mismos, y así se pierda en las maravillas inquietantes que"
    },
    {
      "index": 16,
      "start_time": 94159.0,
      "end_time": 100320.0,
      "text": "racha a través del horizonte mental en cada instante. La mayor parte de lo que está en nuestras mentes permanece"
    },
    {
      "index": 17,
      "start_time": 100320.0,
      "end_time": 107700.0,
      "text": "sin sentido e invisible, nos preocupa sólo en las horas pequeñas. El insomnio es la venganza de todos"
    },
    {
      "index": 18,
      "start_time": 107700.0,
      "end_time": 114530.0,
      "text": "que intentamos tan difícil no notar en la luz del día. En este contexto, la inteligencia emocional"
    },
    {
      "index": 19,
      "start_time": 114530.0,
      "end_time": 120380.0,
      "text": "emerge como una especie de coraje, dirigida a vencer no un enemigo externo, sino un"
    },
    {
      "index": 20,
      "start_time": 120380.0,
      "end_time": 127060.0,
      "text": "miedo de ser raro o de enloquecer. Un cierto tipo de persona inteligente es, sobre todo lo demás,"
    },
    {
      "index": 21,
      "start_time": 127060.0,
      "end_time": 133250.0,
      "text": "un reportero superior y comprometido de sus estados internos. O, como Emerson una vez dijo"
    },
    {
      "index": 22,
      "start_time": 133250.0,
      "end_time": 140560.0,
      "text": "'en la mente de los genios, encontramos – una vez más – nuestros propios pensamientos descuidados.' Que"
    },
    {
      "index": 23,
      "start_time": 140569.0,
      "end_time": 146080.0,
      "text": "es casi seguro que las personas que se han dedicado a la auto honestidad y la auto observación"
    },
    {
      "index": 24,
      "start_time": 146090.0,
      "end_time": 152359.0,
      "text": "tienen una probabilidad media superior de reunirse con incomprensión, irritación, censura o"
    },
    {
      "index": 25,
      "start_time": 152359.0,
      "end_time": 159060.0,
      "text": "aburrimiento cuando intentan compartir los datos de sus propias mentes francamente en compañía. Su"
    },
    {
      "index": 26,
      "start_time": 159060.0,
      "end_time": 164370.0,
      "text": "pensamientos (puede ser en la política o la arquitectura, la vida familiar o la sexualidad) sonará más"
    },
    {
      "index": 27,
      "start_time": 164370.0,
      "end_time": 171150.0,
      "text": "amenazante, intenso, oblicuo o tierno de lo que se permite. Que se siente solo, si uno está en"
    },
    {
      "index": 28,
      "start_time": 171150.0,
      "end_time": 176260.0,
      "text": "el estado de ánimo para enmarcar cosas como esta. Hay simplemente menos personas en gran comprometido"
    },
    {
      "index": 29,
      "start_time": 176260.0,
      "end_time": 181690.0,
      "text": "a la auto honestidad y la auto observación y por lo tanto para intercambiar notas sobre lo que"
    },
    {
      "index": 30,
      "start_time": 181690.0,
      "end_time": 188540.0,
      "text": "es realmente como estar vivo. Sin embargo, hay un recurso que es excepcionalmente bien adaptado"
    },
    {
      "index": 31,
      "start_time": 188549.0,
      "end_time": 194459.0,
      "text": "para hacer frente a los sentimientos de desconexión susceptibles de ser sentidas por el emocionalmente inteligente"
    },
    {
      "index": 32,
      "start_time": 194459.0,
      "end_time": 201099.0,
      "text": "arte. Las obras de arte son el diario secreto de la humanidad: registros de todo lo que no se podía decir"
    },
    {
      "index": 33,
      "start_time": 201099.0,
      "end_time": 206129.0,
      "text": "en contextos sociales regulares, pero que han encontrado un hogar en el más íntimo, honesto"
    },
    {
      "index": 34,
      "start_time": 206129.0,
      "end_time": 212400.0,
      "text": "comunicación que puede tener lugar entre una obra de arte y su público. Las bibliotecas,"
    },
    {
      "index": 35,
      "start_time": 212400.0,
      "end_time": 217449.0,
      "text": "cines y galerías del mundo son repositorios de todas las sensaciones que no fácilmente"
    },
    {
      "index": 36,
      "start_time": 217449.0,
      "end_time": 222969.0,
      "text": "hacer que en las interacciones estándar y que contienen lo que necesitamos para el estado, y anhelan"
    },
    {
      "index": 37,
      "start_time": 222969.0,
      "end_time": 230090.0,
      "text": "escuchar como audiencias, en nuestros Estados solitarios. Por lo tanto, mientras que las personas emocionalmente inteligentes pueden tener"
    },
    {
      "index": 38,
      "start_time": 230090.0,
      "end_time": 236349.0,
      "text": "un tiempo infrecuentemente difícil no estar solo con una persona, tienen un tiempo inusualmente fácil"
    },
    {
      "index": 39,
      "start_time": 236349.0,
      "end_time": 241739.0,
      "text": "encontrar una empresa con personas que no están en la habitación, el término de lujo para el que llamamos"
    },
    {
      "index": 40,
      "start_time": 241740.0,
      "end_time": 248379.0,
      "text": "arte. Tal vez tenemos ciertas nociones de amistad estándar demasiado privilegiadas. Es posible que sólo"
    },
    {
      "index": 41,
      "start_time": 248380.0,
      "end_time": 252969.0,
      "text": "tenemos que aceptar que nuestros mejores amigos podrían haber muerto hace 250 años y estar chateando"
    },
    {
      "index": 42,
      "start_time": 252969.0,
      "end_time": 259260.0,
      "text": "a nosotros a través de toques de pintura o dentro de rimas Pentameters. Dicho esto, el objetivo no debería"
    },
    {
      "index": 43,
      "start_time": 259260.0,
      "end_time": 264920.0,
      "text": "ser una sociedad donde el arte es cada vez más frecuente y más disponible cuando la soledad golpea."
    },
    {
      "index": 44,
      "start_time": 264920.0,
      "end_time": 270940.0,
      "text": "Es tal vez una sociedad donde el arte es cada vez menos necesario porque hemos crecido mejor"
    },
    {
      "index": 45,
      "start_time": 270960.0,
      "end_time": 276860.0,
      "text": "en saber cómo compartir más de lo que somos en los momentos ordinarios de nuestras vidas; donde"
    },
    {
      "index": 46,
      "start_time": 277120.0,
      "end_time": 282880.0,
      "text": "hemos encontrado un camino más directo y confiable de nuestra soledad."
    },
    {
      "index": 47,
      "start_time": 284240.0,
      "end_time": 290080.0,
      "text": "Si te gustó este filme, por favor suscribete a nuestro canal y haz clic en el icono de la campana para activar las notificaciones."
    },
    {
      "index": 48,
      "start_time": 290080.0,
      "end_time": 301680.0,
      "text": "La mayoría de los libros que quieren cambiarnos buscan hacernos más ricos o más delgados. Este libro quiere ayudarnos a ser más agradables, menos irritables, más dispuestos a escuchar y personas más cálidas."
    }
  ]
}