{
  "video_id": "0YFh38ImZ58",
  "title": "CIVILIZATION VI - First Look: Egypt",
  "json": [
    {
      "index": 1,
      "start_time": 3733.0,
      "end_time": 8366.0,
      "text": "Cleopatra es la líder de la civilización egipcia en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8866.0,
      "end_time": 20133.0,
      "text": "Cleopatra es famosa tanto por llegar al poder en Egipto como por sus conocidas relaciones con Julio César y Marco Antonio, que posiblemente cambiaran el curso de la historia de Egipto y de Roma."
    },
    {
      "index": 3,
      "start_time": 20966.0,
      "end_time": 24666.0,
      "text": "La habilidad especial de Egipto se llama \"Iteru\"."
    },
    {
      "index": 4,
      "start_time": 24666.0,
      "end_time": 29433.0,
      "text": " Permite a esta civilización construir distritos y maravillas más rápido cuando se colocan sobre Ríos. "
    },
    {
      "index": 5,
      "start_time": 29800.0,
      "end_time": 34600.0,
      "text": "Los Terrenos de aluvión no bloquean la colocación de distritos y maravillas. "
    },
    {
      "index": 6,
      "start_time": 34600.0,
      "end_time": 37666.0,
      "text": "Cleopatra otorga mejoras a las Rutas comerciales de Egipto. "
    },
    {
      "index": 7,
      "start_time": 37666.0,
      "end_time": 41933.0,
      "text": "Las Rutas comerciales externas de Egipto le otorgan Oro adicional."
    },
    {
      "index": 8,
      "start_time": 41933.0,
      "end_time": 48100.0,
      "text": "Las Rutas comerciales de otras civilizaciones otorgan Oro adicional a Egipto y Alimentos al país de origen. "
    },
    {
      "index": 9,
      "start_time": 48466.0,
      "end_time": 52466.0,
      "text": "Esto lo convierte en un socio comercial interesante y en un valioso aliado."
    },
    {
      "index": 10,
      "start_time": 53266.0,
      "end_time": 60833.0,
      "text": "La unidad exclusiva de Egipto, el Arquero en carro maryannu, obtiene una bonificación al Movimiento cuando comienza en terreno abierto."
    },
    {
      "index": 11,
      "start_time": 60833.0,
      "end_time": 64266.0,
      "text": "En las primeras fases de la partida resulta perfecta para realizar ataques rápidos."
    },
    {
      "index": 12,
      "start_time": 64266.00000000001,
      "end_time": 67433.0,
      "text": "Su movilidad le permite responder a una amplia variedad de amenazas. "
    },
    {
      "index": 13,
      "start_time": 69300.0,
      "end_time": 73366.0,
      "text": "Egipto también cuenta con la Esfinge como mejora de casilla exclusiva. "
    },
    {
      "index": 14,
      "start_time": 73366.0,
      "end_time": 78700.0,
      "text": "Las Esfinges proporcionan Fe y Cultura, y reciben bonificaciones cuando se construyen junto a una maravilla. "
    },
    {
      "index": 15,
      "start_time": 79033.0,
      "end_time": 84766.0,
      "text": "Los egipcios son una civilización centrada en las maravillas, especialmente poderosa en las primeras fases de la partida cuando comienza cerca de un Río. "
    },
    {
      "index": 16,
      "start_time": 84766.0,
      "end_time": 94266.0,
      "text": "Además, son un socio muy valioso para otras civilizaciones, así que, en lugar de aislarse, los egipcios se mantienen en una posición central en el panorama político durante el transcurso de la partida.  "
    },
    {
      "index": 17,
      "start_time": 94866.0,
      "end_time": 100866.0,
      "text": "Toma el control de los egipcios desde la cuna de la civilización en Sid Meier’s Civilization VI. "
    }
  ]
}