{
  "video_id": "11HVt8f0X-I",
  "title": "CIVILIZATION VI – First Look: Australia",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4504.0,
      "text": "John Curtin dirige Australia en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 5271.0,
      "end_time": 13313.0,
      "text": "Fue el decimocuarto primer ministro de Australia y su mandato coincidió con la Segunda Guerra Mundial, ganándose elogios por mantener al país unido durante el conflicto. "
    },
    {
      "index": 3,
      "start_time": 14981.0,
      "end_time": 21821.0,
      "text": "Murió en su despacho justo antes de que finalizase la Guerra del Pacífico, pero cimentó el camino para que Australia se incorporase al mundo tras el conflicto."
    },
    {
      "index": 4,
      "start_time": 22689.0,
      "end_time": 25959.0,
      "text": "La habilidad exclusiva de Australia es \"Antípodas\".  "
    },
    {
      "index": 5,
      "start_time": 25959.0,
      "end_time": 29262.0,
      "text": "Sus ciudades obtendrán Alojamiento extra al construirse en casillas de costa. "
    },
    {
      "index": 6,
      "start_time": 30163.0,
      "end_time": 38405.0,
      "text": "Los Campus, Centros comerciales, Lugares sagrados y Teatros obtendrán rendimientos adicionales si se construyen en casillas con Atractivo Encantador o Impresionante."
    },
    {
      "index": 7,
      "start_time": 39105.0,
      "end_time": 41674.0,
      "text": "La unidad exclusiva de Australia es el Minero. "
    },
    {
      "index": 8,
      "start_time": 41674.0,
      "end_time": 49182.0,
      "text": "Reemplaza a la unidad de Infantería y obtiene más poder de combate en las casillas terrestres adyacentes al mar y cuando lucha fuera de su territorio."
    },
    {
      "index": 9,
      "start_time": 50050.0,
      "end_time": 53186.0,
      "text": "La Station del Outback es la mejora exclusiva de casilla de Australia. "
    },
    {
      "index": 10,
      "start_time": 53186.0,
      "end_time": 59125.0,
      "text": "Esta mejora de casilla se desbloquea con el principio de Gremios, y puede mejorarse con la Máquina de vapor y el Despliegue rápido. "
    },
    {
      "index": 11,
      "start_time": 59125.0,
      "end_time": 63463.0,
      "text": "Ofrece Alimentos y Producción, con una bonificación de Alimentos a los Pastizales adyacentes."
    },
    {
      "index": 12,
      "start_time": 63463.0,
      "end_time": 69903.0,
      "text": "Además, los Pastizales pueden activar un efecto de bombardeo cultural y hacerse con las casillas adyacentes de otras civilizaciones y ciudades-estado."
    },
    {
      "index": 13,
      "start_time": 71171.0,
      "end_time": 74941.0,
      "text": "La habilidad exclusiva de John Curtin se llama \"Ciudadela de civilización\". "
    },
    {
      "index": 14,
      "start_time": 74941.0,
      "end_time": 80013.0,
      "text": "Australia obtendrá una bonificación a la Producción al comienzo de una guerra defensiva y al liberar una ciudad."
    },
    {
      "index": 15,
      "start_time": 80013.0,
      "end_time": 83516.0,
      "text": "Se trata de una civilización que puede sacar un gran partido a sus costas. "
    },
    {
      "index": 16,
      "start_time": 83516.0,
      "end_time": 87687.0,
      "text": "Este rendimiento de bonificación de casillas con mucho Atractivo puede aumentar durante el curso de una partida. "
    },
    {
      "index": 17,
      "start_time": 87687.0,
      "end_time": 94627.0,
      "text": "El Alojamiento extra de los inicios de costa implica que puede crecer sin necesidad de realizar más inversiones en él."
    },
    {
      "index": 18,
      "start_time": 94627.0,
      "end_time": 98498.0,
      "text": "Así, los jugadores dispondrán de más flexibilidad para elegir un camino hacia la victoria."
    },
    {
      "index": 19,
      "start_time": 98498.0,
      "end_time": 103870.0,
      "text": "El aumento en la bonificación a la Producción de Australia mientras sea objetivo de guerra le otorga una potente capacidad defensiva.  "
    },
    {
      "index": 20,
      "start_time": 103870.0,
      "end_time": 109709.0,
      "text": "Que no tenga un ejército poderoso al comienzo de la guerra no quiere decir que no pueda organizar uno rápidamente."
    },
    {
      "index": 21,
      "start_time": 109709.0,
      "end_time": 114414.0,
      "text": "Como dijo John Curtin: \"El resultado del juego no se decide hasta que suena la campana\"."
    },
    {
      "index": 22,
      "start_time": 114848.0,
      "end_time": 118818.0,
      "text": "¿Cómo gobernarás Australia en Sid Meier’s Civilization VI?"
    }
  ]
}