{
  "video_id": "1bZtCt_Siro",
  "title": "Jump Up, Super Star! Remix- Super Mario Odyssey- The Living Tombstone",
  "json": [
    {
      "index": 1,
      "start_time": 13340.0,
      "end_time": 22320.0,
      "text": "Aquí vamos, fuera de los carriles ¿No sabes que es hora de levantar nuestras velas? Es la libertad como nunca conociste"
    },
    {
      "index": 2,
      "start_time": 23080.0,
      "end_time": 31100.0,
      "text": "No necesitas bolsas, o un pase, di la palabra y estará allí en un destello, Tu podrás decir que me quite el sombrero por ti"
    },
    {
      "index": 3,
      "start_time": 32040.0,
      "end_time": 42180.0,
      "text": "Ohhh, podemos enfocarnos todo el camino a la luna, desde este gran y alocado mundo, salta junto a mi y tomemos monedas  juntos, ¡Oh sí!"
    },
    {
      "index": 4,
      "start_time": 43880.0,
      "end_time": 62160.0,
      "text": "Es hora de saltar al aire, (saltar al aire), salta, no temas, (salta, no temas), solo salta y tus preocupaciones se iran lejos, (ooh ooh ooh) , y si las nubes oscuras comienzan a girar, (las nubes oscuras comienzan a girar), no temas, no derrames una lágrima porque, ¡seré tu 1-Up Girl!"
    },
    {
      "index": 5,
      "start_time": 62660.0,
      "end_time": 89700.0,
      "text": "Así que salta súper alto, (salta súper alto), muy arriba en el cielo, (en lo alto del cielo), no hay \"power up\" como el de bailar, sabes que eres mi Súper Estrella, (eres mi Súper Estrella) Nadie más puede llevarme tan lejos. Estoy activando el interruptor. Preparate para esto, ¡Oh, hagamos la Odisea!"
    },
    {
      "index": 6,
      "start_time": 131260.0,
      "end_time": 149120.0,
      "text": "Gira la rueda, arriésgate, Cada viaje comienza un nuevo romance, Un nuevo mundo te llama, Toma un turno, fuera del camino, Encuentra una nueva adición al elenco, Sabes que cualquier capitán necesita un equipo"
    },
    {
      "index": 7,
      "start_time": 149980.0,
      "end_time": 159520.0,
      "text": "Tómatelo con calma mientras te mueves, de lado a lado, solo son puntos de vista diferentes, Saltemos juntos y tomemos monedas  juntos, ¡Oh sí!"
    },
    {
      "index": 8,
      "start_time": 161120.0,
      "end_time": 180020.0,
      "text": "Saltemos en el aire, (Salta en el aire), Salta sin cuidado, (Salta sin cuidado), Salta porque sabes que allí estaré, Y si descubres que no tienes suficiente alegría, (descubres que no estás contento), no te preocupes, ¡no olvides que sigues siendo nuestro 1-Up Boy!"
    },
    {
      "index": 9,
      "start_time": 180360.0,
      "end_time": 207660.0,
      "text": "Así que sigue, endereza tu gorra, (Endereza tu gorra), Deja que tus pies comiencen a tocar, (Tus pies comienzan a tocar), Este ritmo es un \"Hongo de Poder\", Salta, que eres la Súper Estrella (Eres la Súper Estrella) Nadie más puede llegar tan lejos, Péinate el bigote, ahora tienes gracia, ¡Oh, hagamos la Odisea!"
    },
    {
      "index": 10,
      "start_time": 243220.0,
      "end_time": 249380.0,
      "text": "Todos los créditos a \"The Living Tombstone\""
    }
  ]
}