{
  "video_id": "1fNWTZZwgbs",
  "title": "Overview: Hebrews",
  "json": [
    {
      "index": 1,
      "start_time": 2440.0,
      "end_time": 6680.0,
      "text": "La carta a los Hebreos: El autor de esta carta es anónimo y la gente se ha preguntado"
    },
    {
      "index": 2,
      "start_time": 6680.0,
      "end_time": 9720.0,
      "text": "por mucho tiempo si Pablo la escribió, tal vez uno de sus"
    },
    {
      "index": 3,
      "start_time": 9720.0,
      "end_time": 13460.0,
      "text": "colaboradores como Barnabás o Apolos, pero la verdad simplemente no lo sabemos."
    },
    {
      "index": 4,
      "start_time": 13460.0,
      "end_time": 15720.0,
      "text": "En el capítulo 2, descubrimos que el autor tenía"
    },
    {
      "index": 5,
      "start_time": 15720.0,
      "end_time": 17880.0,
      "text": "una relación de primera mano con los discípulos"
    },
    {
      "index": 6,
      "start_time": 17880.0,
      "end_time": 20600.0,
      "text": "quienes a su vez estuvieron al lado de Jesús. Así que sabemos"
    },
    {
      "index": 7,
      "start_time": 20600.0,
      "end_time": 23400.0,
      "text": "que esta carta esta anclada en las enseñanzas de los apóstoles."
    },
    {
      "index": 8,
      "start_time": 23400.0,
      "end_time": 26180.0,
      "text": "Tampoco sabemos quiénes eran la audiencia de esta carta"
    },
    {
      "index": 9,
      "start_time": 26180.0,
      "end_time": 27700.0,
      "text": "o dónde vivían. El autor los conoce muy bien."
    },
    {
      "index": 10,
      "start_time": 27700.0,
      "end_time": 32280.0,
      "text": "y asume que tienen un conocimiento profundo de las escrituras del Viejo Testamento,"
    },
    {
      "index": 11,
      "start_time": 32280.0,
      "end_time": 36180.0,
      "text": "especialmente la historia de los primeros 5 libros de la biblia o la Torá."
    },
    {
      "index": 12,
      "start_time": 36180.0,
      "end_time": 38660.0,
      "text": "Acerca de cómo la familia de Abraham se convirtió en la nación de Israeil."
    },
    {
      "index": 13,
      "start_time": 38660.0,
      "end_time": 41380.0,
      "text": "acerca de cómo Moisés les guió fuera de la esclavitud de Egipto"
    },
    {
      "index": 14,
      "start_time": 41380.0,
      "end_time": 44020.0,
      "text": "hacía el monte Sinaí donde recibieron la Torá"
    },
    {
      "index": 15,
      "start_time": 44020.0,
      "end_time": 46660.0,
      "text": "e hicieron un pacto con Dios dónde construyeron"
    },
    {
      "index": 16,
      "start_time": 46660.0,
      "end_time": 50200.0,
      "text": "el tabernáculo, dónde los sacerdotes ofrecían sacrificios"
    },
    {
      "index": 17,
      "start_time": 50200.0,
      "end_time": 53000.0,
      "text": "y también acerca de cómo vagaron a través del desierto"
    },
    {
      "index": 18,
      "start_time": 53000.0,
      "end_time": 54580.0,
      "text": "en su trayecto a la Tierra Prometida."
    },
    {
      "index": 19,
      "start_time": 54580.0,
      "end_time": 59180.0,
      "text": "El autor simplemente espera que los lectores sepan todos los detalles acerca de estas historias"
    },
    {
      "index": 20,
      "start_time": 59180.0,
      "end_time": 60840.0,
      "text": "así que lo más probable es que la audiencia este hecha de"
    },
    {
      "index": 21,
      "start_time": 60840.0,
      "end_time": 64760.0,
      "text": "judíos cristianos, de allí viene el nombre de la carta."
    },
    {
      "index": 22,
      "start_time": 64760.00000000001,
      "end_time": 67080.0,
      "text": "También tenemos indicios del capítulo 10 de que esta iglesia"
    },
    {
      "index": 23,
      "start_time": 67080.0,
      "end_time": 70120.0,
      "text": "estaba enfrentando persecución e inclusive"
    },
    {
      "index": 24,
      "start_time": 70120.0,
      "end_time": 72340.0,
      "text": "cárcel, a causa de su relación con Jesús"
    },
    {
      "index": 25,
      "start_time": 72340.0,
      "end_time": 76000.0,
      "text": "Algunos en la congregación estaban alejándose de Jesús"
    },
    {
      "index": 26,
      "start_time": 76000.0,
      "end_time": 78000.0,
      "text": "y con ello abandonando la fe del todo y"
    },
    {
      "index": 27,
      "start_time": 78000.0,
      "end_time": 80980.0,
      "text": "esto explica el propósito y la estructura de esta carta."
    },
    {
      "index": 28,
      "start_time": 80980.0,
      "end_time": 87980.0,
      "text": "Primero hay una pequeña introducción la cual es seguida por cuatro secciones donde el autor compara y contrasta a Jesús"
    },
    {
      "index": 29,
      "start_time": 88160.0,
      "end_time": 93860.0,
      "text": "con personas claves y eventos de la historia de Israel. Jesús es comparado primero con ángeles en la Toráh,"
    },
    {
      "index": 30,
      "start_time": 93860.0,
      "end_time": 96640.0,
      "text": "segundo con Moisés y la tierra prometida."
    },
    {
      "index": 31,
      "start_time": 96640.0,
      "end_time": 99440.0,
      "text": "Tercero con sacerdotes y Melquicedec"
    },
    {
      "index": 32,
      "start_time": 99440.0,
      "end_time": 102100.0,
      "text": "y finalmente con los sacrificios en el pacto"
    },
    {
      "index": 33,
      "start_time": 102100.0,
      "end_time": 105420.0,
      "text": "y el autor tiene dos metas principales en todos estos contrastes."
    },
    {
      "index": 34,
      "start_time": 105420.0,
      "end_time": 110120.0,
      "text": "La primer meta es elevar a Jesús como superior a cualquier persona o a cualquier otra cosa."
    },
    {
      "index": 35,
      "start_time": 110120.0,
      "end_time": 113460.0,
      "text": "Mostrando que Jesús es digno de toda la confianza y devoción,"
    },
    {
      "index": 36,
      "start_time": 114280.0,
      "end_time": 119780.0,
      "text": "Pero la segunda meta es esta, es retar a los lectores a mantenerse fieles a Jesús a pesar de la persecución."
    },
    {
      "index": 37,
      "start_time": 119780.0,
      "end_time": 124360.0,
      "text": "Así que en cada sección el incluye una advertencia fuerte, no abandonar a Jesús."
    },
    {
      "index": 38,
      "start_time": 124620.0,
      "end_time": 127000.0,
      "text": "Así que sumerjámonos ahora y veamos como todo esto se revela."
    },
    {
      "index": 39,
      "start_time": 127000.0,
      "end_time": 131740.0,
      "text": "La exaltación de Jesús empieza en la frase de apertura de la introducción. En el pasado"
    },
    {
      "index": 40,
      "start_time": 131800.0,
      "end_time": 139640.0,
      "text": "Dios habló a nuestros ancestros en muchas maneras diferentes, pero en los últimos días, el habló a nosotros en su hijo."
    },
    {
      "index": 41,
      "start_time": 139640.0,
      "end_time": 145800.0,
      "text": "Así que el autor esta diciendo que Jesús es superior a todas la maneras previas en que Dios se ha revelado"
    },
    {
      "index": 42,
      "start_time": 145800.0,
      "end_time": 152760.0,
      "text": "a Israel. El después hace este sorprendente reclamo que Jesús es el resplandor de la gloria de Dios y la fiel"
    },
    {
      "index": 43,
      "start_time": 152760.0,
      "end_time": 159560.0,
      "text": "imagen de la naturaleza de Dios. Estas metáforas son la identificación mas cercana posible entre Jesús y Dios"
    },
    {
      "index": 44,
      "start_time": 159560.0,
      "end_time": 167400.0,
      "text": "así que Jesús es lo que los rayos de luz son para el sol. Donde Jesús es lo que las impresiones de cera son para el anillo de cera."
    },
    {
      "index": 45,
      "start_time": 167400.0,
      "end_time": 174280.0,
      "text": "Para este autor no hay Dios aparte de Jesús. Jesús es Dios vuelto humano como el hijo"
    },
    {
      "index": 46,
      "start_time": 174280.0,
      "end_time": 179380.0,
      "text": "y es esta visión elevada de Jesús que es luego explorada luego a través del resto de la letra."
    },
    {
      "index": 47,
      "start_time": 179380.0,
      "end_time": 183620.0,
      "text": "En la primera sección el autor compara a Jesús con ángeles, y esto puede sorprenderte como un poco raro,"
    },
    {
      "index": 48,
      "start_time": 183700.0,
      "end_time": 189640.0,
      "text": "como porque ángeles? En la tradición judía se enseña basados en deuteronomio capítulo 33 versículo 2"
    },
    {
      "index": 49,
      "start_time": 189640.0,
      "end_time": 195360.0,
      "text": "que la Toráh y la palabra de Dios fueron entregadas a Moisés en el monte Sinaí por ángeles."
    },
    {
      "index": 50,
      "start_time": 195360.0,
      "end_time": 201700.0,
      "text": "y así diciendo que Jesús es superior a ángeles, el autor está reclamando que Jesús y su mensaje de buenas noticias"
    },
    {
      "index": 51,
      "start_time": 201700.0,
      "end_time": 205180.0,
      "text": "son superiores a todos los mensajeros de la palabra de Dios"
    },
    {
      "index": 52,
      "start_time": 205180.0,
      "end_time": 211120.0,
      "text": "y entonces la primera advertencia fluye de este punto exacto. Si Israel fue llamado a poner atención a la Toráh que fué"
    },
    {
      "index": 53,
      "start_time": 211120.0,
      "end_time": 214800.0,
      "text": "entregada por ángeles, cuanta mas atención debemos poner nosotros"
    },
    {
      "index": 54,
      "start_time": 214800.0,
      "end_time": 219300.0,
      "text": "a el mensaje que fué anunciado por el hijo de Dios? Y no solo eso."
    },
    {
      "index": 55,
      "start_time": 219300.0,
      "end_time": 225900.0,
      "text": "Dado el status de Jesús, que está por encima de ángeles,  cuan extraordinario es que el dejó a un lado es gran status"
    },
    {
      "index": 56,
      "start_time": 225900.0,
      "end_time": 229340.0,
      "text": "para volverse humano y sufrir y morir"
    },
    {
      "index": 57,
      "start_time": 229440.0,
      "end_time": 234160.0,
      "text": "En Jesús vemos la más grande gloria de Diosy la humildad mas grande de Dios"
    },
    {
      "index": 58,
      "start_time": 234160.0,
      "end_time": 238960.0,
      "text": "al unirse Jesús en simpatía al trágico destino de la humanidad."
    },
    {
      "index": 59,
      "start_time": 238960.0,
      "end_time": 243960.0,
      "text": "En los capítulos 3 y 4 el autor se mueve a discutir que Jesús es superior a Moisés"
    },
    {
      "index": 60,
      "start_time": 244080.0,
      "end_time": 247740.0,
      "text": "quien guió al pueblo de Israel a través del desierto y construyó el tabernáculo."
    },
    {
      "index": 61,
      "start_time": 247740.0,
      "end_time": 255380.0,
      "text": "Jesús también es el líder del pueblo de Dios, pero en El vemos no al simple constructor de una carpa sino al constructor de toda la creación."
    },
    {
      "index": 62,
      "start_time": 255380.0,
      "end_time": 260580.0,
      "text": "luego el autor vuelve a contar la historia de como los israelitas se rebelaron contra Moisés en el desierto"
    },
    {
      "index": 63,
      "start_time": 260579.99999999997,
      "end_time": 266340.0,
      "text": "y ellos perdieron su oportunidad de entrar al resto de lo que Dios les ofreció en la tierra prometida"
    },
    {
      "index": 64,
      "start_time": 266340.0,
      "end_time": 268760.0,
      "text": "y asi aquí viene la segunda advertencia."
    },
    {
      "index": 65,
      "start_time": 268760.0,
      "end_time": 274040.0,
      "text": "si Jesús es mas grande que Moisés cuan mas altas están las apuestas si nos rebelamos en su contra?"
    },
    {
      "index": 66,
      "start_time": 274040.0,
      "end_time": 278140.0,
      "text": "También estamos en un ambiente parecido al desierto donde tenemos que confiar en Dios"
    },
    {
      "index": 67,
      "start_time": 278140.0,
      "end_time": 281520.0,
      "text": "para el descanso futuro en la nueva creación de Dios"
    },
    {
      "index": 68,
      "start_time": 281520.0,
      "end_time": 286060.0,
      "text": "Así que asegurémonos de no rebelarnos cómo lo hizo Israel en el desierto"
    },
    {
      "index": 69,
      "start_time": 286060.0,
      "end_time": 289980.0,
      "text": "y no perdamos la oferta llena de gracia de Dios para entra en esta nueva creación."
    },
    {
      "index": 70,
      "start_time": 289980.0,
      "end_time": 296000.0,
      "text": "En los capítulos del 5 al 7 el autor luego compara a Jesús con los sacerdotes de Israel que vienen de la línea de Aaron."
    },
    {
      "index": 71,
      "start_time": 296520.0,
      "end_time": 302960.0,
      "text": "Su rol era representar a Israel ante Dios y ofrecer sacrificios que expiaron o cubrieron lo specados"
    },
    {
      "index": 72,
      "start_time": 302960.0,
      "end_time": 309040.0,
      "text": "los pecados del pueblo, pero el resalta, que los sacerdotes mismos eran personas moralmente defectuosas y así ellos"
    },
    {
      "index": 73,
      "start_time": 309140.0,
      "end_time": 313580.0,
      "text": "tenían constantemente que ofrecer sacrificios por sus propios pecados al mismo tiempo que por los de los demás."
    },
    {
      "index": 74,
      "start_time": 313680.0,
      "end_time": 318700.0,
      "text": "Algo mas se necesitaba, y así luego el discute que Jesús era ese algo mas."
    },
    {
      "index": 75,
      "start_time": 318740.0,
      "end_time": 324040.0,
      "text": "El es el máximo sacerdote. Pero Jesús no vino de la línea de Aaron,"
    },
    {
      "index": 76,
      "start_time": 324040.0,
      "end_time": 327220.0,
      "text": "preferiblemente Jesús era un sacerdote de la línea de Melquisedec,"
    },
    {
      "index": 77,
      "start_time": 327280.0,
      "end_time": 333200.0,
      "text": "ese misterioso rey sacerdote del antiguo Jerusalem y el aparece en la historias acerca de Abraham."
    },
    {
      "index": 78,
      "start_time": 333200.0,
      "end_time": 338180.0,
      "text": "También encontramos en salmos 110 que el rey mesiánico de la linea de David"
    },
    {
      "index": 79,
      "start_time": 338180.0,
      "end_time": 341040.0,
      "text": "será un sacerdote de la orden de Melquisedec"
    },
    {
      "index": 80,
      "start_time": 341080.0,
      "end_time": 346600.0,
      "text": "así que todo el punto de los autores es este, Jesús es el máximo rey sacerdote,"
    },
    {
      "index": 81,
      "start_time": 346600.0,
      "end_time": 351660.0,
      "text": "Él es moralmente perfecto, sin tacha, Él está eternamente disponible para su pueblo, asi que Él es superior"
    },
    {
      "index": 82,
      "start_time": 351660.0,
      "end_time": 356860.0,
      "text": "a cualquier otro mediador entre Dios y los humanos.  Y por lo tanto viene su advertencia en esta sección"
    },
    {
      "index": 83,
      "start_time": 356860.0,
      "end_time": 363040.0,
      "text": "Rechazar a Jesús es rechazar a la mejor y única oportunidad de estar completamente reconciliado con Dios,"
    },
    {
      "index": 84,
      "start_time": 363040.0,
      "end_time": 368440.0,
      "text": "así que no lo hagan.  Lo que nos lleva a la última comparación en los capítulos del 8 al 10."
    },
    {
      "index": 85,
      "start_time": 368520.0,
      "end_time": 373020.0,
      "text": "El autor muestra como la muerte de Jesús en la cruz fue el máximo sacrificio,"
    },
    {
      "index": 86,
      "start_time": 373020.0,
      "end_time": 376680.0,
      "text": "superior a todos los sacrificios animales ofrecidos en el templo."
    },
    {
      "index": 87,
      "start_time": 376680.0,
      "end_time": 382360.0,
      "text": "Esos sacrificios debían ser ofrecidos constantemente, diariamente pero también anualmente en el día de expiación"
    },
    {
      "index": 88,
      "start_time": 382360.0,
      "end_time": 388680.0,
      "text": "Jesús ofreció su vida una vez y por todas, y fue suficientemente para cubrir al mundo entero,"
    },
    {
      "index": 89,
      "start_time": 388840.0,
      "end_time": 392720.0,
      "text": "y así el autor advierte a la audiencia respecto a caminar alejándonos de Jesús"
    },
    {
      "index": 90,
      "start_time": 392720.0,
      "end_time": 396520.0,
      "text": "dice que es como dar la espalda a una oferta llena de gracia del perdón de Dios,"
    },
    {
      "index": 91,
      "start_time": 396680.0,
      "end_time": 400260.0,
      "text": "porque harías eso? El sacrificio de Jesús es permanente dice el,"
    },
    {
      "index": 92,
      "start_time": 400260.0,
      "end_time": 405660.0,
      "text": "y es la base del nuevo pacto del que hablan los profetas, donde todos los pecados son perdonados."
    },
    {
      "index": 93,
      "start_time": 405740.0,
      "end_time": 409800.0,
      "text": "Entonces, ahora que el autor ha elevado a Jesús a través de todos estos contrastes,"
    },
    {
      "index": 94,
      "start_time": 409800.0,
      "end_time": 415900.0,
      "text": "la sección final es una gran reto a segur a Jesús. Así que piensa en esta gran imagen;"
    },
    {
      "index": 95,
      "start_time": 415900.0,
      "end_time": 421400.0,
      "text": "En Jesús ellos han encontrado la palabra misma de Dios, en Jesús ellos tienen esperanza por una nueva creación,"
    },
    {
      "index": 96,
      "start_time": 421400.0,
      "end_time": 428680.0,
      "text": "Jesús es su sacerdote eterno, El es el sacrificio perfecto, y asi ahora ellos deben seguir todos los grande modelos de"
    },
    {
      "index": 97,
      "start_time": 428800.0,
      "end_time": 433960.0,
      "text": "fe encontrados a lo largo de la historia de las escrituras y deben permanecer fieles a Jesús"
    },
    {
      "index": 98,
      "start_time": 433960.0,
      "end_time": 439440.0,
      "text": "confiando que a pesar de lo fuerte de la persecución, Dios no abandonará a su pueblo."
    },
    {
      "index": 99,
      "start_time": 439440.0,
      "end_time": 444180.0,
      "text": "Ese es el flujo de pensamiento básico a lo largo de la carta a la cual el autor llama justo aquí al final"
    },
    {
      "index": 100,
      "start_time": 444180.0,
      "end_time": 448680.0,
      "text": "\"una breve palabra de exhortación\". Aquí van un par de consejos extra para leer esta carta."
    },
    {
      "index": 101,
      "start_time": 448680.0,
      "end_time": 453640.0,
      "text": "Siempre que el autor cite a las escrituras del antiguo testamento, lo que sucede cada dos frases"
    },
    {
      "index": 102,
      "start_time": 453640.0,
      "end_time": 458340.0,
      "text": "detente, y ve a mirar la referencia y lee la cita en su contexto original"
    },
    {
      "index": 103,
      "start_time": 458480.0,
      "end_time": 463600.0,
      "text": "y algunas veces serás desconcertado pero mas frecuentemente verás todo tipo de conexiones extras, interesantisimas,"
    },
    {
      "index": 104,
      "start_time": 463720.0,
      "end_time": 466440.0,
      "text": "que nunca notarias de otra manera, vale la pena totalmente el esfuerzo."
    },
    {
      "index": 105,
      "start_time": 466460.0,
      "end_time": 470120.0,
      "text": "Debes también saber que estos pasajes de advertencia,"
    },
    {
      "index": 106,
      "start_time": 470120.0,
      "end_time": 473140.0,
      "text": "van a incomodarte y es mas o menos el punto."
    },
    {
      "index": 107,
      "start_time": 473140.0,
      "end_time": 478720.0,
      "text": "No están allí para asustarte, están allí para mostrarte que rechazar a Jesús es tonto"
    },
    {
      "index": 108,
      "start_time": 478720.0,
      "end_time": 483220.0,
      "text": "porque El es increíble. Estas advertencias sirven todas al propósito mas grande de la carta;"
    },
    {
      "index": 109,
      "start_time": 483340.0,
      "end_time": 488800.0,
      "text": "Mostrar que Jesús el la revelación máxima del amor y la piedad de Dios."
    },
    {
      "index": 110,
      "start_time": 488800.0,
      "end_time": 493120.0,
      "text": "Y de eso es que trata la carta  a los Hebreos."
    }
  ]
}