{
  "video_id": "1PLBmUVYYeg",
  "title": "Disease! Crash Course World History 203",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2680.0,
      "text": "Hola, soy John Green y este es \"Crash Course: Historia Mundial\""
    },
    {
      "index": 2,
      "start_time": 2680.0,
      "end_time": 6820.0,
      "text": "y hoy hablaremos acerca de un tema que me incómoda mucho: Las enfermedades."
    },
    {
      "index": 3,
      "start_time": 6820.0,
      "end_time": 10260.0,
      "text": "Este es un tema díficil para mí, ya que soy un poco hipocondríaco,"
    },
    {
      "index": 4,
      "start_time": 10260.0,
      "end_time": 13120.0,
      "text": "pero siendo justos, mí temor es, en parte, justificado."
    },
    {
      "index": 5,
      "start_time": 13120.0,
      "end_time": 17500.0,
      "text": "Temo que mí existencia termine debido a un organismo microscópico desalmado,"
    },
    {
      "index": 6,
      "start_time": 17500.0,
      "end_time": 20160.0,
      "text": "y siendo justos, estos han matado a mucha gente."
    },
    {
      "index": 7,
      "start_time": 20160.0,
      "end_time": 22840.0,
      "text": "No se puede ser paranoico si los gérmenes en verdad quieren eliminarte,"
    },
    {
      "index": 8,
      "start_time": 22840.0,
      "end_time": 24980.0,
      "text": "y como veremos hoy, eso desean."
    },
    {
      "index": 9,
      "start_time": 24980.0,
      "end_time": 30880.0,
      "text": "Afortunadamente, vivimos en el siglo XXI, donde las enfermedades contagiosas no juegan un enorme papel en la historia,"
    },
    {
      "index": 10,
      "start_time": 30880.0,
      "end_time": 36080.0,
      "text": "a menos que contemos a: La Gripe Aviaria, la neumonía atípica, el VIH/SIDA o gérmenes resistentes a los antibióticos..."
    },
    {
      "index": 11,
      "start_time": 36080.0,
      "end_time": 37660.0,
      "text": "¡Muy bien Stan, vamos de una vez al tema de entrada!"
    },
    {
      "index": 12,
      "start_time": 37700.0,
      "end_time": 46200.0,
      "text": "[Tema de entrada de Crash Course]"
    },
    {
      "index": 13,
      "start_time": 46300.0,
      "end_time": 51200.0,
      "text": "Muy bien, los espectadores antiguos recordarán el genocidio en América en el siglo XVI,"
    },
    {
      "index": 14,
      "start_time": 51200.0,
      "end_time": 54180.0,
      "text": "no solamente como un ejemplo de la total falta de habilidad de los historiadores para nombrar eventos,"
    },
    {
      "index": 15,
      "start_time": 54180.0,
      "end_time": 61000.0,
      "text": "pero, quizás, también como uno de los efectos de mayor importancia y envergadura de las enfermedades en la humanidad."
    },
    {
      "index": 16,
      "start_time": 61000.0,
      "end_time": 63840.0,
      "text": "Sin embargo, tradicionalmente, la historiografía no se ha enfocado mucho en las enfermedades,"
    },
    {
      "index": 17,
      "start_time": 63840.0,
      "end_time": 66160.0,
      "text": "en parte debido a que son misteriosas y aterrorrizantes,"
    },
    {
      "index": 18,
      "start_time": 66160.0,
      "end_time": 72680.0,
      "text": "y en parte porque esto no queda bien con la noción de que la historia es el resultado de la acción humana."
    },
    {
      "index": 19,
      "start_time": 72680.0,
      "end_time": 79760.0,
      "text": "Nos gusta pensar que las cosas ocurren porque hemos hecho algo bueno o algo malo, o por lo menos porque hemos hecho algo,"
    },
    {
      "index": 20,
      "start_time": 79760.0,
      "end_time": 83600.0,
      "text": "pero en realidad, los hechos históricos muchas veces ocurren debido a que mucha gente contrajo viruela."
    },
    {
      "index": 21,
      "start_time": 83600.0,
      "end_time": 88660.0,
      "text": "También es porque, muchas veces, las enfermedades son vistas como parte de la Providencia o de castigos divinos."
    },
    {
      "index": 22,
      "start_time": 88660.0,
      "end_time": 92260.0,
      "text": "Además, ya que las personas no conocían mucho acerca de las enfermedades, no escribieron mucho al respecto,"
    },
    {
      "index": 23,
      "start_time": 92260.0,
      "end_time": 95660.0,
      "text": "y cuando si escribían sobre estas, pues, no las describían particularmente bien."
    },
    {
      "index": 24,
      "start_time": 95660.0,
      "end_time": 100200.0,
      "text": "Por lo que, cuando uno lee las fuentes primarias, muchas vecen suenan a: \"¿De qué murieron? Pues, de inhalar demasiado miasma.\""
    },
    {
      "index": 25,
      "start_time": 100340.0,
      "end_time": 102240.0,
      "text": "Eso no nos ayuda mucho, que digamos."
    },
    {
      "index": 26,
      "start_time": 102240.0,
      "end_time": 105220.0,
      "text": "A causa de eso, tendremos que especular un poco al respecto."
    },
    {
      "index": 27,
      "start_time": 105220.0,
      "end_time": 108220.0,
      "text": "¡Sr. Green, Sr. Green! Amo la especulación. Es muchísimo más divertida que la historia."
    },
    {
      "index": 28,
      "start_time": 108220.0,
      "end_time": 110420.0,
      "text": "Como imaginar: \"¿Qué hubiese pasado si la Confederación hubiese ganado la Guerra Civil Estadounidense?\""
    },
    {
      "index": 29,
      "start_time": 110420.0,
      "end_time": 112980.0,
      "text": "No, yo del pasado, no ese tipo de especulación,"
    },
    {
      "index": 30,
      "start_time": 112980.0,
      "end_time": 117220.0,
      "text": "me refiero a la especulación donde imaginas que FUE lo que pasó, no que HUBIESE sido."
    },
    {
      "index": 31,
      "start_time": 117220.0,
      "end_time": 121360.0,
      "text": "Pues bien, las enfermedades han existido por tanto tiempo como la Humanidad misma ha existido."
    },
    {
      "index": 32,
      "start_time": 121360.0,
      "end_time": 126240.0,
      "text": "Y los humanos surgieron de las zonas trópicales de África, donde se encuentran una gran variedad de parásitos microscópicos,"
    },
    {
      "index": 33,
      "start_time": 126240.0,
      "end_time": 134280.0,
      "text": "por lo que es muy probable que esos parásitos hayan sido la causa de la poca población humana que hubo por mucho tiempo."
    },
    {
      "index": 34,
      "start_time": 134280.0,
      "end_time": 140180.0,
      "text": "Solo fue hasta después de que emigramos fuera de África hacia regiones menos amigables con ciertas enfermedades, aprox. 64 000 años atrás,"
    },
    {
      "index": 35,
      "start_time": 140180.0,
      "end_time": 146620.0,
      "text": "cuando logramos ver un aumento poblacional necesario para lo que, llamamos, a manera tentativa, la Civilización."
    },
    {
      "index": 36,
      "start_time": 146620.0,
      "end_time": 152980.0,
      "text": "Los humanos emigraron hacia los valles fluviales, convirtiéndose estos en la cuna de la civilización, con la agricultura y sus excedentes, etc."
    },
    {
      "index": 37,
      "start_time": 152980.0,
      "end_time": 158520.0,
      "text": "Esto nos permitió escapar de esas enfermedades que limitaban el crecimiento poblacional, pero a la vez, surgieron nuevas enfermedades."
    },
    {
      "index": 38,
      "start_time": 158520.0,
      "end_time": 163480.0,
      "text": "Estas comunidades en los valles tenían mayor población y densidad poblacional, por lo que abundaban las epidemias."
    },
    {
      "index": 39,
      "start_time": 163480.0,
      "end_time": 169740.0,
      "text": "Ya que, uno de los grandes beneficios de ser cazador-recolector, es el hecho de que las enfermedades no puedan eliminar ciudades, si no existen las mismas."
    },
    {
      "index": 40,
      "start_time": 169740.0,
      "end_time": 174760.0,
      "text": "También, los valles podían ser calderos de pestes, especialmente en aquellos donde se utilizó la irrigación,"
    },
    {
      "index": 41,
      "start_time": 174760.0,
      "end_time": 177700.0,
      "text": "que a menudo dependía de aguas de lento movimiento o completamente estancadas,"
    },
    {
      "index": 42,
      "start_time": 177700.0,
      "end_time": 184940.0,
      "text": "y, si alguna vez han tenido que limpiar un bebedero para aves, sabrán que el agua estancada es un ambiente idóneo para los virus y bacterias."
    },
    {
      "index": 43,
      "start_time": 184940.0,
      "end_time": 190900.0,
      "text": "Por ejemplo, la esquitosomiasis ha sido rastreada en Egipto tan temprano como el 1200 a.n.e. ¿Qué, qué es eso Stan?"
    },
    {
      "index": 44,
      "start_time": 190900.0,
      "end_time": 194660.0,
      "text": "¡Oh! Aparentemente es un tipo de tenia o platelminto ¿aún lo tenemos?"
    },
    {
      "index": 45,
      "start_time": 194660.0,
      "end_time": 196120.0,
      "text": "Creo que sí, creo que sí. Genial."
    },
    {
      "index": 46,
      "start_time": 196120.0,
      "end_time": 202280.0,
      "text": "Como sea, muchas enfermedades surgen de los animales domesticados, pero para tener tocino hay que soportar la gripe porcina."
    },
    {
      "index": 47,
      "start_time": 202280.0,
      "end_time": 203740.0,
      "text": "Por lo que es una situación más o menos..."
    },
    {
      "index": 48,
      "start_time": 203740.0,
      "end_time": 207980.0,
      "text": "Será un gran chiste cuando todos desaparezcamos por la gripe porcina. ¡Bromeo! Será por la gripe aviaria."
    },
    {
      "index": 49,
      "start_time": 207980.0,
      "end_time": 211560.0,
      "text": "Pero desde una perspectiva macrohistórica, las enfermedades fueron o pudieron ser ventajas."
    },
    {
      "index": 50,
      "start_time": 211560.0,
      "end_time": 217220.0,
      "text": "A veces, estas ayudaban a ciertas poblaciones a escapar de la conquistas, i.e. África hasta el siglo XIX."
    },
    {
      "index": 51,
      "start_time": 217220.0,
      "end_time": 220760.0,
      "text": "Ok, nos gusta pensar que una de los hitos de la Civilización es la escritura"
    },
    {
      "index": 52,
      "start_time": 220760.0,
      "end_time": 227260.0,
      "text": "y las pandemias eran el tipo de eventos que eran descritas por las civilizaciones tempranas como algo muy importante."
    },
    {
      "index": 53,
      "start_time": 227260.0,
      "end_time": 237220.0,
      "text": "Sea la peste en la Épica de Gilgamesh, o los antiguos historiadores chinos que relatan como aumentaban las enfermedades al moverse del norte del río Amarillo hacia su delta;"
    },
    {
      "index": 54,
      "start_time": 237220.0,
      "end_time": 243000.0,
      "text": "La Grecia antigua permaneció casi sin grandes epidemias debido a su clima, pero también por el aislamiento de las ciudades-estado,"
    },
    {
      "index": 55,
      "start_time": 243000.0,
      "end_time": 247920.0,
      "text": "pero, a medida que las ciudades comerciaban más entre sí, más suceptibles se hacían."
    },
    {
      "index": 56,
      "start_time": 247920.0,
      "end_time": 253860.0,
      "text": "El mejor ejemplo de esto es la plaga que afectó a Atenas entre el 430-429 a.n.e. en la Guerra del Peloponeso,"
    },
    {
      "index": 57,
      "start_time": 253860.0,
      "end_time": 259920.0,
      "text": "y eso nos conduce a un punto crucial: La correlación entre la Guerra y las Enfermedades."
    },
    {
      "index": 58,
      "start_time": 259920.00000000003,
      "end_time": 265780.0,
      "text": "Los ejércitos tendían a llevarlas consigo, y la falta de alimentos y los desplazamientos forzosos hacían de los civiles más propensos a enfermarse."
    },
    {
      "index": 59,
      "start_time": 265780.0,
      "end_time": 272760.0,
      "text": "Ese sigue siendo el caso, y la extraña relación simbiótica entre ambos aspectos es algo que veremos en las próximas semanas."
    },
    {
      "index": 60,
      "start_time": 272760.0,
      "end_time": 275760.0,
      "text": "Pero, nada esparce las enfermedades mejor que el comercio."
    },
    {
      "index": 61,
      "start_time": 275760.0,
      "end_time": 281200.0,
      "text": "El comercio es muy bueno para las economías pero muy malo para mantener a la población libre de males."
    },
    {
      "index": 62,
      "start_time": 281200.0,
      "end_time": 289800.0,
      "text": "Así, la inserción de Roma en las rutas de comercio transcontinental, como la Ruta de Seda, puede explicarnos porque Tito Livio describió hasta 11 epidemias catastróficas,"
    },
    {
      "index": 63,
      "start_time": 289800.0,
      "end_time": 295700.0,
      "text": "y es muy posible que las enfermedades, y el consecuente descenso poblacional, llevaran a la caída de Roma."
    },
    {
      "index": 64,
      "start_time": 295700.0,
      "end_time": 302100.0,
      "text": "Pero claro, no se puede hablar de las enfermedades si no se menciona a la epidemia más famosa de todas: La Peste Negra."
    },
    {
      "index": 65,
      "start_time": 302100.0,
      "end_time": 305800.0,
      "text": "Digo, si la Peste Negra fuera un equipo de fútbol, sería el Liverpool FC."
    },
    {
      "index": 66,
      "start_time": 305800.0,
      "end_time": 308940.0,
      "text": "Si la Peste Negra fuera una banda, sería Los Beatles."
    },
    {
      "index": 67,
      "start_time": 308940.0,
      "end_time": 315320.0,
      "text": "Si la Peste negra fuera una industria, sería la industria textil de Liverpool en el siglo XVIII."
    },
    {
      "index": 68,
      "start_time": 315320.0,
      "end_time": 323900.0,
      "text": "La Peste, que afectó a Europa a mediados del siglo XIV, provenía de las pulgas cargadas por las ratas, y la Peste Bubónica se encuentra en todo el mundo aún el oeste de EUA."
    },
    {
      "index": 69,
      "start_time": 323900.0,
      "end_time": 329320.0,
      "text": "Ahora existe tratamiento afortunadamente. La Peste Negra tuvo su origen en China y se esparció hacia el oeste con las caravanas de mercaderes,"
    },
    {
      "index": 70,
      "start_time": 329320.0,
      "end_time": 334260.0,
      "text": "acelerándose el proceso cuando las ratas se embarcaron en las flotas del Meditérrano"
    },
    {
      "index": 71,
      "start_time": 334260.0,
      "end_time": 340180.0,
      "text": "Así, la tasa de mortandad de esta plaga fue altísima, llegando a matar, a quizás, un tercio de la población europea."
    },
    {
      "index": 72,
      "start_time": 340300.0,
      "end_time": 342600.0,
      "text": "¡Oh, ha de ser el momento de la Carta Pública!"
    },
    {
      "index": 73,
      "start_time": 342600.0,
      "end_time": 344840.0,
      "text": "¡Jo, jo! Es la Parca. Tú, aléjate de mí."
    },
    {
      "index": 74,
      "start_time": 344840.0,
      "end_time": 346460.0,
      "text": "Carta Pública a la Peste Negra:"
    },
    {
      "index": 75,
      "start_time": 346460.0,
      "end_time": 352000.0,
      "text": "Estimada Peste Negra. No deseo alabarte, pero ese nombre, \"Peste Negra\", es en verdad un buen nombre de marca."
    },
    {
      "index": 76,
      "start_time": 352000.0,
      "end_time": 355400.0,
      "text": "Siendo un nombre tan aterrador, es una lástima que la gente del siglo XIV no lo empleara."
    },
    {
      "index": 77,
      "start_time": 355400.0,
      "end_time": 361520.0,
      "text": "No fue sino hasta 1832 que el Dr. y profesor de Historia de la Medicina, J.F.K. Hecker, quién lo empleara por primera vez."
    },
    {
      "index": 78,
      "start_time": 361520.0,
      "end_time": 367080.0,
      "text": "Y el término se popularizó en el inglés hasta después de la publicación de \"Una Historia de Inglaterra\" por Elizabeth Cartwright Penrose."
    },
    {
      "index": 79,
      "start_time": 367080.0,
      "end_time": 369020.0,
      "text": "Asi que un muy buen trabajo, J.F.K. Hecker."
    },
    {
      "index": 80,
      "start_time": 369020.0,
      "end_time": 376080.0,
      "text": "Tuvo que ser un historiador, que a su vez era médico, para inventar un término tan popular como \"Peste Negra\", pero al fin, historiadores, lo lograron."
    },
    {
      "index": 81,
      "start_time": 376080.0,
      "end_time": 380560.0,
      "text": "Una cosa tan aterradora recibió el nombre tan aterrador que se merecía. SInceramente, John Green."
    },
    {
      "index": 82,
      "start_time": 380560.0,
      "end_time": 386360.0,
      "text": "No es 100% seguro que la Peste Negra haya sido la Peste Bubónica; su virulencia sugiere que algunos lugares quizás haya sido neumonía,"
    },
    {
      "index": 83,
      "start_time": 386360.0,
      "end_time": 392740.0,
      "text": "pero tenemos descripciones de esta que concuerda con la Peste Bubónica, como la del cronista florentino, Matteo Villani, que reza:"
    },
    {
      "index": 84,
      "start_time": 392740.0,
      "end_time": 396634.0,
      "text": "\"Era una plaga que afectaba a todas las personas sin importar su condición, edad o sexo."
    },
    {
      "index": 85,
      "start_time": 396634.0,
      "end_time": 403474.0,
      "text": "Comenzaban a escupir sangre y luego fallecían, algunos al instante, otros en 2 o 3 días, y algunos inclusive mucho después...\""
    },
    {
      "index": 86,
      "start_time": 403474.0,
      "end_time": 409320.0,
      "text": "\"Muchos tenían ampollas en su ingle, y muchos otros en sus axilas y otros lugares;"
    },
    {
      "index": 87,
      "start_time": 413120.0,
      "end_time": 413620.0,
      "text": "uno casi siempre podía encontrar un bulto inusual en alguna parte del cuerpo de la víctima\""
    },
    {
      "index": 88,
      "start_time": 413620.0,
      "end_time": 422020.0,
      "text": "Stan, aprecio mucho que eso hay sido solo texto y no imágenes porque parece terrible. Afortunadamente ese fue el último brote de la Peste Bubónica."
    },
    {
      "index": 89,
      "start_time": 422020.0,
      "end_time": 425540.0,
      "text": "¿Cómo? ¿Hubo un brote en 1904 en San Francisco? ¡Madre mía!"
    },
    {
      "index": 90,
      "start_time": 425540.0,
      "end_time": 427200.0,
      "text": "¡¿Y en la India en 1994?!"
    },
    {
      "index": 91,
      "start_time": 427200.0,
      "end_time": 431560.0,
      "text": "Obviamente, la plaga ha afectado a muchos individuos, pero también afectó a la historia mundial."
    },
    {
      "index": 92,
      "start_time": 431560.0,
      "end_time": 438580.0,
      "text": "Así, la peste posiblemente contribuyó a la caída de la dinastía Yuan en China en el siglo XIV, pero sus efectos más fuertes se sintieron en Europa occidental."
    },
    {
      "index": 93,
      "start_time": 438580.0,
      "end_time": 440280.0,
      "text": "Ok, vamos a la Búrbuja del Pensamiento."
    },
    {
      "index": 94,
      "start_time": 440280.0,
      "end_time": 444640.0,
      "text": "Existe debate sobre si la Peste Negra impulsó la economía de Europa y terminó con la Edad Media."
    },
    {
      "index": 95,
      "start_time": 444640.0,
      "end_time": 451340.0,
      "text": "Probablemente sí creó oportunidades, tales como en los gremios, que se vieron forzados a incorporar a nuevos miembros para reemplazar a los muertos."
    },
    {
      "index": 96,
      "start_time": 451340.0,
      "end_time": 457940.0,
      "text": "y la inflación constante en Europa hasta el fin del siglo, sugiere tanto una escasez de productos como  el aumento de salarios."
    },
    {
      "index": 97,
      "start_time": 457940.0,
      "end_time": 462600.0,
      "text": "De nuevo, Matteo Villani nos provee con evidencia del efecto de la plaga en la economía italiana:"
    },
    {
      "index": 98,
      "start_time": 462600.0,
      "end_time": 467000.0,
      "text": "\"Las enfermeras y los artesanos menores que hacen trabajo manual desean hasta tres veces el pago normal,"
    },
    {
      "index": 99,
      "start_time": 467100.0,
      "end_time": 473920.0,
      "text": "y los labradores en el campo quieren bueyes, las mejores semillas y trabajar en los mejores terrenos, abandonando todos los demás.\""
    },
    {
      "index": 100,
      "start_time": 473920.0,
      "end_time": 477220.0,
      "text": "Por lo que, la plaga pudo haber sido algo bueno para los obreros, por los menos para aquellos vivos."
    },
    {
      "index": 101,
      "start_time": 477220.0,
      "end_time": 485680.0,
      "text": "La plaga posiblemente también cambió el Cristianismo Europeo. Al encarar tantas muertes aparantemente azarosas, algunas personas abandonaron la piedad por el hedonismo,"
    },
    {
      "index": 102,
      "start_time": 485680.0,
      "end_time": 494280.0,
      "text": "y la ineficacia de los curas en el manejo de la crisis quizás haya llevado a un aumento del anticlericalismo y a una mejor aceptación de las ideas de la Reforma Protestante."
    },
    {
      "index": 103,
      "start_time": 494280.0,
      "end_time": 497300.0,
      "text": "Y los intentos de combatir la plaga también cambió el estilo de vida de los europeos."
    },
    {
      "index": 104,
      "start_time": 497300.0,
      "end_time": 501440.0,
      "text": "Por ejemplo, se desarrollaron nuevas técnicas de construcción, al usar edificios de ladrillo en vez de madera,"
    },
    {
      "index": 105,
      "start_time": 501440.0,
      "end_time": 505500.0,
      "text": "y en muchos lugares, los techos de losa reemplazaron a los techos de paja, que eran preferidos por las ratas."
    },
    {
      "index": 106,
      "start_time": 505500.0,
      "end_time": 513140.0,
      "text": "Estos nuevos refugios crearon más barreras entre los humanos y los roedores transmisores, además, eran menos las ratas infectadas que caían del techo, lo que era bueno."
    },
    {
      "index": 107,
      "start_time": 513140.0,
      "end_time": 513900.0,
      "text": "Gracias, Búrbuja del Pensamiento."
    },
    {
      "index": 108,
      "start_time": 513900.0,
      "end_time": 524220.0,
      "text": "Así, la Peste Negra nos asombra más debido a nuestro pensamiento eurocéntrico, pero en términos de devastación y sufrimiento humano, palidece en comparación al genocidio a causa del Intercambio Colombino."
    },
    {
      "index": 109,
      "start_time": 524220.0,
      "end_time": 533100.0,
      "text": "La América Prehispánica ciertamente no era ningún paraíso, pero nuestros registros sugieren que las culturas amerindias sufrieron de pocas enfermedades hasta la llegada de los europeos."
    },
    {
      "index": 110,
      "start_time": 533100.0,
      "end_time": 535060.0,
      "text": "Sí tenían la Sífilis, pero eso es prevenible."
    },
    {
      "index": 111,
      "start_time": 535060.0,
      "end_time": 540680.0,
      "text": "No es para redundar, pero uno de los efectos más obvios y usualmente menos visto del genocidio en la Conquista fue la mortandad."
    },
    {
      "index": 112,
      "start_time": 540680.0,
      "end_time": 548420.0,
      "text": "Así, quizás hasta el 90% de la población nativa de América falleció, arrasando con comunidades, familias y hasta culturas enteras."
    },
    {
      "index": 113,
      "start_time": 548420.0,
      "end_time": 558420.0,
      "text": "Y al mismo tiempo que las enfermedades destruían el orden social indígena, la población europea aumentaba, creando más presión en colonizar América, Asia, África y eventualmente, Australia;"
    },
    {
      "index": 114,
      "start_time": 558420.0,
      "end_time": 567980.0,
      "text": "así que podemos decir, tal como el historiador Jared Diamond lo hizo, que la enfermedad fue, sino el factor decisivo, por lo menos sí fue un determinante crucial en el dominio europeo en la edad moderna."
    },
    {
      "index": 115,
      "start_time": 567980.0,
      "end_time": 575700.0,
      "text": "Y aunque no ha sido exactamente la útlima gran epidemia, el mundo nunca más ha visto nada parecido a la devastación causada por el Intercambio Colombino."
    },
    {
      "index": 116,
      "start_time": 575700.0,
      "end_time": 582060.0,
      "text": "En parte por nuestros nuevos perfiles inmunológicos compartidos, pero mucho también, es debido a los avances en Ciencia y en Medicina."
    },
    {
      "index": 117,
      "start_time": 582060.0,
      "end_time": 587840.0,
      "text": "El avance médico más significativo en el combate contra las epidemias, como la Viruela, ha sido la vacunación,"
    },
    {
      "index": 118,
      "start_time": 587840.0,
      "end_time": 595080.0,
      "text": "la cual fue probablemente inventada en Asia, pero llegó a ser ampliamente usada en Inglaterra a partir de 1721 y en el resto de Europa un siglo después."
    },
    {
      "index": 119,
      "start_time": 595080.0,
      "end_time": 602840.0,
      "text": "Luego, el desarrollo de los antibióticos en el siglo XX probó ser altamente efectivo contra las infecciones bacterianas, como la Peste Bubónica y la Tuberculosis."
    },
    {
      "index": 120,
      "start_time": 602840.0,
      "end_time": 607980.0,
      "text": "Algunos de estos avances han tenido tremendos resultados, siendo la Viruela eliminada entre las poblaciones humanas,"
    },
    {
      "index": 121,
      "start_time": 607980.0,
      "end_time": 614480.0,
      "text": "pero las enfermedades contagiosas siguen siendo la causa No.1 de muertes humanas, y todavía tenemos epidemias mortales, como el Cólera, en el mundo."
    },
    {
      "index": 122,
      "start_time": 614480.0,
      "end_time": 625520.0,
      "text": "Y, a pesar de que los antibióticos solo llevan un siglo desde su primer uso, muchas bacterias se han hecho inmunes a estos, y enfermedades como la Tuberculosis han vuelto a emerger."
    },
    {
      "index": 123,
      "start_time": 625520.0,
      "end_time": 633040.0,
      "text": "Luego tenemos las epidemias modernas como el VIH/SIDA junto a otras más nuevas y aterradoras, como las diferentes influenzas de las que tanto escuchamos."
    },
    {
      "index": 124,
      "start_time": 633040.0,
      "end_time": 641940.0,
      "text": "Todo esto nos recuerda que las enfermedades continúan moldeando la historia humana y tienen el potencial de ser la fuerza más poderosa en la historia, inclusive causando nuestro fin."
    },
    {
      "index": 125,
      "start_time": 641940.0,
      "end_time": 651720.0,
      "text": "No gusta pensar que la historia humana es tanto hecha como contada por los humanos, pero en realidad, es mucho más complicado ya que compartimos el planeta con muchas otras criaturas."
    },
    {
      "index": 126,
      "start_time": 651720.0,
      "end_time": 659420.0,
      "text": "Sé que nos gusta pensar en nosotros como individuos, pero no podemos separarnos, no solamente de otras personas, pero también del resto de la biósfera."
    },
    {
      "index": 127,
      "start_time": 659420.0,
      "end_time": 662740.0,
      "text": "Toda esa historia también es la historia humana."
    },
    {
      "index": 128,
      "start_time": 662740.0,
      "end_time": 664740.0,
      "text": "Gracias por su atención. Nos veremos la próxima semana."
    },
    {
      "index": 129,
      "start_time": 665120.0,
      "end_time": 669140.0,
      "text": "Crash Course es filmado en el Chad and Stacey Emigholz Studio en Indianapolis,"
    },
    {
      "index": 130,
      "start_time": 669140.0,
      "end_time": 672620.0,
      "text": "y es posible gracias a su apoyo a través de Subbable.com"
    },
    {
      "index": 131,
      "start_time": 672620.0,
      "end_time": 678980.0,
      "text": "Subbable.com es un servicio de suscripción voluntaria que les permite a las personas el apoya a Crash Course directamente para que así se pueda mantener gratuito para todos por siempre."
    },
    {
      "index": 132,
      "start_time": 678980.0,
      "end_time": 681860.0,
      "text": "Gracias a todos nuestros suscriptores de Subbable y gracias a Uds. por su atención."
    },
    {
      "index": 133,
      "start_time": 681860.0,
      "end_time": 685200.0,
      "text": "Y como decimos en mí pueblo natal: ¡No te olvides de ser impresionante! - DFTBA."
    }
  ]
}