{
  "video_id": "1WS712DHfmg",
  "title": "Life Begins: Crash Course Big History #4",
  "json": [
    {
      "index": 1,
      "start_time": 99.0,
      "end_time": 5480.0,
      "text": "Hola. Soy John Green, bienvenidos a Crash Course Historia Grande, donde hoy vamos a buscarnos"
    },
    {
      "index": 2,
      "start_time": 5480.0,
      "end_time": 8090.0,
      "text": "una vida. Oh, al menos, la Tierra va a buscarse una vida."
    },
    {
      "index": 3,
      "start_time": 8090.0,
      "end_time": 12860.0,
      "text": "Pero primero debemos comenzar con una aclaración: el origen de la vida es, de muchas maneras, una \"página"
    },
    {
      "index": 4,
      "start_time": 12860.0,
      "end_time": 18200.0,
      "text": "en blanco\" de la historia. Al igual que el misterio que rodea el Big Bang o la materia  oscura, el"
    },
    {
      "index": 5,
      "start_time": 18200.0,
      "end_time": 22260.0,
      "text": "origen de la vida es todavía bastante enigmático para nosotros. Gracias a las investigaciones científicas,"
    },
    {
      "index": 6,
      "start_time": 22260.0,
      "end_time": 26260.0,
      "text": "tenemos una idea genérica de lo que tuvo que ocurrir para que surgiera la vida, pero aún no tenemos muy claros"
    },
    {
      "index": 7,
      "start_time": 26260.0,
      "end_time": 27070.0,
      "text": "los detalles."
    },
    {
      "index": 8,
      "start_time": 27070.0,
      "end_time": 31060.0,
      "text": "¡Sr Green, Sr Green! Esto es, si no estamos seguros... ¿por qué lo estudiamos como historia? Quizás"
    },
    {
      "index": 9,
      "start_time": 31060.0,
      "end_time": 34280.0,
      "text": "deberíamos, ya sabes, dejar que los científicos terminen de entenderlo y ya nos contarán"
    },
    {
      "index": 10,
      "start_time": 34280.0,
      "end_time": 36149.0,
      "text": "después de que termine esta clase (?)"
    },
    {
      "index": 11,
      "start_time": 36149.0,
      "end_time": 39929.0,
      "text": "Bueno, Yo Del Pasado, estoy seguro de que los miles de científicos trabajando para contestar esa pregunta aprecian"
    },
    {
      "index": 12,
      "start_time": 39929.0,
      "end_time": 45369.0,
      "text": "tu paciencia, pero incluso cuando tenemos páginas en blanco en los anales de la historia, ¡sigue"
    },
    {
      "index": 13,
      "start_time": 45369.0,
      "end_time": 49219.0,
      "text": "siendo historia! Por ejemplo, todavía hay competición entre distintas ideas y teorías sobre la presidencia de Franklin"
    },
    {
      "index": 14,
      "start_time": 49219.0,
      "end_time": 54299.0,
      "text": "Delano Roosevelt, pero el hecho de que aún tengamos preguntas no significa que no ocurrió!"
    },
    {
      "index": 15,
      "start_time": 54300.0,
      "end_time": 58139.0,
      "text": "A veces no tenemos una narración clara de los eventos y es nuestro trabajo buscar"
    },
    {
      "index": 16,
      "start_time": 58139.0,
      "end_time": 62600.0,
      "text": "más pruebas y perfeccionar esas teorías. Pero primero habrá que conocer las pruebas que ya tenemos"
    },
    {
      "index": 17,
      "start_time": 62600.0,
      "end_time": 66000.0,
      "text": "y las teorías actuales. Quiero decir, al fin y al cabo, ¡de eso se trata la historia!"
    },
    {
      "index": 18,
      "start_time": 75220.0,
      "end_time": 78960.0,
      "text": "Soy Hank Green y esto sigue siendo Crash Course Historia Grande. La última vez lo dejamos con una"
    },
    {
      "index": 19,
      "start_time": 78960.0,
      "end_time": 85030.0,
      "text": "Tierra recién nacida muy caliente y bombardeada por asteroides. Después, millones de años de"
    },
    {
      "index": 20,
      "start_time": 85030.0,
      "end_time": 87689.0,
      "text": "lluvia torrencial enfriaron la superficie y crearon los primeros océanos."
    },
    {
      "index": 21,
      "start_time": 87689.0,
      "end_time": 92780.0,
      "text": "Sabemos que la vida surgió en los océanos hace entre 3,5 y 4 billones de años. Tenemos pruebas"
    },
    {
      "index": 22,
      "start_time": 92780.0,
      "end_time": 96750.0,
      "text": "fósiles seguras para demostrar la vida de hace 3,5 billones de años y muchos científicos están bastante seguros"
    },
    {
      "index": 23,
      "start_time": 96750.0,
      "end_time": 98909.0,
      "text": "de que había vida hace 3,8 billones de años."
    },
    {
      "index": 24,
      "start_time": 98909.0,
      "end_time": 102070.0,
      "text": "Está bastante claro que la vida es algo diferente al resto del universo, pero ¿qué"
    },
    {
      "index": 25,
      "start_time": 102070.0,
      "end_time": 106999.0,
      "text": "marca esa diferencia? Estoy bastante sorprendido de que esto sea una pregunta super desconcertante"
    },
    {
      "index": 26,
      "start_time": 106999.0,
      "end_time": 110759.0,
      "text": "a la cual aún falta por encontrar una respuesta 100% satisfactoria. Pero algunas de las"
    },
    {
      "index": 27,
      "start_time": 110759.0,
      "end_time": 115659.0,
      "text": "características más importantes de la mayoría de seres vivos son: adaptarse al medio, tener un metabolismo"
    },
    {
      "index": 28,
      "start_time": 115659.0,
      "end_time": 119919.0,
      "text": "que procesa energía para mantenerlo activo (como hacemos los humanos con la pizza), y reproducirse,"
    },
    {
      "index": 29,
      "start_time": 119919.0,
      "end_time": 125399.0,
      "text": "ya sea como una célula que se divide en dos o dos animales... haciendo sus cosas de forma natural."
    },
    {
      "index": 30,
      "start_time": 125399.0,
      "end_time": 130000.0,
      "text": "Pero incluso estos criterios sencillos tienen sus problemas. Algunos animales, como las mulas, nacen incapaces"
    },
    {
      "index": 31,
      "start_time": 130000.0,
      "end_time": 134080.0,
      "text": "de reproducirse. Algunos microorganismos pueden \"apagar\" su metabolismo durante periodos de tiempo muy largos"
    },
    {
      "index": 32,
      "start_time": 134080.0,
      "end_time": 137820.0,
      "text": "sin estar exactamente vivos ni muertos."
    },
    {
      "index": 33,
      "start_time": 137820.0,
      "end_time": 142300.0,
      "text": "Dada la increíble variedad de especies, las definiciones de \"vida\" son, por necesidad, muy amplias."
    },
    {
      "index": 34,
      "start_time": 142300.0,
      "end_time": 147220.0,
      "text": "Pero una de esas definiciones por gran historiador Fred Spire es, y lo cito exactamente: \"un régimen que contiene"
    },
    {
      "index": 35,
      "start_time": 147220.0,
      "end_time": 151690.0,
      "text": "un programa hereditario para definir y dirigir mecanismos moleculares que activamente extraen"
    },
    {
      "index": 36,
      "start_time": 151690.0,
      "end_time": 156720.0,
      "text": "materia y energía del medio, con cuya ayuda materia y energía son convertidas"
    },
    {
      "index": 37,
      "start_time": 156720.0,
      "end_time": 160950.0,
      "text": "en materiales de construcción para su propio mantenimiento y, a ser posible, reproducción.\""
    },
    {
      "index": 38,
      "start_time": 161940.0,
      "end_time": 165860.0,
      "text": "En otras palabras lo que te diferencia de una estrella es que mientras que una estrella se va apagando"
    },
    {
      "index": 39,
      "start_time": 165870.0,
      "end_time": 170040.0,
      "text": "hasta que muere y no va buscando más combustible por el cosmos, un ser vivo"
    },
    {
      "index": 40,
      "start_time": 170040.0,
      "end_time": 176490.0,
      "text": "sí que busca concienzudamente pizza para mantenerse, preferiblemente el tiempo suficiente para, ya sabes"
    },
    {
      "index": 41,
      "start_time": 176490.0,
      "end_time": 177890.0,
      "text": "tener algún que otro hijo."
    },
    {
      "index": 42,
      "start_time": 177890.0,
      "end_time": 181680.0,
      "text": "Pero ¿cómo sabemos lo que sabemos? ¿Cómo sabemos que la vida es solo una clase"
    },
    {
      "index": 43,
      "start_time": 181680.0,
      "end_time": 187640.0,
      "text": "distinta de mecanismo molecular y no algo más profundo? Bueno, podemos poner a prueba estas declaraciones. ¡Y lo hacemos!"
    },
    {
      "index": 44,
      "start_time": 187640.0,
      "end_time": 188780.0,
      "text": "Usando la ciencia."
    },
    {
      "index": 45,
      "start_time": 188790.0,
      "end_time": 192620.0,
      "text": "Porque la vida tiene una apariencia tan radicalmente distinta del universo inanimado, antes se pensaba"
    },
    {
      "index": 46,
      "start_time": 192620.0,
      "end_time": 197790.0,
      "text": "que la vida estaba formada por cosas totalmente distintas. Luego, en 1828, un químico alemán, Friedrich"
    },
    {
      "index": 47,
      "start_time": 197790.0,
      "end_time": 203690.0,
      "text": "Wöhler, utilizó productos químicos inorgánicos para sintetizar un producto orgánico. Esto fue un hecho importantísimo -"
    },
    {
      "index": 48,
      "start_time": 203690.0,
      "end_time": 207760.0,
      "text": "al igual que la teoría de la gravedad de Newton demostró que los cielos y la Tierra seguían las mismas leyes"
    },
    {
      "index": 49,
      "start_time": 207760.0,
      "end_time": 212900.0,
      "text": "físicas, el experimento de Wöhler demostró que la vida y la no-vida siguen las mismas leyes químicas,"
    },
    {
      "index": 50,
      "start_time": 212900.0,
      "end_time": 216290.0,
      "text": "lo cual implica que la vida podría emerger de la no-vida."
    },
    {
      "index": 51,
      "start_time": 216290.0,
      "end_time": 219820.0,
      "text": "Incluso esta idea no era totalmente nueva. Durante siglos, la idea aristotélica de que la vida"
    },
    {
      "index": 52,
      "start_time": 219820.0,
      "end_time": 224800.0,
      "text": "emergía espontáneamente de no-vida estaba ampliamente aceptada. Por ejemplo, si pones carne"
    },
    {
      "index": 53,
      "start_time": 224800.0,
      "end_time": 228710.0,
      "text": "podrida al sol, al cabo de un tiempo la carne se \"transformaría\" en larvas."
    },
    {
      "index": 54,
      "start_time": 228710.0,
      "end_time": 232370.0,
      "text": "Probablemente puedas encontrar los errores de esta teoría. Científicos del siglo XVII"
    },
    {
      "index": 55,
      "start_time": 232370.0,
      "end_time": 236650.0,
      "text": "cogieron carne y otros objetos que supuestamente generaban vida espontáneamente, los hirvieron"
    },
    {
      "index": 56,
      "start_time": 236650.0,
      "end_time": 242040.0,
      "text": "para matar cualquier huevo previamente puesto por insectos, los sellaron en botes y no ocurrió nada."
    },
    {
      "index": 57,
      "start_time": 242040.0,
      "end_time": 246230.0,
      "text": "¡Oh, Aristóteles, primero nos dijiste que los mocos eran nuestro cerebro saliendo por nuestra nariz, y ahora"
    },
    {
      "index": 58,
      "start_time": 246230.0,
      "end_time": 248580.0,
      "text": "haces que esa pobre gente malgaste sus deliciosos filetes!"
    },
    {
      "index": 59,
      "start_time": 248580.0,
      "end_time": 254100.0,
      "text": "Esto, sin embargo, no excluía algún tipo de fuerza vital presente en el aire. Alguna fuerza invisible"
    },
    {
      "index": 60,
      "start_time": 254100.0,
      "end_time": 258250.0,
      "text": "de la atmósfera terrestre que pudiera entrar en un objeto y darle vida."
    },
    {
      "index": 61,
      "start_time": 258250.0,
      "end_time": 262570.0,
      "text": "Pero las esporas de las plantas también pueden viajar en el aire, al igual que los microorganismos. Así que a"
    },
    {
      "index": 62,
      "start_time": 262570.0,
      "end_time": 267930.0,
      "text": "mediados del siglo XIX, Louis Pasteur hirvió una sopa orgánica idónea para la vida y la colocó"
    },
    {
      "index": 63,
      "start_time": 267930.0,
      "end_time": 273560.0,
      "text": "en un frasco con cuello de cisne, para atrapar esporas y partículas más pequeñas. Si la fuerza vital"
    },
    {
      "index": 64,
      "start_time": 273560.0,
      "end_time": 277600.0,
      "text": "estaba en el aire, podría entrar libremente, mientras que las esporas y otras partículas quedarían atrapadas"
    },
    {
      "index": 65,
      "start_time": 277600.0,
      "end_time": 282910.0,
      "text": "en el sifón. ¿Qué pasó? ¡Nada! Un siglo y medio después, esos frascos siguen"
    },
    {
      "index": 66,
      "start_time": 282910.0,
      "end_time": 289460.0,
      "text": "sin contener vida. ¿Conclusión? Los antiguos estaban equivocados. Tras una buena dosis de pruebas,"
    },
    {
      "index": 67,
      "start_time": 289460.0,
      "end_time": 294350.0,
      "text": "quedó claro que la vida tiene que emerger del mundo inanimado por medio de procesos químicos"
    },
    {
      "index": 68,
      "start_time": 294350.0,
      "end_time": 296620.0,
      "text": "que se puedan descubrir con la ciencia."
    },
    {
      "index": 69,
      "start_time": 296620.0,
      "end_time": 302490.0,
      "text": "¿Pero cómo era al principio la vida? Bueno, durante unos increíbles 2,1 billones de años de los 3,8 billones"
    },
    {
      "index": 70,
      "start_time": 302490.0,
      "end_time": 307870.0,
      "text": "de años del épico evolutivo, los que hacían la historia eran minúsculos organismos unicelulares llamados"
    },
    {
      "index": 71,
      "start_time": 307870.0,
      "end_time": 313160.0,
      "text": "procariotas. Eso es aproximadamente el 55% de la historia de la vida. Ahora, algunos de esos procariotas"
    },
    {
      "index": 72,
      "start_time": 313160.0,
      "end_time": 319080.0,
      "text": "evolucionaron hace unos 1,7 billones de años para convertirse en organismos unicelulares ligeramente más grandes llamados eucariotas,"
    },
    {
      "index": 73,
      "start_time": 319080.0,
      "end_time": 321220.0,
      "text": "y después, ya sabes, eso continuó hasta que al final... ¡nosotros!"
    },
    {
      "index": 74,
      "start_time": 321230.0,
      "end_time": 325850.0,
      "text": "Pero por ahora vamos a hablar de procariotas. Las células procariotas vivían en el mar y se alimentaban de sustancias químicas"
    },
    {
      "index": 75,
      "start_time": 325850.0,
      "end_time": 330590.0,
      "text": "de su entorno. Puede que no suenen muy impresionantes, pero estas células procariotas"
    },
    {
      "index": 76,
      "start_time": 330590.0,
      "end_time": 335690.0,
      "text": "constatan la mayor parte de tu árbol genealógico. Además son"
    },
    {
      "index": 77,
      "start_time": 335690.0,
      "end_time": 339730.0,
      "text": "familiares lejanos de las bacterias modernas que están en todas partes, en la habitación"
    },
    {
      "index": 78,
      "start_time": 339730.0,
      "end_time": 344150.0,
      "text": "en la que te encuentras, en toda la superficie de tu cuerpo, dentro de tus intestinos... ¡es así!"
    },
    {
      "index": 79,
      "start_time": 344150.0,
      "end_time": 348389.0,
      "text": "Ahora mismo, en algún lugar, hay una bacteria que te envenenará en una hamburguesa"
    },
    {
      "index": 80,
      "start_time": 348389.0,
      "end_time": 349880.0,
      "text": "poco hecha, ¡y es tu prima!"
    },
    {
      "index": 81,
      "start_time": 349880.0,
      "end_time": 355300.0,
      "text": "Pero el hecho es que, incluso en sus comienzos, la vida unicelular ya era increíblemente compleja en comparación"
    },
    {
      "index": 82,
      "start_time": 355300.0,
      "end_time": 358930.0,
      "text": "con el universo inanimado. Quiero decir, sé que estos son pequeñísimos puntitos, pero comparado con"
    },
    {
      "index": 83,
      "start_time": 358930.0,
      "end_time": 363530.0,
      "text": "todo lo demás que había ocurrido en la Tierra hasta entonces, eran una inmensa maraña de"
    },
    {
      "index": 84,
      "start_time": 363530.0,
      "end_time": 365710.0,
      "text": "redes químicas y materiales de construcción."
    },
    {
      "index": 85,
      "start_time": 365710.0,
      "end_time": 371720.0,
      "text": "¿Pero cómo apareció por primera vez algo tan ridículamente complejo como una procariota?"
    },
    {
      "index": 86,
      "start_time": 371720.0,
      "end_time": 375630.0,
      "text": "Bueno, de primeras, es muy difícil imaginarse cómo surgiría la vida en una atmósfera rica en oxígeno"
    },
    {
      "index": 87,
      "start_time": 375630.0,
      "end_time": 380210.0,
      "text": "como la actual de la Tierra. El oxígeno es una sustancia química dañina y muy reactiva. De hecho,"
    },
    {
      "index": 88,
      "start_time": 380210.0,
      "end_time": 384040.0,
      "text": "si los niveles de oxígeno en esta habitación fueran más altos y yo simplemente frotara las manos"
    },
    {
      "index": 89,
      "start_time": 384040.0,
      "end_time": 388389.0,
      "text": "rápidamente, ¡estallaría en llamas! Y aunque eso haría un buen video de YouTube,"
    },
    {
      "index": 90,
      "start_time": 388389.0,
      "end_time": 392000.0,
      "text": "prefiero no estallar en llamas antes que conseguir muchas vistas!"
    },
    {
      "index": 91,
      "start_time": 392000.0,
      "end_time": 396669.0,
      "text": "Hace 3,8 millones de años, la cantidad de oxígeno libre en la atmósfera estaba a niveles insignificantes,"
    },
    {
      "index": 92,
      "start_time": 396669.0,
      "end_time": 401280.0,
      "text": "lo cual tenía algunas consecuencias no tan  agradables. Durante millones y millones"
    },
    {
      "index": 93,
      "start_time": 401280.0,
      "end_time": 406000.0,
      "text": "de años, la vida solo se daba en lo profundo del océano, alimentándose de sustancias químicas y quedándose"
    },
    {
      "index": 94,
      "start_time": 406000.0,
      "end_time": 410720.0,
      "text": "donde el calor  de la Tierra mantenía la temperatura idónea. Al cabo de un tiempo, algunas procariotas flotaron hasta acercarse a la superficie y comenzaron"
    },
    {
      "index": 95,
      "start_time": 410720.0,
      "end_time": 415240.0,
      "text": "a usar luz solar, agua y el dióxido de carbono que abundaba en la atmósfera terrestre"
    },
    {
      "index": 96,
      "start_time": 415240.0,
      "end_time": 419970.0,
      "text": "para sostener su complejidad usando un proceso químico genial que habían inventado"
    },
    {
      "index": 97,
      "start_time": 419970.0,
      "end_time": 424300.0,
      "text": "llamado fotosíntesis. El deshecho de este proceso químico es el oxígeno, y estas procariotas"
    },
    {
      "index": 98,
      "start_time": 424300.0,
      "end_time": 427919.0,
      "text": "fotosintéticas echaron mucho a la atmósfera."
    },
    {
      "index": 99,
      "start_time": 427919.0,
      "end_time": 431800.0,
      "text": "Para hace unos 2,5 billones de años la cantidad de oxígeno libre en al atmósfera había subido hasta"
    },
    {
      "index": 100,
      "start_time": 431800.0,
      "end_time": 437810.0,
      "text": "aproximadamente el 3%. El oxígeno puede ser dañino, así que muchísimos pequeños organismos unicelulares"
    },
    {
      "index": 101,
      "start_time": 437810.0,
      "end_time": 443100.0,
      "text": "no lo soportaron y murieron en enormes cantidades. Esto es a veces llamado el Holocausto del Oxígeno."
    },
    {
      "index": 102,
      "start_time": 443100.0,
      "end_time": 447610.0,
      "text": "Tantas especies de organismos unicelulares, cada una de ellas con la posibilidad de evolucionar"
    },
    {
      "index": 103,
      "start_time": 447610.0,
      "end_time": 452580.0,
      "text": "en algo mucho más complejo desaparecieron. Incluso al principio de todo, nuestros ancestros evolutivos"
    },
    {
      "index": 104,
      "start_time": 452580.0,
      "end_time": 456100.0,
      "text": "fueron brutalmente seleccionados. Y este no sería el último desastre en casi"
    },
    {
      "index": 105,
      "start_time": 456100.0,
      "end_time": 460130.0,
      "text": "destruirlo todo. La próxima vez que tengas un mal día, acuérdate que el mero hecho de que estés vivo es increíble,"
    },
    {
      "index": 106,
      "start_time": 460130.0,
      "end_time": 464310.0,
      "text": "y más aún que seas miembro de una especie consciente de sí misma, viviendo en la cumbre"
    },
    {
      "index": 107,
      "start_time": 464310.0,
      "end_time": 465940.0,
      "text": "del progreso tecnológico humano."
    },
    {
      "index": 108,
      "start_time": 465940.0,
      "end_time": 471880.0,
      "text": "Hablando de antepasados, hace entre 1,6 y 2 billones de años, las eucariotas evolucionaron."
    },
    {
      "index": 109,
      "start_time": 471880.0,
      "end_time": 474960.0,
      "text": "Y dado que tú, tu perro, el pollo que te comiste la semana pasada y la seta que te comiste la semana anterior"
    },
    {
      "index": 110,
      "start_time": 474960.0,
      "end_time": 480080.0,
      "text": "son todos descendientes de ellas, sobra decir que son bastante importantes."
    },
    {
      "index": 111,
      "start_time": 480080.0,
      "end_time": 485100.0,
      "text": "Las eucariotas contenían orgánulos, como órganos celulares que realzaban sus capacidades."
    },
    {
      "index": 112,
      "start_time": 485110.0,
      "end_time": 490949.0,
      "text": "Hace unos 1,5 billones de años, las eucariotas inventaron el sexo. Hasta ese momento, los organismos unicelulares"
    },
    {
      "index": 113,
      "start_time": 490949.0,
      "end_time": 496180.0,
      "text": "se dividían en dos o se clonaban, sin tener necesidad de encontrar una pareja para el romance y el intercambio de ADN."
    },
    {
      "index": 114,
      "start_time": 496180.0,
      "end_time": 501900.0,
      "text": "Es posible que las eucariotas que se reproducían sexualmente consiguieron esa habilidad mediante el canibalismo:"
    },
    {
      "index": 115,
      "start_time": 501900.0,
      "end_time": 507510.0,
      "text": "comerse unos a los otros, que podría haber llegado al intercambio de ADN. Tras esto,"
    },
    {
      "index": 116,
      "start_time": 507510.0,
      "end_time": 511699.0,
      "text": "las ventajas del sexo probablemente permitieron que se normalizara. Tener pareja significa tener"
    },
    {
      "index": 117,
      "start_time": 511699.0,
      "end_time": 515789.0,
      "text": "dos juegos de genes y por tanto un mayor rango de diversidad genética del que la evolución puede"
    },
    {
      "index": 118,
      "start_time": 515789.0,
      "end_time": 516899.0,
      "text": "seleccionar lo mejor."
    },
    {
      "index": 119,
      "start_time": 516899.0,
      "end_time": 520959.0,
      "text": "El sexo es algo seriamente importante. Mejoró la evolución y por tanto merece ser clasificado como"
    },
    {
      "index": 120,
      "start_time": 520958.99999999994,
      "end_time": 525389.0,
      "text": "uno de los avances más revolucionarios en la historia de la vida en la Tierra. Y además,"
    },
    {
      "index": 121,
      "start_time": 525389.0,
      "end_time": 529019.0,
      "text": "un enorme salto hacia adelante en el aumento de complejidad desde el principio del universo."
    },
    {
      "index": 122,
      "start_time": 529019.0,
      "end_time": 533219.0,
      "text": "Entonces, ¿dónde originaron estos organismos unicelulares tan complejos? Bueno, la hipótesis"
    },
    {
      "index": 123,
      "start_time": 533220.0,
      "end_time": 538439.0,
      "text": "de Charles Darwin era que la vida evolucionó en, cito, \"pequeño y cálido estanque, apto"
    },
    {
      "index": 124,
      "start_time": 538439.0,
      "end_time": 543189.0,
      "text": "para el origen de la vida\". Otros científicos han postulado que la vida podría haberse formado de sustancias químicas orgánicas"
    },
    {
      "index": 125,
      "start_time": 543189.0,
      "end_time": 548040.0,
      "text": "cerca del calor de volcanes submarinos. También hay otros que apoyan la idea de la panspermia"
    },
    {
      "index": 126,
      "start_time": 548040.0,
      "end_time": 552420.0,
      "text": "que supone que la vida podría haber evolucionado en otro lugar del sistema solar y después ser transportados"
    },
    {
      "index": 127,
      "start_time": 552420.0,
      "end_time": 555610.0,
      "text": "hasta la Tierra por un asteroide."
    },
    {
      "index": 128,
      "start_time": 555610.0,
      "end_time": 559439.0,
      "text": "Como he dicho, es una página en blanco, en la que muchas teorías históricas están buscando"
    },
    {
      "index": 129,
      "start_time": 559439.0,
      "end_time": 563889.0,
      "text": "pruebas para aclarar lo que ocurrió. Es posible, de hecho, que este problema se podría solucionar"
    },
    {
      "index": 130,
      "start_time": 563889.0,
      "end_time": 565910.0,
      "text": "dentro de nuestras vidas, lo cual es bastante emocionante."
    },
    {
      "index": 131,
      "start_time": 565910.0,
      "end_time": 569779.0,
      "text": "De todas formas, sean las que sean las fuerzas físicas que lo causaron, sustancias químicas primitivas"
    },
    {
      "index": 132,
      "start_time": 569779.0,
      "end_time": 574199.0,
      "text": "acabaron juntándose en pelotas con membrana protectora. Se habrían reproducido y proliferado"
    },
    {
      "index": 133,
      "start_time": 574199.0,
      "end_time": 578980.0,
      "text": "tal y como lo hace la vida hoy, pero las primeras lo habrían hecho de forma torpe e imprecisa,"
    },
    {
      "index": 134,
      "start_time": 578980.0,
      "end_time": 584629.0,
      "text": "perdiendo muchas adaptaciones útiles. Esencialmente, estos mecanismos moleculares"
    },
    {
      "index": 135,
      "start_time": 584629.0,
      "end_time": 586829.0,
      "text": "estaban mal programados."
    },
    {
      "index": 136,
      "start_time": 586829.0,
      "end_time": 590910.0,
      "text": "en los años 50, James Watson, Francis Crick, Mauris Wilkins y Rosalind Franklin descubrieron"
    },
    {
      "index": 137,
      "start_time": 590910.0,
      "end_time": 597009.0,
      "text": "cómo e reproducen las células vivas, usando ADN \n(o ácido desoxiribonucleico)"
    },
    {
      "index": 138,
      "start_time": 597009.0,
      "end_time": 602189.0,
      "text": "El ADN es una molécula de dos cadenas que contiene una lista de órdenes que rigen cómo se construye una célula."
    },
    {
      "index": 139,
      "start_time": 602189.0,
      "end_time": 607720.0,
      "text": "Y después una única cadena, el ARN, lee esas órdenes y comienza la producción"
    },
    {
      "index": 140,
      "start_time": 607720.0,
      "end_time": 613089.0,
      "text": "de las proteinas necesarias para realizarlas. Toda la vida de la Tierra tiene ADN, lo cual es una de las razones"
    },
    {
      "index": 141,
      "start_time": 613089.0,
      "end_time": 617929.0,
      "text": "por las que sabemos que todos los seres vivos de la Tierra, de granjeros a peces, de topos a microbios,"
    },
    {
      "index": 142,
      "start_time": 617929.0,
      "end_time": 622959.0,
      "text": "tienen un antepasado común. Es por lo que compartes el 98,4% de tu ADN con un chimpancé, y por lo que"
    },
    {
      "index": 143,
      "start_time": 622959.0,
      "end_time": 628329.0,
      "text": "compartes casi la mitad de tu ADN con el plátano que le gusta a ese chimpancé. No llega a ser canibalismo,"
    },
    {
      "index": 144,
      "start_time": 628329.0,
      "end_time": 630399.0,
      "text": "pero sí que nos comemos a muchos de nuestros primos lejanos."
    },
    {
      "index": 145,
      "start_time": 630399.0,
      "end_time": 635540.0,
      "text": "¿Pero de dónde salen el ADN y el ARN? Otro misterio. ¿Cómo pudo una programación tan compleja"
    },
    {
      "index": 146,
      "start_time": 635540.0,
      "end_time": 640660.0,
      "text": "evolucionar de una forma orgánica más simple? Una hipótesis bastante extendida es la del Mundo ARN, que postula"
    },
    {
      "index": 147,
      "start_time": 640660.0,
      "end_time": 644540.0,
      "text": "que podría haber habido una versión anterior de solo ARN, capaz tanto de codificar"
    },
    {
      "index": 148,
      "start_time": 644540.0,
      "end_time": 650059.0,
      "text": "y auto-replicarse, y del que evolucionaron estructuras separadas más complejas: ADN."
    },
    {
      "index": 149,
      "start_time": 650059.0,
      "end_time": 655029.0,
      "text": "El ADN y el ARN actúan en maneras muy complejas, que es algo que te esperarías de algo"
    },
    {
      "index": 150,
      "start_time": 655029.0,
      "end_time": 659129.0,
      "text": "con tantas conexiones y materiales tan variados como la vida."
    },
    {
      "index": 151,
      "start_time": 659129.0,
      "end_time": 662749.0,
      "text": "Por cierto, no esperamos que viendo este vídeo comprendas completamente"
    },
    {
      "index": 152,
      "start_time": 662749.0,
      "end_time": 666649.0,
      "text": "el funcionamiento del ADN. Pero hay un enlace en la descripción a nuestro vídeo de Crash Course Biología sobre el ADN."
    },
    {
      "index": 153,
      "start_time": 666649.0,
      "end_time": 670569.0,
      "text": "por si quieres que este concepto tan lioso te lie un poco menos."
    },
    {
      "index": 154,
      "start_time": 670569.0,
      "end_time": 674720.0,
      "text": "Recuerda también que cuando estás estudiando una narración histórica, es muy útil conocer el funcionamiento de las cosas."
    },
    {
      "index": 155,
      "start_time": 674720.0,
      "end_time": 679579.0,
      "text": "Pero es incluso más útil saber por qué funcionan, porque pueden influenciar"
    },
    {
      "index": 156,
      "start_time": 679579.0,
      "end_time": 684559.0,
      "text": "eventos futuros. Por ejemplo, no necesitas saber diseñar, construir"
    },
    {
      "index": 157,
      "start_time": 684559.0,
      "end_time": 689360.0,
      "text": "y utilizar un arco largo del siglo XV para comprender el conflicto entre los Franceses y los Ingleses"
    },
    {
      "index": 158,
      "start_time": 689360.0,
      "end_time": 694529.0,
      "text": "en la Guerra de Cien Años; sólo necesitas saber que los arcos largos dificultaron bastante la vida a los Franceses."
    },
    {
      "index": 159,
      "start_time": 694529.0,
      "end_time": 699269.0,
      "text": "Dificultar la vida en el sentido de \"¡Hay un palo de madera clavado en mi cuerpo!\""
    },
    {
      "index": 160,
      "start_time": 699269.0,
      "end_time": 704089.0,
      "text": "La realización de ADN es un proceso alucinante que permite a la vida copiarse"
    },
    {
      "index": 161,
      "start_time": 704089.0,
      "end_time": 709619.0,
      "text": "y mantener su propia complejidad. Copia un organismo vivo con una precisión asombrosa."
    },
    {
      "index": 162,
      "start_time": 709619.0,
      "end_time": 715399.0,
      "text": "Pero incluso este proceso de copia impecable puede ser, de vez en cuando... algo \"pecable\". Una vez cada"
    },
    {
      "index": 163,
      "start_time": 715399.0,
      "end_time": 720329.0,
      "text": "billón de copias, más o menos, ocurre un error. Ese error resulta en una pequeña mutación, que puede"
    },
    {
      "index": 164,
      "start_time": 720329.0,
      "end_time": 724829.0,
      "text": "no tener efecto alguno, traer muchos beneficios o ser muy perjudiciales. Si son beneficiosos, permite al"
    },
    {
      "index": 165,
      "start_time": 724829.0,
      "end_time": 729360.0,
      "text": "organismo tener más éxito y más probabilidad de pasar los genes a la descendencia. Si perjudica, las cosas"
    },
    {
      "index": 166,
      "start_time": 729360.0,
      "end_time": 733639.0,
      "text": "salen mal y el gen no es pasado a la siguiente generación. A escala de millones de años, estos"
    },
    {
      "index": 167,
      "start_time": 733639.0,
      "end_time": 738739.0,
      "text": "errores son el motor de la evolución y el origen de de nuevas especies. Permiten"
    },
    {
      "index": 168,
      "start_time": 738739.0,
      "end_time": 744069.0,
      "text": "a la pequeñísima capa de frágil materia orgánica colocada sobre las enormes estructuras geológicas"
    },
    {
      "index": 169,
      "start_time": 744069.0,
      "end_time": 749309.0,
      "text": "de la Tierra ser formados y cambiados como plastilina, de procariotas a eucariotas"
    },
    {
      "index": 170,
      "start_time": 749309.0,
      "end_time": 752089.0,
      "text": "a trilobites a dinosaurios a Abraham Lincoln."
    },
    {
      "index": 171,
      "start_time": 752089.0,
      "end_time": 756019.0,
      "text": "Como dijo Charles Darwin al final del libro Origen de las Especies, \"hay grandeza"
    },
    {
      "index": 172,
      "start_time": 756019.0,
      "end_time": 760420.0,
      "text": "en esta concepción de que la vida, con sus diferentes fuerzas, ha sido alentada en un corto número de formas o en una sola"
    },
    {
      "index": 173,
      "start_time": 760420.0,
      "end_time": 766329.0,
      "text": "y que, mientras este planeta ha ido girando según la constante"
    },
    {
      "index": 174,
      "start_time": 766329.0,
      "end_time": 771949.0,
      "text": "ley de la gravitación, se han desarrollado y se están desarrollando, a partir de un principio tan sencillo,"
    },
    {
      "index": 175,
      "start_time": 771949.0,
      "end_time": 775569.0,
      "text": "infinidad de formas las más bellas y portentosas."
    },
    {
      "index": 176,
      "start_time": 775569.0,
      "end_time": 777109.0,
      "text": "Más sobre este tema a la próxima."
    }
  ]
}