{
  "video_id": "2BxZV6LaArs",
  "title": "How Olleh Got Rank 1 as a Support Main",
  "json": [
    {
      "index": 1,
      "start_time": 30.0,
      "end_time": 2840.0,
      "text": "Support es generalmente considerado el rol"
    },
    {
      "index": 2,
      "start_time": 2840.0,
      "end_time": 4980.0,
      "text": "con la menor cantidad de impacto de los cinco roles"
    },
    {
      "index": 3,
      "start_time": 5500.0,
      "end_time": 11399.0,
      "text": "Así que quería echar un vistazo a un jugador de support que tiene más impacto que cualquier otra persona en el juego"
    },
    {
      "index": 4,
      "start_time": 11639.0,
      "end_time": 13360.0,
      "text": "Este es \"Immortals Olleh\""
    },
    {
      "index": 5,
      "start_time": 13360.0,
      "end_time": 18779.0,
      "text": "Él es el support inicial para immortals y recientemente alcanzó el rank 1 challenger de NA"
    },
    {
      "index": 6,
      "start_time": 18779.0,
      "end_time": 24719.0,
      "text": "¿Como demonios un jugador de support llego a rank 1? Echemos un vistazo al estilo de juego de Olleh"
    },
    {
      "index": 7,
      "start_time": 24720.0,
      "end_time": 31800.0,
      "text": "Eh mirado cada uno de los VOD's de Olleh en el ultimo mes y me di cuenta de algo, Olleh hace rotaciones"
    },
    {
      "index": 8,
      "start_time": 32040.0,
      "end_time": 35120.0,
      "text": "Mucho, me refiero como que mucho"
    },
    {
      "index": 9,
      "start_time": 35820.0,
      "end_time": 42300.0,
      "text": "En comparación con otros supports de alto rango como P1 stunt. Olleh esta en todo el mapa. En una partida"
    },
    {
      "index": 10,
      "start_time": 42360.0,
      "end_time": 48450.0,
      "text": "Olleh jugo su Tresh. Él paso un total de cuatro minutos en la linea de bot."
    },
    {
      "index": 11,
      "start_time": 48450.0,
      "end_time": 53369.0,
      "text": "Él paso todo el tiempo en early game en el rió entre mid y bot"
    },
    {
      "index": 12,
      "start_time": 53399.0,
      "end_time": 56519.0,
      "text": "Olleh a menudo juega jungla como su rol secundario"
    },
    {
      "index": 13,
      "start_time": 56520.0,
      "end_time": 63329.0,
      "text": "Y esto lo hace realmente bueno para rotar y gankear. Olleh es increíblemente paciente con sus ganks"
    },
    {
      "index": 14,
      "start_time": 63370.0,
      "end_time": 69809.0,
      "text": "él puede sentarse alli por 40 segundos y esperar que haga un solo paso equivocado"
    },
    {
      "index": 15,
      "start_time": 70150.0,
      "end_time": 74010.0,
      "text": "Un solo error y tan pronto como lo haga lo castigara por eso."
    },
    {
      "index": 16,
      "start_time": 75009.0,
      "end_time": 78479.0,
      "text": "A menudo a Olleh le gusta rotar con su jungla"
    },
    {
      "index": 17,
      "start_time": 78479.0,
      "end_time": 81449.0,
      "text": "Él rota de acuerdo con su jungla"
    },
    {
      "index": 18,
      "start_time": 81450.0,
      "end_time": 85049.0,
      "text": "Para que pueda gankear junto con su jungla al mismo tiempo"
    },
    {
      "index": 19,
      "start_time": 85420.0,
      "end_time": 90750.0,
      "text": "Puesto que tienen la mayoría de presencia en el mapa, los jugadores de jungla están en el Rank 1 todo el tiempo."
    },
    {
      "index": 20,
      "start_time": 90820.0,
      "end_time": 97229.0,
      "text": "Pero como Olleh esta constantemente rotando siendo support, se siente como un jungla secundario"
    },
    {
      "index": 21,
      "start_time": 97229.0,
      "end_time": 102868.0,
      "text": "Casi se podria decir que es compañero del jungla, si Olleh no va por un gank..."
    },
    {
      "index": 22,
      "start_time": 102869.0,
      "end_time": 108989.0,
      "text": "Él lucha constantemente por la vision en el rio, para que sea mas seguro para su  mid y su jungla"
    },
    {
      "index": 23,
      "start_time": 108990.0,
      "end_time": 110590.0,
      "text": "podrias llamarlo un..."
    },
    {
      "index": 24,
      "start_time": 110590.0,
      "end_time": 113130.0,
      "text": "Goalleh porque no deja que nada..."
    },
    {
      "index": 25,
      "start_time": 113229.0,
      "end_time": 118589.0,
      "text": "Se deslice a través de su defensa entre mid y bot... Para complementar su estilo de juego de alta rotación"
    },
    {
      "index": 26,
      "start_time": 118590.0,
      "end_time": 124950.0,
      "text": "A Olleh le gusta jugar tresh y bardo, él es capaz de un support de peel como Soraka y Janna"
    },
    {
      "index": 27,
      "start_time": 124950.0,
      "end_time": 127829.0,
      "text": "Pero él no elige hacerlo tan a menudo en soloqueue"
    },
    {
      "index": 28,
      "start_time": 128080.00000000001,
      "end_time": 133319.0,
      "text": "Olleh juega campeones basados en la rotaciones porque siente que puede carrear duro en soloqueue"
    },
    {
      "index": 29,
      "start_time": 133740.0,
      "end_time": 138930.0,
      "text": "Se siente más emocionados cuando los juega, realmente ama comprarse botas de movilidad"
    },
    {
      "index": 30,
      "start_time": 139030.0,
      "end_time": 145980.0,
      "text": "Dice que si él cree que puede rotar entonces solo se rusheara botas de movilidad, de hecho, en sus últimos 10 juegos"
    },
    {
      "index": 31,
      "start_time": 146830.0,
      "end_time": 150690.0,
      "text": "Olleh primero compró botas de movilidad antes de cualquier otra cosa en"
    },
    {
      "index": 32,
      "start_time": 150970.0,
      "end_time": 154889.0,
      "text": "9 de los 10 partidos si estaba delante o por detrás"
    },
    {
      "index": 33,
      "start_time": 155650.0,
      "end_time": 161789.0,
      "text": "Siempre que Olleh rota, siempre trae un ward de control junto con él a menos que haya sido"
    },
    {
      "index": 34,
      "start_time": 162010.0,
      "end_time": 165299.0,
      "text": "Snowballeado su carril, Olleh no se queda en bot"
    },
    {
      "index": 35,
      "start_time": 165430.0,
      "end_time": 168749.0,
      "text": "Él siente que a menos que pueda conseguir algo en bot"
    },
    {
      "index": 36,
      "start_time": 168750.0,
      "end_time": 171570.0,
      "text": "En lugar de eso él trata de rota, basicamente"
    },
    {
      "index": 37,
      "start_time": 171570.0,
      "end_time": 178619.0,
      "text": "Él está constantemente haciendo algo, tratando de asustar a los enemigos y que jueguen más seguro, tratando de obtener visión para sus aliados"
    },
    {
      "index": 38,
      "start_time": 178620.0,
      "end_time": 180630.0,
      "text": "Para que puedan jugar más agresivo una cosa que"
    },
    {
      "index": 39,
      "start_time": 180630.0,
      "end_time": 186689.0,
      "text": "Olleh realmente le gusta hacer es Gank su propio carril desde que juega campeones base de gancho como Thresh y Blitzcrank mucho"
    },
    {
      "index": 40,
      "start_time": 186790.0,
      "end_time": 192450.0,
      "text": "Puede ser bastante fácil de predecir si se puede ver el campeón en el carril rápido y acercándose a usted"
    },
    {
      "index": 41,
      "start_time": 192760.0,
      "end_time": 194969.0,
      "text": "Por ganking su propio carril como un malabarista"
    },
    {
      "index": 42,
      "start_time": 194970.0,
      "end_time": 202770.0,
      "text": "Es más fácilmente capaz de golpear sus skillshots gancho una cosa que Olleh hace mucho que muchos soportes activamente tratan de evitar es"
    },
    {
      "index": 43,
      "start_time": 202930.0,
      "end_time": 210300.0,
      "text": "Olleh tiene enemigos en el juego temprano si miras las estadísticas de Olleh en muchos de esos juegos que los números no parecen"
    },
    {
      "index": 44,
      "start_time": 210300.0,
      "end_time": 211470.0,
      "text": "un apoya KDa"
    },
    {
      "index": 45,
      "start_time": 211470.0,
      "end_time": 213869.0,
      "text": "Parecen una Laners KDa"
    },
    {
      "index": 46,
      "start_time": 214330.0,
      "end_time": 221700.0,
      "text": "Olleh intencionalmente toma enemigos en el juego temprano porque conseguir más oro por su apoyo en el principio del juego es mucho más eficaz que"
    },
    {
      "index": 47,
      "start_time": 221890.0,
      "end_time": 227669.0,
      "text": "conseguir muertes en su anuncio lleve pensar en lo útil que realmente es conseguir una"
    },
    {
      "index": 48,
      "start_time": 227920.0,
      "end_time": 231719.0,
      "text": "espada larga o una matanza en su anuncio de transporte al principio del juego como"
    },
    {
      "index": 49,
      "start_time": 232270.0,
      "end_time": 235409.0,
      "text": "En comparación con su apoyo si era capaz de conseguir sightstone"
    },
    {
      "index": 50,
      "start_time": 235590.0,
      "end_time": 239040.0,
      "text": "A los cinco minutos, si usted puede conseguir una piedra lucha rápida"
    },
    {
      "index": 51,
      "start_time": 239040.0,
      "end_time": 241040.0,
      "text": "O botas de movilidad muy temprano en"
    },
    {
      "index": 52,
      "start_time": 241060.0,
      "end_time": 247290.0,
      "text": "Eso ayudará a principio del juego de su equipo fuera mucho más que un poco de publicidad extra en su anuncio de transporte"
    },
    {
      "index": 53,
      "start_time": 247870.0,
      "end_time": 253860.0,
      "text": "Tiradores están destinados a ser escalado campeones y soportes están diseñados para llevarlas a cabo al principio del juego"
    },
    {
      "index": 54,
      "start_time": 253860.0,
      "end_time": 258390.0,
      "text": "Así que tiene mucho más sentido que debe golpear sus picos artículo primero"
    },
    {
      "index": 55,
      "start_time": 258880.0,
      "end_time": 262739.0,
      "text": "Una de las razones por las que Olleh es tan bueno en campeones gancho como trillaste"
    },
    {
      "index": 56,
      "start_time": 262740.0,
      "end_time": 266460.0,
      "text": "Es que él es tan bueno en la creación de ganchos a través de la visión"
    },
    {
      "index": 57,
      "start_time": 266460.0,
      "end_time": 271219.0,
      "text": "Él es muy bueno en la predicción de los movimientos del enemigo en los bolsillos de la visión"
    },
    {
      "index": 58,
      "start_time": 271220.0,
      "end_time": 278239.0,
      "text": "Él lanza sus ganchos donde las personas van a ser no donde actualmente son como mi entrenador de fútbol de edad solía decir"
    },
    {
      "index": 59,
      "start_time": 278580.0,
      "end_time": 285650.0,
      "text": "No tirar la pelota donde el receptor Actualmente es lanzar la bola en este receptor va a ser y eso es exactamente"
    },
    {
      "index": 60,
      "start_time": 285870.0,
      "end_time": 288199.0,
      "text": "Lo Olleh es tan bueno haciendo?"
    },
    {
      "index": 61,
      "start_time": 288199.0,
      "end_time": 293959.0,
      "text": "Creo que las mayores fuerzas de Olleh es su capacidad de ser capaz de predecir los movimientos del enemigo y"
    },
    {
      "index": 62,
      "start_time": 294419.0,
      "end_time": 300258.0,
      "text": "Shotcalling con el resto de su equipo en este clip malabarista de Olleh Elise acaba de ser interceptado por Tahm en pila y Lee pecado"
    },
    {
      "index": 63,
      "start_time": 300330.0,
      "end_time": 302780.0,
      "text": "En lugar de caminar hacia atrás al Círculo de bot"
    },
    {
      "index": 64,
      "start_time": 302780.0,
      "end_time": 306739.0,
      "text": "Se espera pacientemente en el cepillo para que terminen hundir cangrejo"
    },
    {
      "index": 65,
      "start_time": 306900.0,
      "end_time": 312349.0,
      "text": "Olleh, predice correctamente que lee va a invadir y tratar de tomar Gromp desde Elise is Dead"
    },
    {
      "index": 66,
      "start_time": 312360.0,
      "end_time": 316310.0,
      "text": "Por lo que hace la llamada por su mediados laner a seguirlo en su propia selva"
    },
    {
      "index": 67,
      "start_time": 316490.0,
      "end_time": 320659.0,
      "text": "Tahm en pila vuelve al carril bot porque supone que su jungler va a ser seguro"
    },
    {
      "index": 68,
      "start_time": 320909.0,
      "end_time": 325789.0,
      "text": "Olleh entra y realiza un gran gancho que garantiza una matanza venganza sobre Lee pecado"
    },
    {
      "index": 69,
      "start_time": 325800.0,
      "end_time": 330680.0,
      "text": "Olleh es realmente bueno en tiro llamar y dirigir su equipo y él es muy"
    },
    {
      "index": 70,
      "start_time": 331110.0,
      "end_time": 334789.0,
      "text": "Incline la prueba en algunos de los juegos que yo mirada nunca pensé"
    },
    {
      "index": 71,
      "start_time": 334789.0,
      "end_time": 340729.0,
      "text": "Olleh sería razonable hacer una reaparición olleh nunca renuncia a un juego. No importa. ¿Qué tan grave que parece"
    },
    {
      "index": 72,
      "start_time": 340830.0,
      "end_time": 344840.0,
      "text": "Siempre está tratando de ver el lado positivo, Olleh en el juego de"
    },
    {
      "index": 73,
      "start_time": 344840.0,
      "end_time": 351079.0,
      "text": "Nombre es humilde diligencia, y no a la altura de que el equipo enemigo no tiene el doble de muertes como nosotros"
    },
    {
      "index": 74,
      "start_time": 351080.0,
      "end_time": 357139.0,
      "text": "Sólo tienen 5 muertes más que nosotros. No se preocupe. No alimentar. Voy a llevar si estás bien a su equipo"
    },
    {
      "index": 75,
      "start_time": 357139.0,
      "end_time": 360739.0,
      "text": "Serán agradable contigo el tiempo que hemos jugado juntos es corto"
    },
    {
      "index": 76,
      "start_time": 360740.0,
      "end_time": 365930.0,
      "text": "Pero ¿por qué debería pasar ese tiempo en ser negativo a otras personas cuando puedo pasar ese poco de tiempo?"
    },
    {
      "index": 77,
      "start_time": 366000.0,
      "end_time": 372559.0,
      "text": "Elogiándolos lugar en un juego Olleh juega con Tyler1, y Tyler no estaba teniendo el momento más divertido"
    },
    {
      "index": 78,
      "start_time": 372599.0,
      "end_time": 378439.0,
      "text": "Se metía constantemente un tiro porque estaba jugando mal de ojo vs Zeta. Por lo que sólo quería jugar el próximo partido"
    },
    {
      "index": 79,
      "start_time": 378569.0,
      "end_time": 386119.0,
      "text": "¿Qué Olleh decir que no podemos ganar la confianza de creer en nosotros, incluso si su equipaje AD ha renunciado a él todavía"
    },
    {
      "index": 80,
      "start_time": 386310.0,
      "end_time": 392119.0,
      "text": "no ha renunciado a la protección de su anuncio de Tyler acarreo diciendo que creamos en el equipo"
    },
    {
      "index": 81,
      "start_time": 392120.0,
      "end_time": 395389.0,
      "text": "Oh, Olleh es como el personaje principal de una serie de anime"
    },
    {
      "index": 82,
      "start_time": 395969.0,
      "end_time": 399169.0,
      "text": "El permanecer muy positiva a lo largo de toda la cosa"
    },
    {
      "index": 83,
      "start_time": 399700.0,
      "end_time": 401170.0,
      "text": "Olleh sigue perdido ese juego, por supuesto,"
    },
    {
      "index": 84,
      "start_time": 401170.0,
      "end_time": 404140.0,
      "text": "Quiero decir, es sólo que nunca sucumbe a la negatividad"
    },
    {
      "index": 85,
      "start_time": 404140.0,
      "end_time": 405500.0,
      "text": "pero tu sabes"
    },
    {
      "index": 86,
      "start_time": 405500.0,
      "end_time": 412240.0,
      "text": "Sus memes son los sueños y la amistad no impide su zeta de la voladura de su ADC esto no es una tierra de fantasía"
    },
    {
      "index": 87,
      "start_time": 412540.0,
      "end_time": 414540.0,
      "text": "Esta es la liga de las Leyendas"
    },
    {
      "index": 88,
      "start_time": 415250.0,
      "end_time": 422110.0,
      "text": "Ahora estilo de juego de Olleh no es el único capaz de llegar a un alto rango como un jugador de apoyo hay un montón de otra"
    },
    {
      "index": 89,
      "start_time": 422110.0,
      "end_time": 424110.0,
      "text": "carril centró jugadores de apoyo"
    },
    {
      "index": 90,
      "start_time": 424160.0,
      "end_time": 431650.0,
      "text": "Pero en términos de soportes de Olleh es el único que nunca ha llegado a la categoría uno. Su selva como visión basada"
    },
    {
      "index": 91,
      "start_time": 432170.0,
      "end_time": 439539.0,
      "text": "estilo de soporte agresivo parece ser el mejor cuando se trata de llevar como un jugador de apoyo. Hola mi nombre, Dong Huap"
    },
    {
      "index": 92,
      "start_time": 440180.0,
      "end_time": 444400.0,
      "text": "Muchas gracias a las IMT Olleh para responder a mis preguntas acerca de su estilo de juego"
    },
    {
      "index": 93,
      "start_time": 444500.0,
      "end_time": 448390.0,
      "text": "Se puede extraer de su flujo de contracción en la descripción siguiente se le puede seguir en Twitter"
    },
    {
      "index": 94,
      "start_time": 449690.0,
      "end_time": 457029.0,
      "text": "Con suerte IMT realmente ganar algo esta temporada. Tal vez en términos de runas y maestrías configuración de Olleh es bastante estándar"
    },
    {
      "index": 95,
      "start_time": 457030.0,
      "end_time": 461920.0,
      "text": "No hay desviaciones reales. Él sólo tiene dos versiones, una para Thresh uno para Bard."
    },
    {
      "index": 96,
      "start_time": 462500.0,
      "end_time": 469690.0,
      "text": "En realidad, no cambiarlo. Es sólo en su mayoría sólo muy temprano juego centrado y prácticamente sólo de serie con auto ataque Harass"
    },
    {
      "index": 97,
      "start_time": 470210.0,
      "end_time": 471550.0,
      "text": "El vídeo ha terminado en este punto"
    },
    {
      "index": 98,
      "start_time": 471550.0,
      "end_time": 476949.0,
      "text": "Pero si lo desea puede quedarse por el contenido adicional del contenido adicional es sólo yo hablando sobre algunos de mi lugar favorito"
    },
    {
      "index": 99,
      "start_time": 477050.0,
      "end_time": 479050.0,
      "text": "de spectating Olleh"
    },
    {
      "index": 100,
      "start_time": 479510.0,
      "end_time": 481510.0,
      "text": "hasta la próxima vez y luego bye"
    },
    {
      "index": 101,
      "start_time": 481520.0,
      "end_time": 485619.0,
      "text": "Así que después de ver todos los vídeos bajo demanda de la Olleh por lo que estos son algunos de mis clips favoritos"
    },
    {
      "index": 102,
      "start_time": 486260.0,
      "end_time": 489159.0,
      "text": "Que he encontrado que realmente no pude encontrar lugar para ellos en el video"
    },
    {
      "index": 103,
      "start_time": 489160.0,
      "end_time": 495040.0,
      "text": "Pero pensé que eran muy divertido de ver lo que éste es, básicamente, básicamente Olleh estaba tratando de conseguir un mediados de atacantes"
    },
    {
      "index": 104,
      "start_time": 495040.0,
      "end_time": 497040.0,
      "text": "pero en realidad no podía hacerlo, por lo"
    },
    {
      "index": 105,
      "start_time": 497390.0,
      "end_time": 504460.0,
      "text": "lo que hace es que en lugar de cometas spam cosas reksai ir campamento de este cepillo porque Bard tiene que ir con el tiempo por aquí y"
    },
    {
      "index": 106,
      "start_time": 505130.0,
      "end_time": 511119.0,
      "text": "- Apenas como el mecanismo como el bardo aparece perfectamente tan pronto como todo el mundo llega allí y es"
    },
    {
      "index": 107,
      "start_time": 511760.0,
      "end_time": 515619.0,
      "text": "Es increíble ver cómo se parece que sólo precisa"
    },
    {
      "index": 108,
      "start_time": 516590.00000000006,
      "end_time": 520329.00000000006,
      "text": "Como casi todo es que todo es según el plan de Olleh"
    },
    {
      "index": 109,
      "start_time": 520330.00000000006,
      "end_time": 524439.0,
      "text": "Es como si estuviera dirigiendo una orquesta, y todos son parte de su sinfonía"
    },
    {
      "index": 110,
      "start_time": 524440.0,
      "end_time": 527890.0,
      "text": "Y esto último clip este último clip fue la que me hizo reír el más duro"
    },
    {
      "index": 111,
      "start_time": 528410.0,
      "end_time": 532449.0,
      "text": "básicamente siempre jugando apoyo nido, y él comienza pilar y él sólo"
    },
    {
      "index": 112,
      "start_time": 533060.0,
      "end_time": 537469.0,
      "text": "Sona y que, literalmente, no puede moverse porque el cuerpo de ella bloqueado por el pilar y"
    },
    {
      "index": 113,
      "start_time": 537750.0,
      "end_time": 542330.0,
      "text": "Olleh es como cuerpo físico lo que tiene que básicamente la obliga Flash"
    },
    {
      "index": 114,
      "start_time": 542490.0,
      "end_time": 547430.0,
      "text": "en el nivel uno y luego toca el resto del carril como super paciencia y tan pronto como él golpea dos niveles y"
    },
    {
      "index": 115,
      "start_time": 547680.0,
      "end_time": 551060.0,
      "text": "que al igual que Regens una cantidad decente que acaba de todo en en Sivir y"
    },
    {
      "index": 116,
      "start_time": 551610.0,
      "end_time": 558320.0,
      "text": "que recibe dos primeros de lo que es sólo sí que básicamente él y Lucian debe, básicamente, sólo ganar este partido en torno a matar sangre uh"
    },
    {
      "index": 117,
      "start_time": 559110.0,
      "end_time": 562789.0,
      "text": "Al igual que cinco minutos. Creo que sí unos cinco minutos"
    },
    {
      "index": 118,
      "start_time": 563040.0,
      "end_time": 567890.0,
      "text": "Eso es sólo que acaba de ganar este juego debido a que el malabarista llega y ella no puede hacer nada"
    },
    {
      "index": 119,
      "start_time": 567930.0,
      "end_time": 574039.0,
      "text": "Cómico de Olleh es que a pesar de que? Tiene como usted sabe que juega trilla y Bard como un loco"
    },
    {
      "index": 120,
      "start_time": 574040.0,
      "end_time": 578870.0,
      "text": "Dios tiene todas estas selecciones de apoyo extraños que al igual que él sólo permite arrancar"
    },
    {
      "index": 121,
      "start_time": 579600.0,
      "end_time": 581430.0,
      "text": "así por ejemplo"
    },
    {
      "index": 122,
      "start_time": 581430.0,
      "end_time": 582450.0,
      "text": "Elise"
    },
    {
      "index": 123,
      "start_time": 582450.0,
      "end_time": 584029.0,
      "text": "Su favorito es jungler Elise"
    },
    {
      "index": 124,
      "start_time": 584029.0,
      "end_time": 590359.0,
      "text": "Pero él se juega al menos yo diría cinco juegos como el apoyo Elise"
    },
    {
      "index": 125,
      "start_time": 590690.0,
      "end_time": 593929.0,
      "text": "Tal vez tal vez más que no estoy actúo no estoy cien por ciento seguro de que"
    },
    {
      "index": 126,
      "start_time": 593930.0,
      "end_time": 599960.0,
      "text": "Pero me visto jugar sólo hacia el apoyo Elise, y no fue un accidente"
    },
    {
      "index": 127,
      "start_time": 599960.0,
      "end_time": 605749.0,
      "text": "Él sólo se acaba de recoger el apoyo Elise. Él es como vamos a jugar un soporte Elise, y él puto hace que funcione"
    }
  ]
}