{
  "video_id": "2T7cDY7YDsg",
  "title": "How to Draw the Head / Face / Portrait with Steve Huston PART 1 (3 HOURS!)",
  "json": [
    {
      "index": 1,
      "start_time": 890.0,
      "end_time": 5470.0,
      "text": "Hola, soy Steve Huston, y estoy emocionado de hoy para lograr que una lección de dibujo cabeza libre. Encima"
    },
    {
      "index": 2,
      "start_time": 5470.0,
      "end_time": 11340.0,
      "text": "tres horas de contenido. esto es parte de la serie mucho más grande, de más de 15 horas de contenido. usted"
    },
    {
      "index": 3,
      "start_time": 11340.0,
      "end_time": 14920.0,
      "text": "puede encontrar toda la serie en www.NewMastersAcademy.org."
    },
    {
      "index": 4,
      "start_time": 14920.0,
      "end_time": 16980.0,
      "text": "Espero que comprobar que fuera. Pero por ahora,"
    },
    {
      "index": 5,
      "start_time": 16980.0,
      "end_time": 23040.0,
      "text": "vamos a llegar a ella y tratar de dibujar la cabeza con la construcción básica y buena confianza."
    },
    {
      "index": 6,
      "start_time": 31900.0,
      "end_time": 36379.0,
      "text": "Este es mi clase básica estructura de la cabeza. Yo te voy a mostrar la estructura de dibujo básico"
    },
    {
      "index": 7,
      "start_time": 36379.0,
      "end_time": 43010.0,
      "text": "para la cabeza. Todos los grandes aviones, las principales formas, cómo las características establecidas en términos de construcción"
    },
    {
      "index": 8,
      "start_time": 43010.0,
      "end_time": 47809.0,
      "text": "líneas. Conseguiremos que la información básica abajo. Vamos a hacer algunas tareas donde"
    },
    {
      "index": 9,
      "start_time": 47809.0,
      "end_time": 51690.0,
      "text": "dibujar un poco con esas ideas. Voy a dibujar un poco con esas ideas. Bien"
    },
    {
      "index": 10,
      "start_time": 51690.0,
      "end_time": 55289.0,
      "text": "mirar a los viejos maestros y ver cómo lo hicieron. Y luego vamos a ponerlo todo junto"
    },
    {
      "index": 11,
      "start_time": 55289.0,
      "end_time": 60989.0,
      "text": "al final y espero tener una buena comprensión, básica construida de la cabeza por el"
    },
    {
      "index": 12,
      "start_time": 60989.0,
      "end_time": 63789.0,
      "text": "final de la clase. Así que espero que me acompañen."
    },
    {
      "index": 13,
      "start_time": 70800.0,
      "end_time": 76159.0,
      "text": "De acuerdo, a medida que comenzamos con nuestra cabeza ahora, creo que de la cabeza como el primer gesto del cuerpo."
    },
    {
      "index": 14,
      "start_time": 76159.0,
      "end_time": 79899.0,
      "text": "Vamos a hablar sobre el gesto y la estructura aquí. La cabeza es el primer gesto."
    },
    {
      "index": 15,
      "start_time": 79899.0,
      "end_time": 85689.0,
      "text": "Cuando miramos a la técnica, como se mira a mí, vas a mirar aquí primero y luego"
    },
    {
      "index": 16,
      "start_time": 85689.0,
      "end_time": 90630.0,
      "text": "moverse hacia abajo a través. Así que si se trata de un libro, el capítulo número uno aquí. Tenemos que hacer esto bien"
    },
    {
      "index": 17,
      "start_time": 90630.0,
      "end_time": 96020.0,
      "text": "y luego todo sigue de eso. De hecho, podemos usar la cabeza como un criterio para"
    },
    {
      "index": 18,
      "start_time": 96020.0,
      "end_time": 102009.0,
      "text": "medir el resto del cuerpo para asegurarse de que sigue. Así que queremos conseguir ese trabajo cabeza,"
    },
    {
      "index": 19,
      "start_time": 102009.0,
      "end_time": 108799.0,
      "text": "y vamos a lograr salir de la anatomía aquí. Tenemos dos principales elementos anatómicos."
    },
    {
      "index": 20,
      "start_time": 108799.0,
      "end_time": 115320.0,
      "text": "Tenemos el cráneo, la forma redonda completa del cráneo. Y luego tenemos la máscara"
    },
    {
      "index": 21,
      "start_time": 115320.0,
      "end_time": 119990.0,
      "text": "de la cara que tiene las características. Esas dos formas tienen que trabajar juntos, y luego"
    },
    {
      "index": 22,
      "start_time": 119990.0,
      "end_time": 125100.0,
      "text": "fluimos fuera eso. Todo el detalle hablaremos van a trabajar en estas grandes estructuras,"
    },
    {
      "index": 23,
      "start_time": 125100.0,
      "end_time": 127640.0,
      "text": "así que vamos a empezar con estas grandes estructuras."
    },
    {
      "index": 24,
      "start_time": 127640.0,
      "end_time": 130880.0,
      "text": "Así que permítanme puse esto aquí, y nos pondremos en marcha."
    },
    {
      "index": 25,
      "start_time": 131520.0,
      "end_time": 140260.0,
      "text": "Vamos a hablar de las proporciones primero. Si nos fijamos en la forma del cráneo, es"
    },
    {
      "index": 26,
      "start_time": 140260.0,
      "end_time": 145709.0,
      "text": "va a ser una forma de huevo. Ahora, a medida que avanzamos a través de diferentes personajes, y nos ahorraremos que"
    },
    {
      "index": 27,
      "start_time": 145709.0,
      "end_time": 149650.0,
      "text": "para un capítulo diferente, pero a medida que avanzamos a través de personajes que vamos a encontrar que la forma del huevo puede"
    },
    {
      "index": 28,
      "start_time": 149650.0,
      "end_time": 155390.0,
      "text": "cambiar de forma proporcional. Puede ser un poco más esférica. Puede ser un poco más alargado."
    },
    {
      "index": 29,
      "start_time": 155390.0,
      "end_time": 162150.0,
      "text": "Sólo vamos a hacer una forma básica de huevo aquí. Podría ser esto. Podría ser esto."
    },
    {
      "index": 30,
      "start_time": 162150.0,
      "end_time": 172680.0,
      "text": "En cualquier parte de allí. Eso va a ser el cráneo de un perfil como tal. Está yendo"
    },
    {
      "index": 31,
      "start_time": 172680.0,
      "end_time": 177620.0,
      "text": "ser crucial para conseguir ese derecho huevo. Te voy a mostrar por qué en un momento, porque va"
    },
    {
      "index": 32,
      "start_time": 177620.0,
      "end_time": 183090.0,
      "text": "para darnos una buena conexión a nuestro siguiente problema. Vamos a dibujar ese huevo. Ahora bien, si"
    },
    {
      "index": 33,
      "start_time": 183090.0,
      "end_time": 191140.0,
      "text": "vi desde la vista frontal o del dorso ver ese huevo, tal como mirar un desayuno"
    },
    {
      "index": 34,
      "start_time": 191140.0,
      "end_time": 196489.0,
      "text": "final huevo en que sería una forma esférica, y que va a ser enmascarada detrás de las características."
    },
    {
      "index": 35,
      "start_time": 196489.0,
      "end_time": 200480.0,
      "text": "Te voy a mostrar que en un momento. ¿O será el cráneo que vemos, y vamos a ver"
    },
    {
      "index": 36,
      "start_time": 200480.0,
      "end_time": 204409.0,
      "text": "que también momentáneamente."
    },
    {
      "index": 37,
      "start_time": 204409.0,
      "end_time": 212120.0,
      "text": "Forma del huevo, que es nuestra primera forma. La forma de la máscara característica, máscara del"
    },
    {
      "index": 38,
      "start_time": 212129.0,
      "end_time": 221260.0,
      "text": "caracteristicas. Ahora podemos hacer todo tipo de formas. Vamos a hacer una forma diferente aquí por un segundo."
    },
    {
      "index": 39,
      "start_time": 221260.0,
      "end_time": 229540.0,
      "text": "Yo voy a hacer un huevo, y yo voy a hacer otro huevo. Ahora, la ventaja de hacer"
    },
    {
      "index": 40,
      "start_time": 229540.0,
      "end_time": 234659.0,
      "text": "otro huevo es que nos da una especie de redondez, y todo en el cuerpo tiene una cierta suavidad,"
    },
    {
      "index": 41,
      "start_time": 234659.0,
      "end_time": 239439.0,
      "text": "redondez. Tal vez vamos a dibujar en un niño que tiene forma muy redonda. Por lo que puede"
    },
    {
      "index": 42,
      "start_time": 239439.0,
      "end_time": 248209.0,
      "text": "ser seductora para elegir esa forma de huevo. El problema es que si dibujamos formas que son"
    },
    {
      "index": 43,
      "start_time": 248209.0,
      "end_time": 252989.0,
      "text": "demasiado curvilínea, también redondeados que empiezan a llegar fuera de control."
    },
    {
      "index": 44,
      "start_time": 252989.0,
      "end_time": 255579.0,
      "text": "Nos empiezan a tener problemas para conseguir su posición."
    },
    {
      "index": 45,
      "start_time": 256260.0,
      "end_time": 261520.0,
      "text": "Así que si podemos sentir-aviso volver aquí ya tuvimos la agradable, huevo redondo porque"
    },
    {
      "index": 46,
      "start_time": 261519.99999999997,
      "end_time": 267070.0,
      "text": "que era característico de lo que vimos. Hicimos la forma de la cara, hice la forma de la cara"
    },
    {
      "index": 47,
      "start_time": 267070.0,
      "end_time": 273620.0,
      "text": "una pequeña plaza, un poco más cuadrado. Al hacer esa segunda forma, la máscara de forma diferente"
    },
    {
      "index": 48,
      "start_time": 273620.0,
      "end_time": 281600.0,
      "text": "en el carácter de la primera que los distingue, y también cuenta que tenemos una idea de dónde"
    },
    {
      "index": 49,
      "start_time": 281600.0,
      "end_time": 289450.0,
      "text": "uno termina y empieza el otro. Así que podemos tener una idea de donde viene la forma de la cara de"
    },
    {
      "index": 50,
      "start_time": 289450.0,
      "end_time": 297940.0,
      "text": "la forma del cráneo. Eso va a permitir que la posición que ha establecido con mayor facilidad. Conseguiremos"
    },
    {
      "index": 51,
      "start_time": 297940.0,
      "end_time": 305190.0,
      "text": "un rápido leído de cómo esa posición es. Ahora sabemos de inmediato que estamos mirando hacia abajo"
    },
    {
      "index": 52,
      "start_time": 305190.0,
      "end_time": 309790.0,
      "text": "ligeramente con esa cabeza. Mientras que aquí a veces puede ser un poco fuera de control. Qué"
    },
    {
      "index": 53,
      "start_time": 309790.0,
      "end_time": 319390.0,
      "text": "si tenemos un personaje con una nariz muy completo y un mentón retraído? No estamos seguros"
    },
    {
      "index": 54,
      "start_time": 319390.0,
      "end_time": 323200.0,
      "text": "si eso sería correcto o que estaría bien. Nos puede lanzar. Pero si somos"
    },
    {
      "index": 55,
      "start_time": 323200.0,
      "end_time": 330380.0,
      "text": "tan poco cuadrada, pequeña curva más plana aquí, curva redondeada aquí, nos da un buen sentido"
    },
    {
      "index": 56,
      "start_time": 330380.0,
      "end_time": 339390.0,
      "text": "de posicionamiento, y eso es lo que queremos. Nótese que podemos atajo esto. También puedo tomar"
    },
    {
      "index": 57,
      "start_time": 339390.0,
      "end_time": 351660.0,
      "text": "esto y tipo de estilizar y simplificar y agrupar la dos formas, el cráneo y la máscara de la cara,"
    },
    {
      "index": 58,
      "start_time": 351660.0,
      "end_time": 354620.0,
      "text": "en uno mayor, forma, una forma de barco de vela."
    },
    {
      "index": 59,
      "start_time": 354620.0,
      "end_time": 361020.0,
      "text": "La ventaja de esto es que es mucho más rápido, mucho más simple. La desventaja es entonces"
    },
    {
      "index": 60,
      "start_time": 361020.0,
      "end_time": 367320.0,
      "text": "tienen mucho trabajo que hacer para llegar de nuevo a que la verdadera forma del cráneo. Pero muy a menudo vamos a"
    },
    {
      "index": 61,
      "start_time": 367320.0,
      "end_time": 376980.0,
      "text": "tener un estilo de pelo, decir a una mujer con un bollo de cola de caballo que va a cubrir eso. Así que tenemos opciones"
    },
    {
      "index": 62,
      "start_time": 376980.0,
      "end_time": 380880.0,
      "text": "allí. Podemos hacer que sea un poco más simple. Podemos hacer que sea un poco más sofisticado."
    },
    {
      "index": 63,
      "start_time": 380880.0,
      "end_time": 385850.0,
      "text": "Podemos mantener un poco más abierta. Podemos mantenerlo mucho más completo. Puedes elegir"
    },
    {
      "index": 64,
      "start_time": 385850.0,
      "end_time": 393220.0,
      "text": "lo que usted prefiera. Lo que quiero, sin embargo, es algo que es lo suficientemente simple para mí"
    },
    {
      "index": 65,
      "start_time": 393220.0,
      "end_time": 401810.0,
      "text": "que puedo conseguirlo rápidamente y con eficacia para que pueda conseguirlo abajo, tiene que trabajar para"
    },
    {
      "index": 66,
      "start_time": 401810.0,
      "end_time": 413970.0,
      "text": "construir fuera de, agregar otras formas a ella, o que sea simple pero característica por lo que no sólo"
    },
    {
      "index": 67,
      "start_time": 413970.0,
      "end_time": 418970.0,
      "text": "se pone de forma rápida y con bastante facilidad, nada es fácil en el arte, sobre todo con la cabeza."
    },
    {
      "index": 68,
      "start_time": 418970.0,
      "end_time": 427410.0,
      "text": "Pero es característico de lo que veo ante mí, el personaje que quiere dibujar, la cosa"
    },
    {
      "index": 69,
      "start_time": 427410.0,
      "end_time": 433120.0,
      "text": "Quiero aprovechar simplemente y refinar. Si sigue siendo característico de lo que veo, el refinamiento,"
    },
    {
      "index": 70,
      "start_time": 433120.0,
      "end_time": 439290.0,
      "text": "en este caso, el afeitado de un maíz o la adición de algunos baches y protuberancias, ese tipo de cosas,"
    },
    {
      "index": 71,
      "start_time": 439290.0,
      "end_time": 442880.0,
      "text": "como vamos a aprender a hacer en un minuto. Eso es fácil."
    },
    {
      "index": 72,
      "start_time": 442880.0,
      "end_time": 448380.0,
      "text": "Así que lo que yo elijo en mi construcción que quiero para asegurarse de que es simple, bastante simple"
    },
    {
      "index": 73,
      "start_time": 448380.0,
      "end_time": 455650.0,
      "text": "que está-puedo conseguirlo con facilidad, característica de lo que veo lo que lee bien la derecha de la"
    },
    {
      "index": 74,
      "start_time": 455650.0,
      "end_time": 462260.0,
      "text": "malo como una cabeza que está mirando hacia abajo como una mujer con un cierto estilo de peinado y característico"
    },
    {
      "index": 75,
      "start_time": 462260.0,
      "end_time": 468580.0,
      "text": "así que puedo refinarlo y convertirlo en una representación acabada avanzado si así lo decido. En otro"
    },
    {
      "index": 76,
      "start_time": 468580.0,
      "end_time": 473220.0,
      "text": "Es decir, voy a pensar como un escultor. Voy a empezar con algo sencillo,"
    },
    {
      "index": 77,
      "start_time": 473220.0,
      "end_time": 479170.0,
      "text": "y luego voy a refinarlo. Voy a añadir a la misma, tomar distancia de ella, construirlo, y terminarlo."
    },
    {
      "index": 78,
      "start_time": 479170.0,
      "end_time": 484180.0,
      "text": "Ahora, esa es la idea estructural."
    },
    {
      "index": 79,
      "start_time": 484180.0,
      "end_time": 492530.0,
      "text": "Si usted tiene o va a ir a ninguna de mis clases básicas de dibujo, usted encontrará que tengo"
    },
    {
      "index": 80,
      "start_time": 492530.0,
      "end_time": 501080.0,
      "text": "dos ideas, la estructura y el gesto. El gesto, en realidad hay dos gestos"
    },
    {
      "index": 81,
      "start_time": 501080.0,
      "end_time": 512289.0,
      "text": "a la cabeza. No es el gesto del cráneo volviendo de esta manera. Permítanme enciendo colores"
    },
    {
      "index": 82,
      "start_time": 512289.0,
      "end_time": 517210.0,
      "text": "para que pueda ver eso. Gesto del cráneo que van y el gesto de la cara de ir"
    },
    {
      "index": 83,
      "start_time": 517210.00000000006,
      "end_time": 529080.0,
      "text": "abajo. Si trazamos de nuevo-se puede ver en el dibujo que forma simple del velero. Sus"
    },
    {
      "index": 84,
      "start_time": 529080.0,
      "end_time": 535330.0,
      "text": "una de las razones que me gustan para bocetos rápidos. Es característico, es muy sencillo. Pero"
    },
    {
      "index": 85,
      "start_time": 535330.0,
      "end_time": 542080.0,
      "text": "todavía muestra no sólo una forma característica que es útil, pero una característica de la"
    },
    {
      "index": 86,
      "start_time": 542080.0,
      "end_time": 543770.0,
      "text": "dos gestos del cráneo vuelta atrás."
    },
    {
      "index": 87,
      "start_time": 543770.0,
      "end_time": 550020.0,
      "text": "Uno de los grandes errores que se cometen es que tendrán la máscara de la cara bastante bien establecido"
    },
    {
      "index": 88,
      "start_time": 550020.0,
      "end_time": 556880.0,
      "text": "Sin embargo han elegido para hacerlo, pero luego van a dibujar el cráneo de esta manera. Ellos"
    },
    {
      "index": 89,
      "start_time": 556880.0,
      "end_time": 563070.0,
      "text": "darle poca importancia. Va a ser la proporción equivocada. No hay suficiente allí para adaptarse"
    },
    {
      "index": 90,
      "start_time": 563070.0,
      "end_time": 568060.0,
      "text": "en un cuello, por ejemplo. Mira lo flaco cuello consigue cuando usted consigue que el cráneo erróneamente"
    },
    {
      "index": 91,
      "start_time": 568060.0,
      "end_time": 577250.0,
      "text": "conjunto. Pero también, no conseguimos que la deriva hacia atrás. Tenemos una curva de rodadura hasta fuera de la cara. Nosotros"
    },
    {
      "index": 92,
      "start_time": 577250.0,
      "end_time": 583570.0,
      "text": "no se siente ese movimiento característico de vuelta de cara al cráneo. Empieza a verse un poco"
    },
    {
      "index": 93,
      "start_time": 583570.0,
      "end_time": 591700.0,
      "text": "extraterrestre. A menudo, un peinado para llenarlo de alguna manera y ocultar que la deriva hacia atrás,"
    },
    {
      "index": 94,
      "start_time": 591700.0,
      "end_time": 594810.0,
      "text": "pero todavía queremos sentirlo."
    },
    {
      "index": 95,
      "start_time": 594810.0,
      "end_time": 602340.0,
      "text": "La otra cosa que queremos aquí, y notamos que podría hacer esto mucho más cuadrada. Hacer mucho"
    },
    {
      "index": 96,
      "start_time": 602340.0,
      "end_time": 610630.0,
      "text": "opciones más cuadrados en lugar de opciones ronda por lo que tienen un continuo de opciones allí. aviso"
    },
    {
      "index": 97,
      "start_time": 610630.0,
      "end_time": 616920.0,
      "text": "lo que pasa cuando me metí ese cráneo espalda con o sin el peinado, y estoy muy"
    },
    {
      "index": 98,
      "start_time": 616920.0,
      "end_time": 625340.0,
      "text": "conscientes de que se mueven de nuevo a la calavera en lugar de que el movimiento hacia abajo de la cara."
    },
    {
      "index": 99,
      "start_time": 625340.0,
      "end_time": 634110.0,
      "text": "Entonces me voy a respetar el hecho de que el cráneo golpea en alto en la cima de nuestra construcción."
    },
    {
      "index": 100,
      "start_time": 634110.0,
      "end_time": 639780.0,
      "text": "Eso va a darme un ajuste mucho mejor, y vamos a ir a través de esta idea de la conexión,"
    },
    {
      "index": 101,
      "start_time": 639780.0,
      "end_time": 645740.0,
      "text": "apropiado para el siguiente paso, el cuello, con más detalle. Nótese que salen de la garganta."
    },
    {
      "index": 102,
      "start_time": 645740.0,
      "end_time": 651740.0,
      "text": "Venimos de la parte posterior del cuello. Ponemos en un poco de la línea de los hombros para que pueda obtener"
    },
    {
      "index": 103,
      "start_time": 651740.0,
      "end_time": 659400.0,
      "text": "una idea de dónde íbamos a ir con eso. Observe qué tan alto el cráneo y el cuello se conectan."
    },
    {
      "index": 104,
      "start_time": 659400.0,
      "end_time": 670360.0,
      "text": "Se conectan muy alto. De hecho, conectar-Vamos a hacer eso para que pueda ver lo que estamos buscando"
    },
    {
      "index": 105,
      "start_time": 670360.0,
      "end_time": 677730.0,
      "text": "y visualizar con mayor claridad. Observe que la cabeza y el cuello del cráneo y el cuello se unen"
    },
    {
      "index": 106,
      "start_time": 677730.0,
      "end_time": 684880.0,
      "text": "acerca de la línea de los ojos. En otras palabras, si compruebo-estoy siempre mi mejor modelo. Si"
    },
    {
      "index": 107,
      "start_time": 684880.0,
      "end_time": 692540.0,
      "text": "Me siento en el hueso del cráneo se encuentra con la carne del cuello, mira dónde está la derecha"
    },
    {
      "index": 108,
      "start_time": 692540.0,
      "end_time": 699880.0,
      "text": "allí. Si lanzo ese cráneo fuera y hacerlo incorrecta, lo convierten en demasiado de una pelota,"
    },
    {
      "index": 109,
      "start_time": 699880.0,
      "end_time": 717590.0,
      "text": "una pequeña bola que parece extranjero, o un muy gran bola como esto, observe lo que sucede aquí."
    },
    {
      "index": 110,
      "start_time": 717590.0,
      "end_time": 719620.0,
      "text": "El cuello se ajusta demasiado bajo."
    },
    {
      "index": 111,
      "start_time": 719620.0,
      "end_time": 727440.0,
      "text": "Si usted tiene un tipo heroico real, un personaje de superman puede tipo de salirse con la suya"
    },
    {
      "index": 112,
      "start_time": 727440.0,
      "end_time": 733029.0,
      "text": "con el cuello de toro, porque la carne se llena y nos lleva hasta ese mayor o, al menos,"
    },
    {
      "index": 113,
      "start_time": 733029.0,
      "end_time": 738260.0,
      "text": "cerca de ese nivel más alto allí, y podemos conseguir lejos con eso. En realidad, los libros, la"
    },
    {
      "index": 114,
      "start_time": 738260.0,
      "end_time": 748520.0,
      "text": "libros muy finas de Andrew Loomis, que utiliza una estilización. Pero él está haciendo estos heroica"
    },
    {
      "index": 115,
      "start_time": 748520.0,
      "end_time": 755220.0,
      "text": "modelos de moda, tipo de modelo de moda se reúne personaje de Superman, por lo que pueden salirse con la"
    },
    {
      "index": 116,
      "start_time": 755220.0,
      "end_time": 760779.0,
      "text": "que debido a que está haciendo este tipo heroico. Pero si usted está haciendo la persona promedio es"
    },
    {
      "index": 117,
      "start_time": 760779.0,
      "end_time": 764529.0,
      "text": "una conexión bastante diferente."
    },
    {
      "index": 118,
      "start_time": 764529.0,
      "end_time": 773430.0,
      "text": "Muy bien, así que de nuevo a partir del perfil mantenemos esa forma de huevo en alto. Eso nos da la"
    },
    {
      "index": 119,
      "start_time": 773430.0,
      "end_time": 781390.0,
      "text": "sentido del movimiento de marcha atrás. Construimos la cara hacia abajo. Note que puedo hacer esto. Yo puedo"
    },
    {
      "index": 120,
      "start_time": 781390.0,
      "end_time": 790660.0,
      "text": "hacer esto. Puedo hacer esto. Todas esas opciones. Simple, pero característico. Como siempre y cuando sea"
    },
    {
      "index": 121,
      "start_time": 790660.0,
      "end_time": 800490.0,
      "text": "que, a recoger lo que usted quiere o que otros innumerables. Así que el gesto de volver, el gesto de bajar."
    },
    {
      "index": 122,
      "start_time": 800490.0,
      "end_time": 806730.0,
      "text": "Este es el que realmente cuenta. Si usted goof esto tenemos los problemas que he sugerido."
    },
    {
      "index": 123,
      "start_time": 806730.0,
      "end_time": 812220.0,
      "text": "La razón por la que digo esto uno cuenta de verdad es que este es el gesto que va a continuación,"
    },
    {
      "index": 124,
      "start_time": 812220.0,
      "end_time": 817090.0,
      "text": "fluir hacia el resto del cuerpo a medida que avanzamos hacia abajo. Así que es la cara hasta el cuello. los"
    },
    {
      "index": 125,
      "start_time": 817090.0,
      "end_time": 821970.0,
      "text": "cuello al torso. El torso de las caderas, piernas, todas esas cosas buenas. Así que queremos hacer"
    },
    {
      "index": 126,
      "start_time": 821970.0,
      "end_time": 828279.0,
      "text": "Seguro que estamos pensando de este movimiento hacia abajo. Ahora, echemos un vistazo a las proporciones aquí."
    },
    {
      "index": 127,
      "start_time": 828279.0,
      "end_time": 837060.0,
      "text": "Si tuviera que tomar toda esta estructura cuenta de que es la máscara de la cara sin las características,"
    },
    {
      "index": 128,
      "start_time": 837060.0,
      "end_time": 843270.0,
      "text": "sin la nariz que se pega hacia fuera, sin las cuencas de los ojos de excavación. Es el cráneo sin"
    },
    {
      "index": 129,
      "start_time": 843270.0,
      "end_time": 850230.0,
      "text": "el peinado. Pero si tuviera que tomar ese escueto construcción se dará cuenta de que"
    },
    {
      "index": 130,
      "start_time": 850230.0,
      "end_time": 858410.0,
      "text": "crea un cuadrado que es sólo ligeramente más largo en la cara y ligeramente más corto en"
    },
    {
      "index": 131,
      "start_time": 858410.0,
      "end_time": 863800.0,
      "text": "el craneo. Está bien, así que no es un cuadrado perfecto. Digamos que este sería un cuadrado perfecto."
    },
    {
      "index": 132,
      "start_time": 863800.0,
      "end_time": 868870.0,
      "text": "Es un poco más largo. Si te vas a meter la pata un poco más todavía, y lo"
    },
    {
      "index": 133,
      "start_time": 868870.0,
      "end_time": 877010.0,
      "text": "que hace es simplemente dar un mentón heroica. Incluso si usted está haciendo una mujer que se siente atractiva."
    },
    {
      "index": 134,
      "start_time": 877010.0,
      "end_time": 882400.0,
      "text": "Si usted consigue demasiado tiempo, lo que puede suceder, entonces es un problema. Sólo un poco de curso adicional"
    },
    {
      "index": 135,
      "start_time": 882400.0,
      "end_time": 890960.0,
      "text": "abajo. Luego cuenta una vez que añadir el peinado y las características, la nariz empujando, empujando peinado"
    },
    {
      "index": 136,
      "start_time": 890960.0,
      "end_time": 899050.0,
      "text": "espalda, que puede revertir, por supuesto. Pero eso te da una idea de la construcción."
    },
    {
      "index": 137,
      "start_time": 899050.0,
      "end_time": 913870.0,
      "text": "Vamos a tomar esto más lejos. Si rompemos todo esto por la mitad, por lo que partes iguales aquí"
    },
    {
      "index": 138,
      "start_time": 913870.0,
      "end_time": 918480.0,
      "text": "o si hay más o menos. Una vez más, si me voy a meter la pata, siempre un poco la barbilla extra es"
    },
    {
      "index": 139,
      "start_time": 918480.0,
      "end_time": 926650.0,
      "text": "tipo de defecto ideales, al menos en el arte occidental, en el arte heroico. Pero si conseguimos que a mitad de camino"
    },
    {
      "index": 140,
      "start_time": 926650.0,
      "end_time": 935300.0,
      "text": "punto, cortar por la mitad, que es básicamente la línea de los ojos. Permítanme poner un poco de la ceja"
    },
    {
      "index": 141,
      "start_time": 935300.0,
      "end_time": 940670.0,
      "text": "allí sólo para que pueda verlo. Observe la línea de los ojos en el párpado superior se encuentra con el menor"
    },
    {
      "index": 142,
      "start_time": 940670.0,
      "end_time": 954000.0,
      "text": "tapa. Eso es un punto a mitad de camino. Una vez más, eso es donde el cuello es, el cuello se reúne cráneo"
    },
    {
      "index": 143,
      "start_time": 954000.0,
      "end_time": 964040.0,
      "text": "en algún lugar de ahí. Si terminaste aquí o aquí, en cualquier parte de ese rango, eres"
    },
    {
      "index": 144,
      "start_time": 964040.0,
      "end_time": 970750.0,
      "text": "sigue bien. Más que probable que el peinado se va a cubrir todos modos. O si es"
    },
    {
      "index": 145,
      "start_time": 970750.0,
      "end_time": 977700.0,
      "text": "un hombre con el pelo corto, ya sabes, el relleno de ese cuello más masivo relativamente más"
    },
    {
      "index": 146,
      "start_time": 977700.0,
      "end_time": 983970.0,
      "text": "cuello masiva va a cuidar de ella."
    },
    {
      "index": 147,
      "start_time": 983970.0,
      "end_time": 989800.0,
      "text": "Sin el cráneo del pelo a la barbilla, cortar por la mitad, usted tiene la eyeline. EyeLine a la barbilla,"
    },
    {
      "index": 148,
      "start_time": 989800.0,
      "end_time": 997540.0,
      "text": "cortar por la mitad y tienes la nariz. Puede ser un poco más corto, un poco más,"
    },
    {
      "index": 149,
      "start_time": 997540.0,
      "end_time": 1002120.0,
      "text": "pero eso es más o menos la nariz. Cuando usted dice que la nariz no la punta de la nariz, pero"
    },
    {
      "index": 150,
      "start_time": 1002120.0,
      "end_time": 1016080.0,
      "text": "donde la raíz de la nariz se encuentra con la forma de la boca en ese país. Cortar por la mitad otra vez, la"
    },
    {
      "index": 151,
      "start_time": 1016080.0,
      "end_time": 1022600.0,
      "text": "borde del labio inferior en promedio. Una vez más, si tengo un poco demasiado mentón que es mejor"
    },
    {
      "index": 152,
      "start_time": 1022600.0,
      "end_time": 1029770.0,
      "text": "que un poco el labio superior demasiado aquí, llano superior, y dos pequeñas barbillas. Quiero seguir"
    },
    {
      "index": 153,
      "start_time": 1029770.0,
      "end_time": 1034929.0,
      "text": "esto un poco más corto si me voy a meter la pata hasta la barbilla un poco más lleno y más grande si"
    },
    {
      "index": 154,
      "start_time": 1034929.0000000001,
      "end_time": 1036270.0000000001,
      "text": "Voy a goof para arriba."
    },
    {
      "index": 155,
      "start_time": 1036270.0,
      "end_time": 1043640.0,
      "text": "Siempre es agradable como artista para saber qué camino meter la pata, donde a error. Si por lo general"
    },
    {
      "index": 156,
      "start_time": 1043640.0000000001,
      "end_time": 1050000.0,
      "text": "a medida que avanzamos hacia abajo, si hacemos cada cosa un poco más grande de lo que debería haber sido la nariz ligeramente"
    },
    {
      "index": 157,
      "start_time": 1050000.0,
      "end_time": 1056170.0,
      "text": "Ya, la barbilla ligeramente más completa, entonces el cuello un poco más de lo que debería haber sido,"
    },
    {
      "index": 158,
      "start_time": 1056170.0,
      "end_time": 1061490.0,
      "text": "el torso, los brazos, las piernas todo el camino hacia abajo. Agregando que la longitud que sólo se ve más"
    },
    {
      "index": 159,
      "start_time": 1061490.0,
      "end_time": 1066410.0,
      "text": "escultural o más heroico. Eso es por lo general en el arte occidental en particular, y el arte occidental"
    },
    {
      "index": 160,
      "start_time": 1066410.0,
      "end_time": 1073170.0,
      "text": "ha especie de apoderado del mundo estético en este punto. Con gran cantidad de excepciones, pero"
    },
    {
      "index": 161,
      "start_time": 1073170.0,
      "end_time": 1077410.0,
      "text": "sólo en general que va a ser más idealizada. Es por eso que las mujeres usan el alto"
    },
    {
      "index": 162,
      "start_time": 1077410.0,
      "end_time": 1084850.0,
      "text": "talones, uñas largas, vestido de corte bajo aquí, poniendo el pelo recogido. Se crea que la longitud"
    },
    {
      "index": 163,
      "start_time": 1084850.0,
      "end_time": 1087770.0,
      "text": "que parece más hermoso, más idealizado."
    },
    {
      "index": 164,
      "start_time": 1087770.0,
      "end_time": 1096660.0,
      "text": "Echemos un vistazo a la vista frontal a continuación. Permítanme volver aquí. Si nos encontramos en la parte delantera"
    },
    {
      "index": 165,
      "start_time": 1096660.0,
      "end_time": 1107980.0,
      "text": "ahora sólo voy a hacer una esfera. Observe que la línea de los ojos aquí, déjame enciendo aquí"
    },
    {
      "index": 166,
      "start_time": 1107980.0,
      "end_time": 1118520.0,
      "text": "una vez más. Observe que la línea de los ojos, que era nuestro punto a mitad de camino no era el cráneo."
    },
    {
      "index": 167,
      "start_time": 1118520.0,
      "end_time": 1124260.0,
      "text": "El cráneo podría haber sido donde el cráneo se encuentra con el cuello podría haber sido en ese punto."
    },
    {
      "index": 168,
      "start_time": 1124260.0,
      "end_time": 1127580.0,
      "text": "Podría haber sido más baja. Podría haber sido un poco más bajo. Podría haber estado abajo"
    },
    {
      "index": 169,
      "start_time": 1127580.0,
      "end_time": 1131980.0,
      "text": "Aquí. Por lo tanto, no necesariamente tiene su correspondencia. Incluso podría ser mayor en"
    },
    {
      "index": 170,
      "start_time": 1131980.0,
      "end_time": 1140130.0,
      "text": "algunos casos. Ese cráneo se viene abajo y cruzar ese punto en cualquier lugar eyeline"
    },
    {
      "index": 171,
      "start_time": 1140130.0,
      "end_time": 1146410.0,
      "text": "que lo cruza. Pero la parte inferior del huevo es un poco diferente. La parte inferior de la"
    },
    {
      "index": 172,
      "start_time": 1146410.0,
      "end_time": 1157720.0,
      "text": "huevo hará que un poco lleno por aquí abajo. En general, si cortamos el huevo por la mitad,"
    },
    {
      "index": 173,
      "start_time": 1157720.0,
      "end_time": 1162380.0,
      "text": "la pelota en medio, diría yo. Si tomamos ese fin esférica, cortado un balón en el medio,"
    },
    {
      "index": 174,
      "start_time": 1162380.0,
      "end_time": 1169660.0,
      "text": "la mitad, dos mitades, agregar otro medio. Si me voy a meter la pata que sea un poco demasiado"
    },
    {
      "index": 175,
      "start_time": 1169660.0,
      "end_time": 1186820.0,
      "text": "de largo, un poco más de un medio, medio-más y no menos. Pero podemos usar eso como una construcción de la cabeza, por lo que es un"
    },
    {
      "index": 176,
      "start_time": 1186820.0,
      "end_time": 1193230.0,
      "text": "poco más heroica en la mandíbula o no. De todas formas."
    },
    {
      "index": 177,
      "start_time": 1193230.0,
      "end_time": 1198910.0,
      "text": "Nótese entonces lo que tenemos. Tenemos una cabeza sin las orejas, sin las orejas, sin el peinado."
    },
    {
      "index": 178,
      "start_time": 1198910.0,
      "end_time": 1209360.0,
      "text": "Ponga los de en un segundo. Tenemos una cabeza que es uno, dos mitades de ancho. Ponemos aquí."
    },
    {
      "index": 179,
      "start_time": 1209360.0,
      "end_time": 1218210.0,
      "text": "Y tenemos una cabeza que es uno, dos, tres mitades de largo. Así que esto es casi un cuadrado perfecto."
    },
    {
      "index": 180,
      "start_time": 1218210.0,
      "end_time": 1227010.0,
      "text": "Es lo que sea por lo que sea. Esta es una proporción 2 x 3, dos a través de, tres abajo. Eso es"
    },
    {
      "index": 181,
      "start_time": 1227010.0,
      "end_time": 1233059.0,
      "text": "porque el perder la deriva del cráneo vuelta atrás. Está ahora escondiéndose detrás de la cara. Bien"
    },
    {
      "index": 182,
      "start_time": 1233059.0,
      "end_time": 1241700.0,
      "text": "verlo en un poco, la cara oculta detrás del cráneo. Hagámoslo. Así que no es un medio"
    },
    {
      "index": 183,
      "start_time": 1241700.0,
      "end_time": 1249059.0,
      "text": "el craneo. No es que el resto de esa esfera redonda del cráneo. No es la adición a"
    },
    {
      "index": 184,
      "start_time": 1249059.0,
      "end_time": 1258920.0,
      "text": "que el resto de la máscara de la cara, que se suma a la otra mitad. Hay dos en nuestro"
    },
    {
      "index": 185,
      "start_time": 1258920.0,
      "end_time": 1267660.0,
      "text": "uno, dos, tres proporción. En esa proporción media, que media media, los oídos"
    },
    {
      "index": 186,
      "start_time": 1267660.0,
      "end_time": 1274970.0,
      "text": "tienden a sentarse allí. Pueden caer abajo un poco más baja. De vez en cuando se puede"
    },
    {
      "index": 187,
      "start_time": 1274970.0,
      "end_time": 1279100.0,
      "text": "levantarse un poco más alto, a pesar de que se ve un poco lobuna cuando haces eso, un"
    },
    {
      "index": 188,
      "start_time": 1279100.0,
      "end_time": 1284730.0,
      "text": "poco como un elfo o algo así. Pero los oídos tienden a sentarse en algún lugar de ese tercio medio."
    },
    {
      "index": 189,
      "start_time": 1284730.0,
      "end_time": 1290740.0,
      "text": "Tienden a ser simétrica aunque verás un montón de gente en un oído es en realidad"
    },
    {
      "index": 190,
      "start_time": 1290740.0,
      "end_time": 1297929.0,
      "text": "más baja que la otra oreja. Hablaremos de cómo dibujar formas del oído en detalle más adelante. Pero"
    },
    {
      "index": 191,
      "start_time": 1297929.0,
      "end_time": 1307750.0,
      "text": "por ahora sólo se puede hacer un poco de forma de C, un poco de forma de huevo, una forma cuadrada más cincelado,"
    },
    {
      "index": 192,
      "start_time": 1307750.0,
      "end_time": 1315530.0,
      "text": "o cualquier variación de eso. Que sea más redondeada en la parte inferior, la plaza en la parte superior, cualquiera de esos."
    },
    {
      "index": 193,
      "start_time": 1315530.0,
      "end_time": 1321820.0,
      "text": "Puede curva de éstos. Nada de eso está muy bien. Nos encontramos con que la mejilla, el lado"
    },
    {
      "index": 194,
      "start_time": 1321820.0,
      "end_time": 1329929.0,
      "text": "de nuestro cráneo de huevo es la superposición de ese oído y ocultando algunas de ellas. Así que queremos tener un sentido"
    },
    {
      "index": 195,
      "start_time": 1329929.0,
      "end_time": 1336750.0,
      "text": "de esa idea, la superposición. Está detrás y por debajo. El oído se sienta allí."
    },
    {
      "index": 196,
      "start_time": 1336750.0,
      "end_time": 1342179.0,
      "text": "Y luego esta misma regla es cierto, por supuesto, ¿qué va a ser verdad desde el perfil"
    },
    {
      "index": 197,
      "start_time": 1342179.0,
      "end_time": 1346809.0,
      "text": "será verdad de la vista frontal. Vamos a volver a esto. Así que si volviese"
    },
    {
      "index": 198,
      "start_time": 1346809.0,
      "end_time": 1359110.0,
      "text": "a mi forma plena y cortar por la mitad, digamos aquí, esta sería mi eyeline allí."
    },
    {
      "index": 199,
      "start_time": 1359110.0,
      "end_time": 1366059.0,
      "text": "Ahí es donde las tapas del párpado superior e inferior, si sólo piensa en él como un verdadero almendras simple,"
    },
    {
      "index": 200,
      "start_time": 1366059.0,
      "end_time": 1371080.0,
      "text": "vamos a tener que ser más sofisticado que eso. Pero la línea de los ojos, donde párpado superior se reúne"
    },
    {
      "index": 201,
      "start_time": 1371080.0,
      "end_time": 1376780.0,
      "text": "párpado inferior si era un poco egipcia que sería donde la línea de maquillaje es. Eso es más"
    },
    {
      "index": 202,
      "start_time": 1376780.0,
      "end_time": 1384730.0,
      "text": "o menos nuestro punto a mitad de camino. Es mejor hacer, una vez más, nuestra mitad de camino un poco más de la barbilla"
    },
    {
      "index": 203,
      "start_time": 1384730.0,
      "end_time": 1389370.0,
      "text": "por motivos heroicos sin el peinado."
    },
    {
      "index": 204,
      "start_time": 1389370.0,
      "end_time": 1395840.0,
      "text": "Entonces si cortamos por la mitad eso es más o menos la nariz. La raíz de la nariz, donde"
    },
    {
      "index": 205,
      "start_time": 1395840.0,
      "end_time": 1401260.0,
      "text": "es que parece a la boca. No es la punta de la nariz. Puede subir o puede conectar abajo"
    },
    {
      "index": 206,
      "start_time": 1401260.0,
      "end_time": 1410990.0,
      "text": "en relación a eso. Entonces, si nos separamos que en la mitad derecha de aquí, pues, que lo haría"
    },
    {
      "index": 207,
      "start_time": 1410990.0,
      "end_time": 1418330.0,
      "text": "estar donde los labios se sientan en esa línea de construcción. El punto medio es donde el menor"
    },
    {
      "index": 208,
      "start_time": 1418330.0,
      "end_time": 1425450.0,
      "text": "labio descansa. El resto por debajo de la barbilla es aquí."
    },
    {
      "index": 209,
      "start_time": 1425450.0,
      "end_time": 1433830.0,
      "text": "Ahora, cuando usted hace esto la vista de nuevo frente, que es sin el peinado. Muchas veces podrás"
    },
    {
      "index": 210,
      "start_time": 1433830.0,
      "end_time": 1438630.0,
      "text": "poner esto y usted irá, está bien, hice todo lo que me dijeron que hacer. Todavía se siente"
    },
    {
      "index": 211,
      "start_time": 1438630.0,
      "end_time": 1443630.0,
      "text": "divertido. A veces se le pones eso y te darás cuenta de que usted ha dibujado el todo"
    },
    {
      "index": 212,
      "start_time": 1443630.0,
      "end_time": 1449340.0,
      "text": "enfrenta y que realmente no ha dibujado el cráneo. A veces tendrás que volver a continuación"
    },
    {
      "index": 213,
      "start_time": 1449340.0,
      "end_time": 1458429.0,
      "text": "y añadir un poco más de cráneo, y tal vez incluso añadir un poco más el cráneo de esta manera."
    },
    {
      "index": 214,
      "start_time": 1458429.0,
      "end_time": 1466100.0,
      "text": "Una vez más, si se ha añadido un poco la barbilla adicional debajo luego añadir más cráneo encima eres"
    },
    {
      "index": 215,
      "start_time": 1466100.0,
      "end_time": 1471090.0,
      "text": "equilibrando. No va a mirar gracioso. No va a parecer un extranjero con"
    },
    {
      "index": 216,
      "start_time": 1471090.0,
      "end_time": 1482860.0,
      "text": "una carita aquí aplastado o un poco infantil, amable feto de cosas. Así que tener que"
    },
    {
      "index": 217,
      "start_time": 1482860.0,
      "end_time": 1488330.0,
      "text": "barbilla extra puede ayudar para eso. Es muy fácil a partir de estos puntos de vista frente a dibujar en efecto"
    },
    {
      "index": 218,
      "start_time": 1488330.0,
      "end_time": 1495360.0,
      "text": "un huevo. Esa es una versión rápida real de esto, pero se nota cuando hago que tiene un cierto"
    },
    {
      "index": 219,
      "start_time": 1495360.0,
      "end_time": 1503200.0,
      "text": "personaje. El ancho aquí es igual a la anchura de aquí abajo, mientras que aquí, incluso con un"
    },
    {
      "index": 220,
      "start_time": 1503200.0,
      "end_time": 1511030.0,
      "text": "hombre fuerte mandíbula que vamos a tener las formas disminuye hacia el mentón y"
    },
    {
      "index": 221,
      "start_time": 1511030.0,
      "end_time": 1518940.0,
      "text": "llenar hacia la forma del cráneo. Y lo que es más bien un cierto tipo de huevo de gallina de cosas,"
    },
    {
      "index": 222,
      "start_time": 1518940.0,
      "end_time": 1525179.0,
      "text": "donde se estrecha hacia abajo. Es un huevo más verdadera en lugar de sólo una elipse."
    },
    {
      "index": 223,
      "start_time": 1525179.0,
      "end_time": 1532710.0,
      "text": "La otra cosa que voy a hacer a veces se nota cómo la adición de esa máscara cuadrada de la cara que"
    },
    {
      "index": 224,
      "start_time": 1532710.0,
      "end_time": 1547309.0,
      "text": "hemos hablado antes. Cuadrar esto un poco. Cuando lo hago"
    },
    {
      "index": 225,
      "start_time": 1547309.0,
      "end_time": 1554559.0,
      "text": "observe cómo esta línea y esta línea están paralelos entre sí. De hecho, son"
    },
    {
      "index": 226,
      "start_time": 1554559.0,
      "end_time": 1561400.0,
      "text": "paralela a la línea central. Dibujamos una línea central imaginaria para que podamos espacio de las características."
    },
    {
      "index": 227,
      "start_time": 1561400.0,
      "end_time": 1566990.0,
      "text": "Tenemos un poco de la nariz en este lado, la misma cantidad más o menos en ese lado. Nosotros"
    },
    {
      "index": 228,
      "start_time": 1566990.0,
      "end_time": 1571630.0,
      "text": "tener un pequeño hueco aquí. Entonces comienza el ojo. Tenemos la brecha misma más o menos poco aquí,"
    },
    {
      "index": 229,
      "start_time": 1571630.0,
      "end_time": 1578610.0,
      "text": "y luego ese ojo comienza. Así tenemos que la simetría. Las cejas se arquean hacia arriba, y son"
    },
    {
      "index": 230,
      "start_time": 1578610.0,
      "end_time": 1585620.0,
      "text": "va a ser simétrica dar o tomar una expresión o como fuera de esa línea centro natural. Tan pronto"
    },
    {
      "index": 231,
      "start_time": 1585620.0,
      "end_time": 1595090.0,
      "text": "como nos acercamos a continuación en lugar del huevo una forma de píldora, una forma de cápsula, notar cuando estamos"
    },
    {
      "index": 232,
      "start_time": 1595090.0,
      "end_time": 1604570.0,
      "text": "pensar de esa manera entonces nuestra línea central rastrea en estas posiciones más difíciles. Entonces nosotros"
    },
    {
      "index": 233,
      "start_time": 1604570.0,
      "end_time": 1612120.0,
      "text": "tener la barbilla estrecha que es muy cuadrado en el, de la mandíbula, o tenemos el más redondo"
    },
    {
      "index": 234,
      "start_time": 1612120.0,
      "end_time": 1619490.0,
      "text": "barbilla que redondea sin problemas de la mandíbula, lo que sugiere el carácter. Más joven, femenina,"
    },
    {
      "index": 235,
      "start_time": 1619490.0,
      "end_time": 1626910.0,
      "text": "como un niño, ser un poco más redondo. Square o más heroica, más exagerada superhéroe-ish,"
    },
    {
      "index": 236,
      "start_time": 1626910.0,
      "end_time": 1632370.0,
      "text": "más masculina, un poco más cuadrada. Elige tu opción. Una vez más, como nos ponemos estas cosas en, dividir"
    },
    {
      "index": 237,
      "start_time": 1632370.0,
      "end_time": 1639150.0,
      "text": "por la mitad. No son los ojos. Línea de la ceja en algún lugar allá. Veremos sombrero."
    },
    {
      "index": 238,
      "start_time": 1639150.0,
      "end_time": 1647929.0,
      "text": "Nariz, labios. El resto es la barbilla. Y se podría decir, gritos, les di demasiada mentón o"
    },
    {
      "index": 239,
      "start_time": 1647929.0,
      "end_time": 1654480.0,
      "text": "demasiado como la barbilla, y se puede recortar antes de pasar a la siguiente idea. Bien"
    },
    {
      "index": 240,
      "start_time": 1654480.0,
      "end_time": 1659830.0,
      "text": "encontrar la manera de poner esas cosas en un momento."
    },
    {
      "index": 241,
      "start_time": 1659830.0,
      "end_time": 1663809.0,
      "text": "Y entonces dices, bueno, tengo que llegar a mis oídos. Están en algún lugar entre la línea de las cejas"
    },
    {
      "index": 242,
      "start_time": 1663809.0,
      "end_time": 1670340.0,
      "text": "y el oído por cierto. Vuelve aquí hasta ese tercio de nuevo, y usted puede ver las partes"
    },
    {
      "index": 243,
      "start_time": 1670340.0,
      "end_time": 1677400.0,
      "text": "de las cejas simplemente en un medio amplio en función de las expresiones, el carácter, el arco"
    },
    {
      "index": 244,
      "start_time": 1677400.0,
      "end_time": 1684679.0,
      "text": "de las cejas puede ser en esa tercera línea. Nótese que puedo diseñar las proporciones de"
    },
    {
      "index": 245,
      "start_time": 1684679.0,
      "end_time": 1690470.0,
      "text": "esta cabeza basa en mitades. Cortar por la mitad que tiene la línea de los ojos. Cortar la mitad inferior a la mitad"
    },
    {
      "index": 246,
      "start_time": 1690470.0,
      "end_time": 1694970.0,
      "text": "de nuevo. Usted tiene la línea de la nariz. Corte que la mitad inferior de nuevo que tenga el borde inferior"
    },
    {
      "index": 247,
      "start_time": 1694970.0,
      "end_time": 1703049.0,
      "text": "de la línea del labio inferior. Así que tener abajo le da su información, o podemos hacerlo en tercios."
    },
    {
      "index": 248,
      "start_time": 1703049.0,
      "end_time": 1707299.0,
      "text": "Podemos decir de la parte superior del cráneo sin cabello hacia abajo una tercera que es la ceja"
    },
    {
      "index": 249,
      "start_time": 1707299.0,
      "end_time": 1712919.0,
      "text": "línea. Abajo otro tercio que está cerca de la línea de la nariz. Abajo otro tercio eres"
    },
    {
      "index": 250,
      "start_time": 1712919.0,
      "end_time": 1721510.0,
      "text": "en la barbilla. La línea de implantación sería el interior que romper eso."
    },
    {
      "index": 251,
      "start_time": 1721510.0,
      "end_time": 1725799.0,
      "text": "Así que hay varias maneras de hacerlo. Pero en cualquier caso, vamos a ir en medio de la ceja"
    },
    {
      "index": 252,
      "start_time": 1725799.0,
      "end_time": 1738350.0,
      "text": "la línea y la línea de la nariz para los tercios, un tercio, dos tercios, tres tercios. Nariz a la barbilla es"
    },
    {
      "index": 253,
      "start_time": 1738350.0,
      "end_time": 1743669.0,
      "text": "los tres tercios. Ceja de nariz es las dos terceras partes medias. El primer tercio es la parte superior hay."
    },
    {
      "index": 254,
      "start_time": 1743669.0,
      "end_time": 1749789.0,
      "text": "Y luego le sumamos nuestro oído en algún lugar hay simétricamente colocados. Entonces nos damos cuenta, gritos,"
    },
    {
      "index": 255,
      "start_time": 1749789.0,
      "end_time": 1756820.0,
      "text": "necesitamos un poco más de cráneo tal vez porque simplemente dibujamos una cápsula que era perfectamente"
    },
    {
      "index": 256,
      "start_time": 1756820.0,
      "end_time": 1761049.0,
      "text": "simétrico. Se mostró la forma de la cara, no nos dio que la forma del cráneo más completo. Y entonces"
    },
    {
      "index": 257,
      "start_time": 1761049.0,
      "end_time": 1771640.0,
      "text": "construimos fuera allí para construir la línea del cabello y todas esas cosas buenas en la forma de la de estilo"
    },
    {
      "index": 258,
      "start_time": 1771640.0,
      "end_time": 1774539.0,
      "text": "el pelo y todo eso."
    },
    {
      "index": 259,
      "start_time": 1774539.0,
      "end_time": 1784960.0,
      "text": "Muy bien, así que esa es nuestra idea básica. Volviendo ahora a esta. Una vez que tengo una buena quijada,"
    },
    {
      "index": 260,
      "start_time": 1784960.0,
      "end_time": 1794100.0,
      "text": "buena parte posterior del cráneo, sin embargo lo he hecho; buena quijada, buena parte posterior del cráneo puede"
    },
    {
      "index": 261,
      "start_time": 1794100.0,
      "end_time": 1800280.0,
      "text": "ser bastante sofisticado, muy sofisticado, más de lo que hacemos aquí, más bien vamos a"
    },
    {
      "index": 262,
      "start_time": 1800280.0,
      "end_time": 1807660.0,
      "text": "hacer más adelante, o la más sencilla elección posible. En cualquier caso hay relativamente simple,"
    },
    {
      "index": 263,
      "start_time": 1807660.0,
      "end_time": 1815110.0,
      "text": "sin embargo característico. Me encuentro ahora el cuello justo al lado de este barbilla. Observe lo que sucede aquí."
    },
    {
      "index": 264,
      "start_time": 1815110.0,
      "end_time": 1821720.0,
      "text": "El mentón se remonta esta manera. Eso se llama el plano digastrics. Eso es el espesor"
    },
    {
      "index": 265,
      "start_time": 1821720.0,
      "end_time": 1827049.0,
      "text": "de la cara. Uno de los peligros de dibujo de la máscara de la cara es que parece que acaba de"
    },
    {
      "index": 266,
      "start_time": 1827049.0,
      "end_time": 1833140.0,
      "text": "una mascara. Si usted lo consigue en un ángulo extraño que parece un cartón recortado de Halloween"
    },
    {
      "index": 267,
      "start_time": 1833140.0,
      "end_time": 1839289.0,
      "text": "máscara con sus características recorte de la existencia, y no es convincente."
    },
    {
      "index": 268,
      "start_time": 1839289.0,
      "end_time": 1845760.0,
      "text": "Así que lo que tenemos que sentir es que el plano inferior de la cara. Se le da espesor. Eso es"
    },
    {
      "index": 269,
      "start_time": 1845760.0,
      "end_time": 1852049.0,
      "text": "llamado plano digástrico. Da grosor aquí desde diferentes ángulos como veremos"
    },
    {
      "index": 270,
      "start_time": 1852049.0,
      "end_time": 1858370.0,
      "text": "mas tarde. Nos encontramos con que más claramente, y nos dará un gran volumen. Asimismo, mantendrá"
    },
    {
      "index": 271,
      "start_time": 1858370.0,
      "end_time": 1864030.0,
      "text": "esto desde el aspecto de que es plana y recorte. Nótese que estamos trabajando en una página plana, y"
    },
    {
      "index": 272,
      "start_time": 1864030.0,
      "end_time": 1868530.0,
      "text": "todavía estamos tratando de que la idea de volumen. Eso siempre es un obstáculo para que el artista"
    },
    {
      "index": 273,
      "start_time": 1868530.0,
      "end_time": 1873750.0,
      "text": "saltar. Así que avanzamos ese avión digastrics, y luego vamos a la derecha por la garganta. Sí hay"
    },
    {
      "index": 274,
      "start_time": 1873750.0,
      "end_time": 1881350.0,
      "text": "es una gran manzana de Adán lo ignoramos y el swing hacia atrás. A menos que seas una bailarina de ballet o una"
    },
    {
      "index": 275,
      "start_time": 1881350.0,
      "end_time": 1885900.0,
      "text": "soldado en posición de firmes por lo general hay un poco de holgura. Voy a exagerarlo. Poquito"
    },
    {
      "index": 276,
      "start_time": 1885900.0,
      "end_time": 1893600.0,
      "text": "de ceder. Para que el cuello a la barbilla, desde la boca del cuello hasta la barbilla empuja hacia adelante. Eso"
    },
    {
      "index": 277,
      "start_time": 1893600.0,
      "end_time": 1899559.0,
      "text": "nos da incluso en una visión bastante vertical hay un empuje hacia adelante que tiene esta hermosa"
    },
    {
      "index": 278,
      "start_time": 1899559.0,
      "end_time": 1905650.0,
      "text": "movimiento hacia adelante. Nos encontramos con que eso se convierte en una danza de formas que juega hasta el final"
    },
    {
      "index": 279,
      "start_time": 1905650.0,
      "end_time": 1906250.0,
      "text": "el cuerpo."
    },
    {
      "index": 280,
      "start_time": 1906250.0,
      "end_time": 1914780.0,
      "text": "Así que la barbilla a través del cuello simplificado para la boca del cuello. En cualquier parte de aquí está muy bien."
    },
    {
      "index": 281,
      "start_time": 1914780.0,
      "end_time": 1922230.0,
      "text": "Lo hiciste un poco demasiado largo. Lo hiciste un poco demasiado oscilando o un poco demasiado"
    },
    {
      "index": 282,
      "start_time": 1922230.0,
      "end_time": 1926360.0,
      "text": "no del todo empujando hacia adelante lo suficiente. En cualquier lugar no es probable que va a estar bien."
    },
    {
      "index": 283,
      "start_time": 1926360.0,
      "end_time": 1936470.0,
      "text": "Tenga en cuenta que por lo que es demasiado largo es mucho mejor que el error por lo que es demasiado corto. Longitud de"
    },
    {
      "index": 284,
      "start_time": 1936470.0,
      "end_time": 1942830.0,
      "text": "la siguiente forma, la forma número uno, la forma número dos, construcción número uno para la construcción"
    },
    {
      "index": 285,
      "start_time": 1942830.0,
      "end_time": 1948760.0,
      "text": "número dos. Cada vez que hacer la siguiente estructura de todo el camino a través del cuerpo un poco más"
    },
    {
      "index": 286,
      "start_time": 1948760.0,
      "end_time": 1954120.0,
      "text": "es una mejor error, mejor error de hacer por lo general a la inversa."
    },
    {
      "index": 287,
      "start_time": 1954120.0,
      "end_time": 1966360.0,
      "text": "Pero en cualquier parte no estamos bien. Así que vamos a elegir uno. Ahora voy a salir de la"
    },
    {
      "index": 288,
      "start_time": 1966360.0,
      "end_time": 1973809.0,
      "text": "parte posterior del cráneo, que viene de la parte posterior del cráneo. En cualquier parte de aquí es bueno. Usted es"
    },
    {
      "index": 289,
      "start_time": 1973809.0,
      "end_time": 1984970.0,
      "text": "única guía real será no hacer esto demasiado delgado o demasiado grueso. Asegúrese de que el cuello de habla"
    },
    {
      "index": 290,
      "start_time": 1984970.0,
      "end_time": 1991230.0,
      "text": "al carácter o el modelo. ¿Es un tipo grande de cuello de toro o se trata de un largo y ralo"
    },
    {
      "index": 291,
      "start_time": 1991230.0,
      "end_time": 1996179.0,
      "text": "¿cuello? Asegúrese de que suena a verdad para eso. Y si eres un poco apagado o usted debe tener"
    },
    {
      "index": 292,
      "start_time": 1996179.0,
      "end_time": 2000140.0,
      "text": "hizo un poco rechonchos, debería haber hecho un poco más delgada, siempre se puede añadir más"
    },
    {
      "index": 293,
      "start_time": 2000140.0,
      "end_time": 2006289.0,
      "text": "en adelante como se llega a esa realización. Mientras estás en el estadio de béisbol que eres"
    },
    {
      "index": 294,
      "start_time": 2006289.0,
      "end_time": 2013280.0,
      "text": "bueno. Observe este gran cambio aquí. Observe cómo baja la barbilla empieza-lo siento, la"
    },
    {
      "index": 295,
      "start_time": 2013280.0,
      "end_time": 2022809.0,
      "text": "cuello comienza en la parte delantera. Observe cómo alta. Puede que no sea tan alto. Podría estar en cualquier parte"
    },
    {
      "index": 296,
      "start_time": 2022809.0,
      "end_time": 2030919.0,
      "text": "ser inherente. Una vez más, usted tiene margen para el error. Observe qué tan alto, vamos a recoger éste en el"
    },
    {
      "index": 297,
      "start_time": 2030919.0,
      "end_time": 2038000.0,
      "text": "medio. Observe cuánto más alto del cuello se conecta a la estructura de la cabeza en la parte posterior. Se conecta"
    },
    {
      "index": 298,
      "start_time": 2038000.0,
      "end_time": 2043830.0,
      "text": "muy alta en la parte posterior. Se conecta muy bajo en el frente. Conseguir que el alto-bajo va a"
    },
    {
      "index": 299,
      "start_time": 2043830.0,
      "end_time": 2049969.0,
      "text": "ser lo que le da credibilidad. Aviso cuando nos pusimos los trajes mí aquí-let botón"
    },
    {
      "index": 300,
      "start_time": 2049969.0,
      "end_time": 2056739.0,
      "text": "esta nota cómo rastrea mi camisa ese mismo alto-bajo. Observe cómo el cuello se encuentra en lo alto"
    },
    {
      "index": 301,
      "start_time": 2056739.0,
      "end_time": 2065799.0,
      "text": "en la parte trasera y se sienta bajo en el frente, después de que la misma dinámica torsión del cuello. Eso es"
    },
    {
      "index": 302,
      "start_time": 2065799.0,
      "end_time": 2072109.0,
      "text": "nos va a conducir de una manera muy interesante en el cuerpo. Vamos a ver que un poco"
    },
    {
      "index": 303,
      "start_time": 2072109.0,
      "end_time": 2075559.0,
      "text": "más tarde, de nuevo. Tease, tome el pelo, se burlan de eso."
    },
    {
      "index": 304,
      "start_time": 2075559.0000000002,
      "end_time": 2081629.0000000002,
      "text": "Si fuera un poco más gorda, es aquí. En cualquier lugar no es bueno siempre"
    },
    {
      "index": 305,
      "start_time": 2081629.0,
      "end_time": 2087960.0,
      "text": "ya que este es aproximada y mientras que se sienta en lo alto. Así que mis dos parámetros son hacer"
    },
    {
      "index": 306,
      "start_time": 2087960.0,
      "end_time": 2094789.0,
      "text": "el cuello en el estadio de béisbol del espesor correcto. No lo haga muy flaco. No cometas"
    },
    {
      "index": 307,
      "start_time": 2094789.0000000002,
      "end_time": 2099579.0,
      "text": "super grasa. Si se trata de salir de aquí es un problema. Si es así aquí se trata de una"
    },
    {
      "index": 308,
      "start_time": 2099579.0,
      "end_time": 2107249.0,
      "text": "problema. En algún lugar de que a mediados de gama de espesor. Y asegúrese de que el cuello se conecta en el cráneo"
    },
    {
      "index": 309,
      "start_time": 2107249.0,
      "end_time": 2112759.0,
      "text": "o debajo del peinado. Tal vez el peinado hace esto. Asegúrese de que al igual que el cuello se siente como"
    },
    {
      "index": 310,
      "start_time": 2112759.0,
      "end_time": 2120609.0,
      "text": "se conecta a ese cráneo en lo alto de la espalda. Asegúrese de que se siente como que se conecta a"
    },
    {
      "index": 311,
      "start_time": 2120609.0,
      "end_time": 2124339.0,
      "text": "la cara hacia abajo baja en el frente, y ya está bueno."
    },
    {
      "index": 312,
      "start_time": 2124339.0,
      "end_time": 2134729.0,
      "text": "Ahora, si vamos a una vista frontal nos encontraremos en un modelo de niño más pequeño, adulto joven, se le"
    },
    {
      "index": 313,
      "start_time": 2134729.0,
      "end_time": 2140210.0,
      "text": "muchas veces conseguir un cuello más delgado. No todo el tiempo, pero sólo en promedio. Así que si usted lo hace más delgado"
    },
    {
      "index": 314,
      "start_time": 2140210.0,
      "end_time": 2147430.0,
      "text": "que va a lucir más joven y / o más femenina. Si usted lo hace más grueso que va a parecer más masculinos,"
    },
    {
      "index": 315,
      "start_time": 2147430.0,
      "end_time": 2156059.0,
      "text": "un poco más viejo, maduro, y más heroico. Si a continuación, obtener un modelo muy viejo que puede adelgazar"
    },
    {
      "index": 316,
      "start_time": 2156059.0,
      "end_time": 2163920.0,
      "text": "de nuevo en ti. Pero si usted quiere hacer un hombre heroico como lo hizo Loomis como he mencionado antes,"
    },
    {
      "index": 317,
      "start_time": 2163920.0,
      "end_time": 2171599.0,
      "text": "que va a hacer el cuello casi tan amplia o tan amplia, simplemente dependiendo como la línea de la mandíbula en el"
    },
    {
      "index": 318,
      "start_time": 2171599.0,
      "end_time": 2177739.0,
      "text": "masculino. Si usted quisiera que fuera más femenina o más joven que va a hacer el cuello un poco"
    },
    {
      "index": 319,
      "start_time": 2177739.0,
      "end_time": 2184329.0,
      "text": "más estrecha que la parte más gorda de la línea de la mandíbula en algún lugar alrededor de esa línea de la nariz, básicamente."
    },
    {
      "index": 320,
      "start_time": 2184329.0,
      "end_time": 2191069.0,
      "text": "Cuando la línea de la nariz es que es la parte más ancha de la mandíbula porque está saliendo"
    },
    {
      "index": 321,
      "start_time": 2191069.0,
      "end_time": 2201359.0,
      "text": "que gran bola de la cabeza, el cráneo, antes de que se estrecha a la flaca, la barbilla estrecha. Así que en cualquier lugar"
    },
    {
      "index": 322,
      "start_time": 2201359.0,
      "end_time": 2204130.0,
      "text": "aquí es bueno."
    },
    {
      "index": 323,
      "start_time": 2204130.0,
      "end_time": 2207319.0,
      "text": "La única vez que vas a hacer que sea mucho más grande es que si tienes alguna liniero para"
    },
    {
      "index": 324,
      "start_time": 2207319.0,
      "end_time": 2214069.0,
      "text": "la década de los 49, ya sabes, un poco de equipo de fútbol, ​​algunos tipo grande atleta masiva, culturista,"
    },
    {
      "index": 325,
      "start_time": 2214069.0,
      "end_time": 2220219.0,
      "text": "ya sabes, todo ese tipo de cosas. O usted está dibujando un superhéroe, un personaje que es"
    },
    {
      "index": 326,
      "start_time": 2220219.0,
      "end_time": 2226759.0,
      "text": "hiper heroica, ya sabes, un cómic Capitán América, Hulk, ese tipo de cosas. Pero"
    },
    {
      "index": 327,
      "start_time": 2226759.0,
      "end_time": 2235599.0,
      "text": "la persona promedio normal promedio masculino atlético madura, no vas a conseguir nada"
    },
    {
      "index": 328,
      "start_time": 2235599.0,
      "end_time": 2248170.0,
      "text": "más amplio que eso. Observe cuando complemento vamos a hacerlo de nuevo aquí. Cuando bajamos baja"
    },
    {
      "index": 329,
      "start_time": 2248170.0,
      "end_time": 2257390.0,
      "text": "en alta frente en la espalda, preste especial atención al grosor del cuello y correcta en consecuencia."
    },
    {
      "index": 330,
      "start_time": 2257390.0,
      "end_time": 2264630.0,
      "text": "Estamos haciendo una especie de reloj de arena de forma. Ahora la cabeza realmente puede articular en la"
    },
    {
      "index": 331,
      "start_time": 2264630.0,
      "end_time": 2271079.0,
      "text": "torso y girar el cuello que en todo tipo de cosas de ida y vuelta. Puede pellizcarlo como"
    },
    {
      "index": 332,
      "start_time": 2271079.0,
      "end_time": 2277739.0,
      "text": "un acordeón, estiramiento y una pizca como un acordeón. Pero, en general, la mayor parte del tiempo que estás"
    },
    {
      "index": 333,
      "start_time": 2277739.0,
      "end_time": 2286989.0,
      "text": "va a sentir esa idea de reloj de arena. Ese tipo de cosas que hacer. Por eso, cuando es más perfil"
    },
    {
      "index": 334,
      "start_time": 2286989.0,
      "end_time": 2293539.0,
      "text": "pensar en el reloj de arena. Cuando es más parte delantera o trasera vista pensar en el tubo, un simple"
    },
    {
      "index": 335,
      "start_time": 2293539.0,
      "end_time": 2301950.0,
      "text": "tubo. Es un tubo que es rígida y recta si se trata de un guardia en la atención. O su"
    },
    {
      "index": 336,
      "start_time": 2301950.0,
      "end_time": 2312369.0,
      "text": "un tubo que es curva, si la cabeza está en una posición dinámica en relación con el cuerpo."
    },
    {
      "index": 337,
      "start_time": 2312369.0,
      "end_time": 2318789.0,
      "text": "Por lo tanto, puede curva fuera como tal."
    },
    {
      "index": 338,
      "start_time": 2318789.0,
      "end_time": 2324640.0,
      "text": "Muy bien, así que ahora vamos a empezar a buscar otras posiciones aquí. Tenemos lo básico. Qué"
    },
    {
      "index": 339,
      "start_time": 2324640.0,
      "end_time": 2330979.0,
      "text": "que pasa si conseguimos atrás. Bueno, desde la parte delantera de la forma de la máscara con todas las características domina"
    },
    {
      "index": 340,
      "start_time": 2330979.0,
      "end_time": 2335890.0,
      "text": "el craneo. Usted no se ve mucho cráneo. De hecho, dibujo que cápsula o la idea de tubo"
    },
    {
      "index": 341,
      "start_time": 2335890.0,
      "end_time": 2339910.0,
      "text": "demuestra que puede hacer una buena cabeza. Entonces sólo rellenar con un poco de cráneo"
    },
    {
      "index": 342,
      "start_time": 2339910.0,
      "end_time": 2347809.0,
      "text": "perdiste. En la parte posterior ver que todo el cráneo. Y el rostro está oculto. Eso crea una diferente"
    },
    {
      "index": 343,
      "start_time": 2347809.0,
      "end_time": 2353960.0,
      "text": "conjunto de problemas. Entonces, ¿qué vamos a encontrar, una y otra vez que somos nuestros mejores modelos."
    },
    {
      "index": 344,
      "start_time": 2353960.0,
      "end_time": 2361660.0,
      "text": "Nos daremos cuenta de que el cráneo se enfrenta ahora a ustedes, frente a la cámara. Frente al espectador"
    },
    {
      "index": 345,
      "start_time": 2361660.0,
      "end_time": 2366960.0,
      "text": "de nuestra obra. Me doy cuenta de que se cae en el cuello, por supuesto. Sea cual sea el peinado en"
    },
    {
      "index": 346,
      "start_time": 2366960.0,
      "end_time": 2374369.0,
      "text": "hay allí. Pero la cabeza, el cráneo y el cuello fluyen juntos. La cara es de alrededor de la parte delantera,"
    },
    {
      "index": 347,
      "start_time": 2374369.0,
      "end_time": 2375849.0,
      "text": "oculto."
    },
    {
      "index": 348,
      "start_time": 2375849.0,
      "end_time": 2383640.0,
      "text": "Así como he dicho, se va a crear su propio conjunto de problemas. La forma grande simple es más fácil."
    },
    {
      "index": 349,
      "start_time": 2383640.0,
      "end_time": 2389329.0,
      "text": "No tenemos todas las características molestas para trazar cuidadosamente en proporciones medias y"
    },
    {
      "index": 350,
      "start_time": 2389329.0,
      "end_time": 2394210.0,
      "text": "tercios y todas nuestras opciones y proporción. Pero, va a ser más difícil colocar este"
    },
    {
      "index": 351,
      "start_time": 2394210.0,
      "end_time": 2400170.0,
      "text": "cosa en el espacio y ser eficaz con él. Va a ser muy fácil de hacer que parezca"
    },
    {
      "index": 352,
      "start_time": 2400170.0,
      "end_time": 2406839.0,
      "text": "una piruleta, sólo una pelota en un palo. No va a ser muy satisfactorio. Así que lo que soy"
    },
    {
      "index": 353,
      "start_time": 2406839.0,
      "end_time": 2412390.0,
      "text": "vamos a hacer es que voy a tener especial atención a cómo se ajusta el cuello. Vamonos"
    },
    {
      "index": 354,
      "start_time": 2412390.0,
      "end_time": 2435420.0,
      "text": "de nuevo a la vista frontal de nuevo y hacer una versión rápida de nuestro rostro. Tenemos espacio para"
    },
    {
      "index": 355,
      "start_time": 2435420.0,
      "end_time": 2450299.0,
      "text": "error en este tipo de cosas. Sólo hace mucho para que pueda obtener el sentido de las cosas. entonces"
    },
    {
      "index": 356,
      "start_time": 2450299.0,
      "end_time": 2455009.0,
      "text": "tuvimos ese tubo del cuello de una vista frontal que dijimos. Nosotros sólo tipo de detuvimos allí."
    },
    {
      "index": 357,
      "start_time": 2455009.0,
      "end_time": 2460799.0,
      "text": "Se curvaba o era recta, pero era sólo un tubo. El hecho es que cuando estoy aprendiendo"
    },
    {
      "index": 358,
      "start_time": 2460799.0,
      "end_time": 2466309.0,
      "text": "cualquier parte del cuerpo, la cabeza, las manos, la caja torácica, lo que sea, yo quiero pagar"
    },
    {
      "index": 359,
      "start_time": 2466309.0,
      "end_time": 2471329.0,
      "text": "un poco de atención; de hecho, quiero prestar especial atención a la forma en que se conecta a la otra"
    },
    {
      "index": 360,
      "start_time": 2471329.0,
      "end_time": 2477660.0,
      "text": "u otros, las otras partes del cuerpo. Así que quiero saber cómo la caja torácica se conecta a la"
    },
    {
      "index": 361,
      "start_time": 2477660.0,
      "end_time": 2482950.0,
      "text": "cintura escapular y en la cabeza y el cuello y sin duda la forma en que se conecta hacia abajo en el"
    },
    {
      "index": 362,
      "start_time": 2482950.0,
      "end_time": 2488069.0,
      "text": "pelvis. Quiero saber cómo el muslo se conecta a las caderas y hacia abajo en la pierna. En"
    },
    {
      "index": 363,
      "start_time": 2488069.0,
      "end_time": 2492950.0,
      "text": "este caso quiero saber como la cabeza y el cuello se conectan a la línea de los hombros y después"
    },
    {
      "index": 364,
      "start_time": 2492950.0,
      "end_time": 2493910.0,
      "text": "en la caja torácica."
    },
    {
      "index": 365,
      "start_time": 2493910.0,
      "end_time": 2497569.0,
      "text": "Así que vamos a hablar de eso un poco. Vamos a salir de nuestro tema"
    },
    {
      "index": 366,
      "start_time": 2497569.0,
      "end_time": 2503519.0,
      "text": "para que cuando lleguemos a un control de dominio de nuestro tema, obtener confianza en nuestro tema a continuación"
    },
    {
      "index": 367,
      "start_time": 2503519.0,
      "end_time": 2507910.0,
      "text": "podemos integrar eso en toda la figura que es, probablemente, nuestro objetivo. Incluso si somos"
    },
    {
      "index": 368,
      "start_time": 2507910.0,
      "end_time": 2515160.0,
      "text": "haciendo un retrato, un tiro busto, ya sabes, encargos de retratos es nuestro pan de cada día. Aún"
    },
    {
      "index": 369,
      "start_time": 2515160.0,
      "end_time": 2519309.0,
      "text": "que demostrar que la conectividad. Muy rara vez estamos haciendo para tener una cabeza flotante sin"
    },
    {
      "index": 370,
      "start_time": 2519309.0,
      "end_time": 2524650.0,
      "text": "nada a la misma. Así que siempre prestar atención a las conexiones. Cuando estoy sacando de la vida"
    },
    {
      "index": 371,
      "start_time": 2524650.0,
      "end_time": 2531849.0,
      "text": "o el dibujo de referencia, voy a pasar varios dibujos, tal vez cada quinto sorteo de trabajo"
    },
    {
      "index": 372,
      "start_time": 2531849.0,
      "end_time": 2537900.0,
      "text": "en las conexiones. O si tengo más tiempo yo estaba en una buena cabeza entonces voy a seguir adelante"
    },
    {
      "index": 373,
      "start_time": 2537900.0,
      "end_time": 2544420.0,
      "text": "y sentar en la parte del tejido conectivo, las formas conectivos de la línea del hombro,"
    },
    {
      "index": 374,
      "start_time": 2544420.0,
      "end_time": 2552549.0,
      "text": "así que me puedo sentir cómo se mueve en ese nuevo agujero. Así que si yo estaba dibujando estos dos juntos y"
    },
    {
      "index": 375,
      "start_time": 2552549.0,
      "end_time": 2556969.0,
      "text": "Tuviera más tiempo, me gustaría ir a la conexión en el codo. Pasar más tiempo dibujando y"
    },
    {
      "index": 376,
      "start_time": 2556969.0,
      "end_time": 2563650.0,
      "text": "análisis que hasta me siento un más seguro y una conexión más cierto allí para mi público"
    },
    {
      "index": 377,
      "start_time": 2563650.0,
      "end_time": 2570900.0,
      "text": "y una mejor comprensión para mí. Así que la conexión, las articulaciones son la clave, la transición"
    },
    {
      "index": 378,
      "start_time": 2570900.0,
      "end_time": 2576390.0,
      "text": "puntos en los que ir de una parte a otra son clave en la comprensión por lo que necesitamos un"
    },
    {
      "index": 379,
      "start_time": 2576390.0,
      "end_time": 2578069.0,
      "text": "poco de información."
    },
    {
      "index": 380,
      "start_time": 2578069.0,
      "end_time": 2584160.0,
      "text": "Así que la cabeza y el cuello. Ahora, boca del cuello será en algún lugar aquí. Una vez más, otro tercio"
    },
    {
      "index": 381,
      "start_time": 2584160.0,
      "end_time": 2594339.0,
      "text": "de una cabeza. Así que usted puede utilizar el cráneo o nacimiento del cabello con la pose heroica y con un cráneo más completo."
    },
    {
      "index": 382,
      "start_time": 2594339.0,
      "end_time": 2600200.0,
      "text": "Observe cómo la línea del cabello es un buen lugar para recoger un tercio, un tercio, dos tercios hasta"
    },
    {
      "index": 383,
      "start_time": 2600200.0,
      "end_time": 2606809.0,
      "text": "la nariz, tres tercios hasta el mentón. Note que no lo hice tan grande de trabajo en hacer"
    },
    {
      "index": 384,
      "start_time": 2606809.0,
      "end_time": 2613469.0,
      "text": "mis tercios. Esto es demasiado. Esto es demasiado poco. Tal vez esto es justo. Y sigue siendo"
    },
    {
      "index": 385,
      "start_time": 2613469.0,
      "end_time": 2616979.0,
      "text": "perdonar no es así? Todavía se siente bien, lo suficientemente bueno."
    },
    {
      "index": 386,
      "start_time": 2616979.0,
      "end_time": 2622309.0,
      "text": "Si no se siente como una semejanza de nuestro modelo porque estamos dibujando algún gran mentón"
    },
    {
      "index": 387,
      "start_time": 2622309.0,
      "end_time": 2627499.0,
      "text": "compañeros, que siempre se puede un poco más si necesitábamos. Así que tenemos margen para el error."
    },
    {
      "index": 388,
      "start_time": 2627499.0,
      "end_time": 2631529.0,
      "text": "Nosotros no tenemos que clavar exactamente. Si somos escultores siempre podemos añadir un poco más"
    },
    {
      "index": 389,
      "start_time": 2631529.0,
      "end_time": 2641339.0,
      "text": "arcilla tarde o tomar un poco de arcilla a medida que necesitamos. Esto se pone. El cuello terminará a"
    },
    {
      "index": 390,
      "start_time": 2641339.0,
      "end_time": 2648339.0,
      "text": "la boca del cuello delante. Como ya he dicho, es otro tercio igual a ellos, más o menos."
    },
    {
      "index": 391,
      "start_time": 2648339.0,
      "end_time": 2655680.0,
      "text": "Si me voy a meter la pata mejor para que sea demasiado largo y que sea más de un medio. A menudo"
    },
    {
      "index": 392,
      "start_time": 2655680.0,
      "end_time": 2661059.0,
      "text": "si usted está haciendo una mujer escultural que le voy a dar un cuello más largo. Es más atractivo."
    },
    {
      "index": 393,
      "start_time": 2661059.0,
      "end_time": 2668420.0,
      "text": "Parece que es más en términos del sentido clásico greco-romano, que el cuello más largo es más"
    },
    {
      "index": 394,
      "start_time": 2668420.0,
      "end_time": 2675039.0,
      "text": "atractivo. El macho, cuello de toro, poco más corto está bien."
    },
    {
      "index": 395,
      "start_time": 2675039.0,
      "end_time": 2678329.0,
      "text": "Así que en cualquier parte de ese tercio a la mitad de gama no nos lleva a la boca del cuello. Vamos a quedarnos"
    },
    {
      "index": 396,
      "start_time": 2678329.0,
      "end_time": 2685119.0,
      "text": "con el tercero que suele ser más precisa en promedio. Ahora lo que voy a encontrar es"
    },
    {
      "index": 397,
      "start_time": 2685119.0,
      "end_time": 2689769.0,
      "text": "Voy a tener una línea de los hombros, y la línea del hombro puede ser, usted puede seleccionar cualquiera"
    },
    {
      "index": 398,
      "start_time": 2689769.0,
      "end_time": 2694589.0,
      "text": "de un número de puntos anatómicos, y no voy a ir a través de las minucias de eso. Pero en cualquier lugar"
    },
    {
      "index": 399,
      "start_time": 2694589.0,
      "end_time": 2700900.0,
      "text": "aquí está muy bien. En cualquier lugar donde vaya desde la parte superior a otro, esa línea del hombro en el brazo"
    },
    {
      "index": 400,
      "start_time": 2700900.0,
      "end_time": 2706039.0,
      "text": "transición. Aquí, aquí, aquí. Tenemos margen para el error. No importa. Escoja un lugar."
    },
    {
      "index": 401,
      "start_time": 2706039.0,
      "end_time": 2710380.0,
      "text": "Usted puede recoger las cosas bien en el cuello con hueso o lo siento, justo en la boca del cuello."
    },
    {
      "index": 402,
      "start_time": 2710380.0,
      "end_time": 2717599.0,
      "text": "Puede ser un poco más arriba, en cualquier lugar allí. Por lo general es un poco más arriba es"
    },
    {
      "index": 403,
      "start_time": 2717599.0,
      "end_time": 2722709.0,
      "text": "por lo general más precisa porque tenemos esa postura ligeramente encorvado que hablé"
    },
    {
      "index": 404,
      "start_time": 2722709.0,
      "end_time": 2727059.0,
      "text": "que cae a la fosa del cuello. Si usted viene de esta manera en la atención a continuación, se pone"
    },
    {
      "index": 405,
      "start_time": 2727059.0,
      "end_time": 2732979.0,
      "text": "más cerca de la línea del hombro. Pero en cualquier lugar hay un gran. Línea de los hombros. Entonces estamos"
    },
    {
      "index": 406,
      "start_time": 2732979.0,
      "end_time": 2738640.0,
      "text": "va a tener los músculos encogió de hombros y el trapecio. Ellos van a ser la transición que tiene"
    },
    {
      "index": 407,
      "start_time": 2738640.0,
      "end_time": 2745390.0,
      "text": "para llevarnos desde el cuello tubular a esa línea del hombro. Es sólo un triángulo flacidez."
    },
    {
      "index": 408,
      "start_time": 2745390.0,
      "end_time": 2753619.0,
      "text": "Pero es un triángulo. Se siente bien hacer eso así que a veces me quedo con el tiempo extra sólo"
    },
    {
      "index": 409,
      "start_time": 2753619.0,
      "end_time": 2757789.0,
      "text": "para exprimir, pero básicamente lo que estoy buscando es que va justo detrás de mi cuello. Donde"
    },
    {
      "index": 410,
      "start_time": 2757789.0,
      "end_time": 2763400.0,
      "text": "va? Detrás del tubo del cuello. Aquí está el tubo. Este es un músculo superior y posterior."
    },
    {
      "index": 411,
      "start_time": 2763400.0,
      "end_time": 2767239.0,
      "text": "Se desciende hasta el final a los media de la espalda, trapecio. Es un encogimiento"
    },
    {
      "index": 412,
      "start_time": 2767239.0,
      "end_time": 2770690.0,
      "text": "músculo. Para ello, básicamente."
    },
    {
      "index": 413,
      "start_time": 2770690.0,
      "end_time": 2778920.0,
      "text": "Así que todo lo que voy a hacer es hacer un triángulo flacidez. El flaco Hago el cuello más me sag"
    },
    {
      "index": 414,
      "start_time": 2778920.0,
      "end_time": 2788680.0,
      "text": "ello. El más joven y más femenina que parecerá. Cuanto más gruesa que hago del cuello y de la"
    },
    {
      "index": 415,
      "start_time": 2788680.0,
      "end_time": 2793539.0,
      "text": "más completa, de hecho, puede sobresalir más de esta manera, incluso si usted está haciendo un personaje heroico."
    },
    {
      "index": 416,
      "start_time": 2793539.0,
      "end_time": 2800440.0,
      "text": "La más completa hago ese triángulo que va a parecer más maduro. No antigua como en ancianos"
    },
    {
      "index": 417,
      "start_time": 2800440.0,
      "end_time": 2808569.0,
      "text": "pero más maduro y más masculina y también más heroica va con eso, por supuesto. Así Superman"
    },
    {
      "index": 418,
      "start_time": 2808569.0,
      "end_time": 2813569.0,
      "text": "podría estar aquí. Jugador de fútbol de la estrella podría estar aquí. El hombre promedio en la calle podría"
    },
    {
      "index": 419,
      "start_time": 2813569.0,
      "end_time": 2821200.0,
      "text": "estar allí. Un anciano o una mujer podría ser hasta aquí. Pero en cualquier parte no es bueno, así"
    },
    {
      "index": 420,
      "start_time": 2821200.0,
      "end_time": 2827459.0,
      "text": "siempre y cuando que es similar a lo que vemos, característico de lo que vemos. Típicamente es"
    },
    {
      "index": 421,
      "start_time": 2827459.0,
      "end_time": 2829289.0,
      "text": "un triángulo flacidez, como me dijo."
    },
    {
      "index": 422,
      "start_time": 2829289.0,
      "end_time": 2835890.0,
      "text": "Tenga en cuenta que contamos con-nosotros simplemente por defecto a un tipo ahora, el macho más heroico. Esta"
    },
    {
      "index": 423,
      "start_time": 2835890.0,
      "end_time": 2845319.0,
      "text": "es el cuello que viene de detrás de la cara, bajando, y simplemente se desvanece en realidad. En"
    },
    {
      "index": 424,
      "start_time": 2845319.0,
      "end_time": 2851829.0,
      "text": "formas sutiles que nos ocuparemos en otro grupo de conferencia. No en el grupo de cabeza. Esta"
    },
    {
      "index": 425,
      "start_time": 2851829.0,
      "end_time": 2856619.0,
      "text": "es el músculo encogiéndose de ir detrás de él. Así que usted puede imaginar ir hacia arriba y adjuntando"
    },
    {
      "index": 426,
      "start_time": 2856619.0,
      "end_time": 2864400.0,
      "text": "a la escuela y de regreso. Veremos que en un momento. Luego tenemos el cuello delante de"
    },
    {
      "index": 427,
      "start_time": 2864400.0,
      "end_time": 2869049.0,
      "text": "ese triángulo flacidez. El tubo está en frente del triángulo. El cuello es frente a la"
    },
    {
      "index": 428,
      "start_time": 2869049.0,
      "end_time": 2874599.0,
      "text": "trapecio. Y por lo que si tuviéramos que sacar esto como simplemente un tubo muy simple que somos"
    },
    {
      "index": 429,
      "start_time": 2874599.0,
      "end_time": 2880299.0,
      "text": "ligeramente por debajo nos sentiríamos eso. Está detrás."
    },
    {
      "index": 430,
      "start_time": 2880299.0,
      "end_time": 2886130.0,
      "text": "Así que ahora cuando venimos aquí voy a hacer lo mismo. Yo no tengo la máscara de"
    },
    {
      "index": 431,
      "start_time": 2886130.0,
      "end_time": 2890920.0,
      "text": "la cara sin embargo. Voy a sacar el tubo del triángulo, y voy a hacer que sea agradable y"
    },
    {
      "index": 432,
      "start_time": 2890920.0,
      "end_time": 2897949.0,
      "text": "grasa y ancho o bonito y delgado, sin embargo parece apropiado. Lo haré. El color de Let"
    },
    {
      "index": 433,
      "start_time": 2897949.0,
      "end_time": 2916769.0,
      "text": "codificarlo. Va realidad adjuntar aquí. No es el cuello de nuestra heroica masculina, vamos a"
    },
    {
      "index": 434,
      "start_time": 2916769.0,
      "end_time": 2929440.0,
      "text": "decir. Se une aquí a pesar de que el huevo se sienta mucho más bajo. No viene a un punto."
    },
    {
      "index": 435,
      "start_time": 2929440.0,
      "end_time": 2934589.0,
      "text": "Si usted se sentía allí se podía sentir eso. Se trata de dos cables, básicamente, esa fracción de alrededor"
    },
    {
      "index": 436,
      "start_time": 2934589.0,
      "end_time": 2939959.0,
      "text": "La espina. Tienen espesor por lo que surge de esta manera, se hunde por este camino, y se sienta"
    },
    {
      "index": 437,
      "start_time": 2939959.0,
      "end_time": 2946719.0,
      "text": "en la línea de los hombros. Vamos a hacer arte en busca de sexo masculino más porque eso es mucho, bastante"
    },
    {
      "index": 438,
      "start_time": 2946719.0,
      "end_time": 2950829.0,
      "text": "completa, vamos a hacer un poco más completa trapecio, y tenemos que bonito cuello ancho. Eso es"
    },
    {
      "index": 439,
      "start_time": 2950829.0,
      "end_time": 2953569.0,
      "text": "lo que está haciendo la mayor parte del trabajo."
    },
    {
      "index": 440,
      "start_time": 2953569.0,
      "end_time": 2960910.0,
      "text": "Fíjense ahora aquí tenemos el tubo del cuello frente al triángulo. Ahora tenemos la"
    },
    {
      "index": 441,
      "start_time": 2960910.0,
      "end_time": 2970519.0,
      "text": "triángulo delante del cuello como tal. Cosas bastante sofisticada allí. Ya que no hacemos"
    },
    {
      "index": 442,
      "start_time": 2970519.0,
      "end_time": 2976459.0,
      "text": "tiene todas las características para marcar este se ve muy fácil ahora para mí. Sólo tengo que conseguir"
    },
    {
      "index": 443,
      "start_time": 2976459.0,
      "end_time": 2985109.0,
      "text": "esto representó a cabo básicamente con las líneas de construcción y pequeños guiones en vigor para el"
    },
    {
      "index": 444,
      "start_time": 2985109.0,
      "end_time": 2990910.0,
      "text": "la colocación, la colocación aproximada de las características. Yo sólo puedo hacer esta pequeña clase de robótica"
    },
    {
      "index": 445,
      "start_time": 2990910.0,
      "end_time": 2996779.0,
      "text": "rayita esquemática, todas esas cosas buenas. Eso es bastante fácil en comparación con esto. Hay una cierta"
    },
    {
      "index": 446,
      "start_time": 2996779.0,
      "end_time": 3004279.0,
      "text": "pensamiento sofisticado pasando. Tenga en cuenta que teníamos el cuello y luego la máscara de la cara"
    },
    {
      "index": 447,
      "start_time": 3004279.0,
      "end_time": 3009190.0,
      "text": "estaba en frente del cuello. Así que la cara se encuentra en frente del cuello. El cuello es frente a la"
    },
    {
      "index": 448,
      "start_time": 3009190.0,
      "end_time": 3016680.0,
      "text": "trapecio, el músculo encogiéndose de hombros. Desde la vista atrás se invierte. El triángulo, trapecio"
    },
    {
      "index": 449,
      "start_time": 3016680.0,
      "end_time": 3029650.0,
      "text": "encogiéndose de músculo es más cercano a nosotros. El cuello es más lejos, y la cara, a menos que tengamos un"
    },
    {
      "index": 450,
      "start_time": 3029650.0,
      "end_time": 3035549.0,
      "text": "enorme cuello, vamos a ver un poco de la cara, la cara es el más lejano aún. Un poco"
    },
    {
      "index": 451,
      "start_time": 3035549.0,
      "end_time": 3047269.0,
      "text": "de la cara. Un poco de la cara para que la barbilla más amplia y relación de cuello delgado."
    },
    {
      "index": 452,
      "start_time": 3047269.0,
      "end_time": 3052529.0,
      "text": "Entonces notar aquí donde las orejas eran casi una idea de último momento. Les atrapados en causa"
    },
    {
      "index": 453,
      "start_time": 3052529.0,
      "end_time": 3057739.0,
      "text": "que son visibles y que se merecen estar allí. Pero en realidad no añaden una gran cantidad de información,"
    },
    {
      "index": 454,
      "start_time": 3057739.0,
      "end_time": 3064239.0,
      "text": "cualquier nueva información a la mezcla. Fue simplemente planeando cabo un detalle más a la cosecha"
    },
    {
      "index": 455,
      "start_time": 3064239.0,
      "end_time": 3068650.0,
      "text": "anteojos fuera. Cuando me puse las gafas en realidad no es que me dan más información, simplemente"
    },
    {
      "index": 456,
      "start_time": 3068650.0,
      "end_time": 3073999.0,
      "text": "una nueva forma de allí. Y por lo que a partir de una vista frontal, esta rectas-en vista de frente, las orejas"
    },
    {
      "index": 457,
      "start_time": 3073999.0,
      "end_time": 3080759.0,
      "text": "no agregue mucho más que un carácter más refinada de lo que estábamos viendo. Pero aquí,"
    },
    {
      "index": 458,
      "start_time": 3080759.0,
      "end_time": 3085799.0,
      "text": "los oídos van a ser mucho más importantes porque van a ser la única característica"
    },
    {
      "index": 459,
      "start_time": 3085799.0,
      "end_time": 3092579.0,
      "text": "que vemos. Todas las otras características se ocultan en torno a ese extremo. Así dibujo esas orejas"
    },
    {
      "index": 460,
      "start_time": 3092579.0,
      "end_time": 3100009.0,
      "text": "son importantes. Observe cómo los atraje. Yo sólo les dibujé así. De hecho, hice un poco de"
    },
    {
      "index": 461,
      "start_time": 3100009.0,
      "end_time": 3107059.0,
      "text": "línea doble o una construcción oscura gruesa de cualquier manera, y que muestra el espesor de la oreja."
    },
    {
      "index": 462,
      "start_time": 3107059.0,
      "end_time": 3114009.0,
      "text": "Como nos metemos en la construcción del oído haremos segmentos, capítulos en cada función en detalle."
    },
    {
      "index": 463,
      "start_time": 3114009.0,
      "end_time": 3118619.0,
      "text": "Hay mucho de entenderse con todos y cada función. Una de las cosas que vamos a"
    },
    {
      "index": 464,
      "start_time": 3118619.0,
      "end_time": 3126989.0,
      "text": "aviso es que en forma de C o lo que sea híbrido forma que dibujó para él tiene un grosor. De otra manera,"
    },
    {
      "index": 465,
      "start_time": 3126989.0,
      "end_time": 3131949.0,
      "text": "que va a ser plana y no ser creíble. Tendrá un espesor igual que la máscara"
    },
    {
      "index": 466,
      "start_time": 3131949.0,
      "end_time": 3141209.0,
      "text": "tenía esa idea espesor avión digástrico. Así que podríamos llamar la oreja de una vista frontal como"
    },
    {
      "index": 467,
      "start_time": 3141209.0,
      "end_time": 3151699.0,
      "text": "esto para mostrar que el grosor. Piense en ello como un disco, una rebanada de un tubo por el estilo. Así que cuando"
    },
    {
      "index": 468,
      "start_time": 3151699.0,
      "end_time": 3158690.0,
      "text": "ponemos la mejilla en que estamos viendo esta gran parte de ese disco o una rebanada, y el resto es"
    },
    {
      "index": 469,
      "start_time": 3158690.0,
      "end_time": 3164609.0,
      "text": "oculto. Desde un punto de vista en ese entonces vamos a ver toda esa parte de atrás del grosor de la oreja aquí."
    },
    {
      "index": 470,
      "start_time": 3164609.0,
      "end_time": 3171839.0,
      "text": "Eso es lo que estamos dibujando. Así que trazar una línea doble de hecho nos muestra que el espesor."
    },
    {
      "index": 471,
      "start_time": 3171839.0,
      "end_time": 3175539.0,
      "text": "Todas estas cosas sutil en Aquí no tiene que preocuparse porque es sólo una construcción"
    },
    {
      "index": 472,
      "start_time": 3175539.0,
      "end_time": 3180039.0,
      "text": "en este punto. Este es el, la mayoría lo característico más simple que podemos hacer. De nuevo, es"
    },
    {
      "index": 473,
      "start_time": 3180039.0,
      "end_time": 3188449.0,
      "text": "en dicho tercer rango medio. Pero es más difícil de ver que no es así debido a que el mentón se"
    },
    {
      "index": 474,
      "start_time": 3188449.0,
      "end_time": 3195190.0,
      "text": "perdido aquí. El pelo es aquí, pero no puede ver la línea de las cejas. No podemos ver una rayita,"
    },
    {
      "index": 475,
      "start_time": 3195190.0,
      "end_time": 3203400.0,
      "text": "así que no podemos pulgada de nuestro camino hasta que o pulgadas nuestro camino hasta esa posición. Así que es"
    },
    {
      "index": 476,
      "start_time": 3203400.0,
      "end_time": 3206469.0,
      "text": "un poco más complicado."
    },
    {
      "index": 477,
      "start_time": 3206469.0,
      "end_time": 3210199.0,
      "text": "Entonces tendrás la línea del cabello, que va a hacer lo que hace, tal vez un poco de cola de pato"
    },
    {
      "index": 478,
      "start_time": 3210199.0,
      "end_time": 3217449.0,
      "text": "forma en que aquí, o sea lo que sea, ya sabes, el pelo largo cubre todo lo que está pasando allí."
    },
    {
      "index": 479,
      "start_time": 3217449.0,
      "end_time": 3222209.0,
      "text": "Pero sólo tendremos que hacer eso. Que se encuentra en ese país. Cada uno de estos pequeños detalles, ya sabes, que"
    },
    {
      "index": 480,
      "start_time": 3222209.0,
      "end_time": 3228670.0,
      "text": "podría tener una pequeña espiral remolino aquí, o esto podría ser un moño o cola de caballo. Pelo, cualquier"
    },
    {
      "index": 481,
      "start_time": 3228670.0,
      "end_time": 3237920.0,
      "text": "de esos detalles le ayudará. Observe que podemos tomar de nuevo la cabeza del cráneo, que debería"
    },
    {
      "index": 482,
      "start_time": 3237920.0,
      "end_time": 3247959.0,
      "text": "decir que el cráneo, la cara y el cuello, y podemos convertir todo esto en una idea simple,"
    },
    {
      "index": 483,
      "start_time": 3247959.0,
      "end_time": 3258799.0,
      "text": "simplemente un tubo, una especie de esta idea. Así que me voy a hacer un tubo y luego aquí está mi hombro"
    },
    {
      "index": 484,
      "start_time": 3258799.0,
      "end_time": 3264529.0,
      "text": "línea, digamos. Y luego tengo que volver a través de esas maquinaciones nos fuimos a través."
    },
    {
      "index": 485,
      "start_time": 3264529.0,
      "end_time": 3274289.0,
      "text": "Vamos a ver, este es el centro de la cabeza. Es justo aquí. Eso es eso. Ahi esta"
    },
    {
      "index": 486,
      "start_time": 3274289.0,
      "end_time": 3284359.0,
      "text": "el cuello. Aquí están los oídos aquí. Puede convertirlos esta manera si es la completa"
    },
    {
      "index": 487,
      "start_time": 3284359.0,
      "end_time": 3289989.0,
      "text": "Volver la vista que puede convertirlos en la misma dirección si empiezan a convertirse en una especie de tres cuartos."
    },
    {
      "index": 488,
      "start_time": 3289989.0,
      "end_time": 3296989.0,
      "text": "Así que si esta cabeza está empezando a cambiar de esta manera un poco entonces podemos convertir el oído que"
    },
    {
      "index": 489,
      "start_time": 3296989.0,
      "end_time": 3302849.0,
      "text": "camino. Entonces sólo podemos colocarlo en ese rango medio de la estructura. Tal vez vemos un poco"
    },
    {
      "index": 490,
      "start_time": 3302849.0,
      "end_time": 3311279.0,
      "text": "poco de la mandíbula de entrar en la barbilla antes de que se pierde. Tal vez no lo hacemos. Eso es eso."
    },
    {
      "index": 491,
      "start_time": 3311279.0,
      "end_time": 3317459.0,
      "text": "Así que eso nos da una base para la conexión. No vamos a mostrar cualquiera de la articulación todavía de"
    },
    {
      "index": 492,
      "start_time": 3317459.0,
      "end_time": 3323420.0,
      "text": "haciendo este tipo de cosas. Nos ocuparemos de eso más tarde. Pero eso nos da lo básico."
    },
    {
      "index": 493,
      "start_time": 3323420.0,
      "end_time": 3329729.0,
      "text": "La última cosa que quiero, yo debería haber mencionado antes y que dejase't-Vamos a hacer esto."
    },
    {
      "index": 494,
      "start_time": 3329729.0,
      "end_time": 3336180.0,
      "text": "La oreja. Cuando ponemos ese oído dijimos si lo ven desde una parte delantera o trasera ver el oído se sienta"
    },
    {
      "index": 495,
      "start_time": 3336180.0,
      "end_time": 3342009.0,
      "text": "en el tercio medio de la cabeza más o menos. Puede utilizar la parte superior del cráneo o usted puede"
    },
    {
      "index": 496,
      "start_time": 3342009.0,
      "end_time": 3347599.0,
      "text": "utilizar la línea del cabello. Yo suelo usar la línea del cabello. Se siente un poco más preciso. Termina"
    },
    {
      "index": 497,
      "start_time": 3347599.0,
      "end_time": 3353059.0,
      "text": "haciendo las características un poco más llenos, da la barbilla un poco más de empuje. Cuando nosotros"
    },
    {
      "index": 498,
      "start_time": 3353059.0,
      "end_time": 3358549.0,
      "text": "utilizar la parte superior del cráneo a menudo de la barbilla se siente un poco más corto, y la nariz puede ser"
    },
    {
      "index": 499,
      "start_time": 3358549.0,
      "end_time": 3366039.0,
      "text": "un poco demasiado grande. Pero de todos modos, en cualquier parte no es bueno. Así que la oreja se encuentra en medio"
    },
    {
      "index": 500,
      "start_time": 3366039.0,
      "end_time": 3371880.0,
      "text": "la sección de la cabeza. Hay una sección en la parte superior. Hay una sección en la parte inferior. los"
    },
    {
      "index": 501,
      "start_time": 3371880.0,
      "end_time": 3378029.0,
      "text": "sección central es donde las orejas flotan en más o menos. Ellos llenan toda la sección."
    },
    {
      "index": 502,
      "start_time": 3378029.0,
      "end_time": 3382609.0,
      "text": "Son más pequeños que eso. Pueden ser ligeramente por debajo o ligeramente por encima de ella. Pero son"
    },
    {
      "index": 503,
      "start_time": 3382609.0,
      "end_time": 3390549.0,
      "text": "en ese rango medio. Cuando lleguemos a un perfil que podemos ver la misma cosa suceda. Echemos"
    },
    {
      "index": 504,
      "start_time": 3390549.0,
      "end_time": 3406099.0,
      "text": "poner nuestra caja en aquí y observar la forma en que dibujé eso. Mal profesor. Debe ser un poco"
    },
    {
      "index": 505,
      "start_time": 3406099.0,
      "end_time": 3425119.0,
      "text": "menos aquí y un poco más aquí. No es nuestra caja de allí. No es nuestra caja hay más o menos sin características"
    },
    {
      "index": 506,
      "start_time": 3425119.0,
      "end_time": 3431719.0,
      "text": "o peinado, un poco más de largo, un poco más corto de ancho que va a través."
    },
    {
      "index": 507,
      "start_time": 3431719.0,
      "end_time": 3437039.0,
      "text": "Observe si venimos delante de la oreja esa zona patilla, cortar por la mitad, el oído es"
    },
    {
      "index": 508,
      "start_time": 3437039.0,
      "end_time": 3444900.0,
      "text": "muy cerca de la punta de la cabeza hay hasta la mitad. Así el centro de la oreja o en la totalidad"
    },
    {
      "index": 509,
      "start_time": 3444900.0,
      "end_time": 3449380.0,
      "text": "el oído se encuentra en medio de la cabeza de arriba a abajo, lo que le apetezca hacerlo. los"
    },
    {
      "index": 510,
      "start_time": 3449380.0,
      "end_time": 3454509.0,
      "text": "medio de la oreja está en el centro, o el oído se encuentra en el tercio medio. Elige tu opción,"
    },
    {
      "index": 511,
      "start_time": 3454509.0,
      "end_time": 3459529.0,
      "text": "no importa. Además, es en el centro de esta manera. La parte frontal de los toques o del oído"
    },
    {
      "index": 512,
      "start_time": 3459529.0,
      "end_time": 3475099.0,
      "text": "viene muy próxima a la gama media. Más o menos características y peinado. Como tan. Se sienta en"
    },
    {
      "index": 513,
      "start_time": 3475099.0,
      "end_time": 3481109.0,
      "text": "que de gama media. Eso es muy útil porque ahora mira lo que pasa. Si tomo que"
    },
    {
      "index": 514,
      "start_time": 3481109.0,
      "end_time": 3487739.0,
      "text": "mismo que voy a utilizar lo más simple posible forma ahora. Tome esa misma forma velero."
    },
    {
      "index": 515,
      "start_time": 3487739.0,
      "end_time": 3500140.0,
      "text": "Si tomo esta sección aquí y cortar por la mitad y lo puso allí, asegúrese de que se sienta"
    },
    {
      "index": 516,
      "start_time": 3500140.0,
      "end_time": 3506369.0,
      "text": "más o menos en el tercio inferior. Pero si te encuentras fuera de algún aviso cómo esto tiene mucho más grande."
    },
    {
      "index": 517,
      "start_time": 3506369.0,
      "end_time": 3512249.0,
      "text": "Esto tiene mucho más corto. No me duele nada, de verdad, pero se puede ajustar hacia abajo o recortar"
    },
    {
      "index": 518,
      "start_time": 3512249.0,
      "end_time": 3521709.0,
      "text": "de nuevo en consecuencia. Pero cuando lo haga que se siente como un perfil bonito como este."
    },
    {
      "index": 519,
      "start_time": 3521709.0,
      "end_time": 3528640.0,
      "text": "Hagámoslo de nuevo. Voy a dibujar esa misma forma velero. Ahora, en lugar de poner"
    },
    {
      "index": 520,
      "start_time": 3528640.0,
      "end_time": 3542999.0,
      "text": "en la zona media, más o menos, voy a empujar realmente cercano o bastante cerca"
    },
    {
      "index": 521,
      "start_time": 3542999.0,
      "end_time": 3551880.0,
      "text": "la parte delantera de la cara. Cuando haces eso, ahora cuenta de que la cara, la mandíbula, la cara, siempre"
    },
    {
      "index": 522,
      "start_time": 3551880.0,
      "end_time": 3555689.0,
      "text": "se sienta delante de la oreja. Se termina delante de la oreja. No va detrás de la oreja."
    },
    {
      "index": 523,
      "start_time": 3555689.0,
      "end_time": 3562259.0,
      "text": "Se sienta delante de la oreja. Algunas personas sacarán ese oído y luego van a poner la cara"
    },
    {
      "index": 524,
      "start_time": 3562259.0,
      "end_time": 3566459.0,
      "text": "aquí atrás. Tiene que sentarse delante de la oreja. Mira qué carita hay ahora. Dejar"
    },
    {
      "index": 525,
      "start_time": 3566459.0,
      "end_time": 3571549.0,
      "text": "mi carne esto un poco. Te voy a mostrar cómo hacer esto otra vez, pero sólo"
    },
    {
      "index": 526,
      "start_time": 3571549.0,
      "end_time": 3579839.0,
      "text": "para que pueda verlo. Hay un poco de la nariz, un poco de labios, cejas, pestañas,"
    },
    {
      "index": 527,
      "start_time": 3579839.0,
      "end_time": 3588289.0,
      "text": "peinado. Vamos a hacer esto para hacer más fácil para nosotros. Ahí está el cuello de su caso"
    },
    {
      "index": 528,
      "start_time": 3588289.0,
      "end_time": 3596549.0,
      "text": "espesor. Nos ocuparemos de cómo articular esta tarde. Vamos a dejarlo así."
    },
    {
      "index": 529,
      "start_time": 3596549.0,
      "end_time": 3602449.0,
      "text": "Aviso si empujo el oído hacia la parte frontal de la cara que has hecho esto. Usted ha llegado"
    },
    {
      "index": 530,
      "start_time": 3602449.0,
      "end_time": 3610589.0,
      "text": "detrás de la cabeza. Cuanto más nos empujan ese oído a la parte delantera de la cara hasta que se superpone"
    },
    {
      "index": 531,
      "start_time": 3610589.0,
      "end_time": 3618119.0,
      "text": "ligeramente fuera del eje, se superpone a la perfección en una vista posterior. Esa oreja posiciona a la cabeza"
    },
    {
      "index": 532,
      "start_time": 3618119.0,
      "end_time": 3624069.0,
      "text": "de esta manera en la rotación. Ahora, cuando tenemos un frente de la cara es menos importante"
    },
    {
      "index": 533,
      "start_time": 3624069.0,
      "end_time": 3628319.0,
      "text": "porque tenemos todas las características. Una vez que lleguemos allá del perfil entonces esas características se ven"
    },
    {
      "index": 534,
      "start_time": 3628319.0,
      "end_time": 3636449.0,
      "text": "la forma en que las características, la nariz. Y de nuevo, vamos a ver esto más detenidamente más adelante."
    },
    {
      "index": 535,
      "start_time": 3636449.0,
      "end_time": 3642890.0,
      "text": "La nariz y los labios y las pestañas se solapan por que la construcción mejilla y mandíbula."
    },
    {
      "index": 536,
      "start_time": 3642890.0,
      "end_time": 3653449.0,
      "text": "Estamos empezando a perder esos. Así que la colocación de ese oído-vamos a hacerlo de nuevo."
    },
    {
      "index": 537,
      "start_time": 3653449.0,
      "end_time": 3658839.0,
      "text": "Ahora voy a empujar el oído de nuevo aquí. Lo tendré en el tercio medio más o"
    },
    {
      "index": 538,
      "start_time": 3658839.0,
      "end_time": 3664029.0,
      "text": "Menos. Voy a hacer un poco más pequeño, un poco más grande, en cualquier lugar allí. Siempre puedo ajustar"
    },
    {
      "index": 539,
      "start_time": 3664029.0,
      "end_time": 3672029.0,
      "text": "ligeramente si es necesario. Observe ahora cuando el oído empuja hacia atrás poniendo muy cerca"
    },
    {
      "index": 540,
      "start_time": 3672029.0,
      "end_time": 3692489.0,
      "text": "o igual que el borde posterior más y menos, más y menos. Ahora empezamos a tener una vista de tres cuartos. Observe ahora si"
    },
    {
      "index": 541,
      "start_time": 3692489.0,
      "end_time": 3696839.0,
      "text": "hacemos la línea central de las características que sería aquí, y estamos en una de tres cuartos"
    },
    {
      "index": 542,
      "start_time": 3696839.0,
      "end_time": 3713359.0,
      "text": "ver allí. Así la colocación de la oreja, se agolpan del cráneo. Eres más de un frente de tres cuartos"
    },
    {
      "index": 543,
      "start_time": 3713359.0,
      "end_time": 3722660.0,
      "text": "ver. Multitud frente a usted es más de una copia de vista de tres cuartos. Obtener los oídos en el exterior o"
    },
    {
      "index": 544,
      "start_time": 3722660.0,
      "end_time": 3727789.0,
      "text": "muy cerca de la parte exterior, que está en una vista lateral completa o más o menos. Póntelos"
    },
    {
      "index": 545,
      "start_time": 3727789.0,
      "end_time": 3731069.0,
      "text": "el exterior en frente, lo mismo para la vista frontal."
    },
    {
      "index": 546,
      "start_time": 3731069.0,
      "end_time": 3736509.0,
      "text": "Entonces, ¿dónde se presiona el oído de esta manera o que te da la información increíble. Da"
    },
    {
      "index": 547,
      "start_time": 3736509.0,
      "end_time": 3741400.0,
      "text": "su público información increíble muy, muy rápidamente sobre cómo se coloca en el espacio."
    },
    {
      "index": 548,
      "start_time": 3741400.0,
      "end_time": 3751519.0,
      "text": "Muy bien, por lo que el oído es una cosa maravillosa. Este es el más simple de nuestras elecciones es mi"
    },
    {
      "index": 549,
      "start_time": 3751519.0,
      "end_time": 3756499.0,
      "text": "favorita para estas sencillas construcciones. Si estoy haciendo un verdadero cuidado retrato, voy"
    },
    {
      "index": 550,
      "start_time": 3756499.0,
      "end_time": 3760079.0,
      "text": "romper la forma del cráneo hacia abajo y la cara cuidadosamente. Pero casi siempre empiezo"
    },
    {
      "index": 551,
      "start_time": 3760079.0,
      "end_time": 3764650.0,
      "text": "con este. Incluso si estoy haciendo un gran cuadro con una cabeza grande dado cuenta completa, es sólo"
    },
    {
      "index": 552,
      "start_time": 3764650.0,
      "end_time": 3778779.0,
      "text": "más fácil de colocar. Así que permítanme hablar sobre el oído de nuevo. Así que como ya he dicho, si nos apretamos el oído"
    },
    {
      "index": 553,
      "start_time": 3778779.0,
      "end_time": 3788509.0,
      "text": "en la cara nos estamos detrás de ese rostro. Nos daremos cuenta de que la frente, cheque,"
    },
    {
      "index": 554,
      "start_time": 3788509.0,
      "end_time": 3796170.0,
      "text": "mandíbula, comienzan a superponerse y cubrir nuestras características. Se esconden lejos."
    },
    {
      "index": 555,
      "start_time": 3796170.0,
      "end_time": 3812289.0,
      "text": "Eso es cierto, por supuesto. La misma manera si aglomero cráneo. Ahora se está girando hacia nosotros. Y"
    },
    {
      "index": 556,
      "start_time": 3812289.0,
      "end_time": 3816579.0,
      "text": "no necesitamos más información de la que empezar a tener la idea de que somos"
    },
    {
      "index": 557,
      "start_time": 3816579.0,
      "end_time": 3820579.0,
      "text": "ahora en una vista frontal de tres cuartos. Estamos sin duda va a querer hacer más, pero de inmediato"
    },
    {
      "index": 558,
      "start_time": 3820579.0,
      "end_time": 3827130.0,
      "text": "que nosotros y nuestro visor, nuestro público, da una pista de lo que la posición es. Pero también"
    },
    {
      "index": 559,
      "start_time": 3827130.0,
      "end_time": 3840119.0,
      "text": "cuenta si empujo la oreja hacia abajo de menor déjame hacer esto. Voy a comprender más plenamente"
    },
    {
      "index": 560,
      "start_time": 3840119.0,
      "end_time": 3848679.0,
      "text": "que el cráneo. De hecho, voy a hacer que sea cuadrada porque cuando me meto en perspectivas difíciles"
    },
    {
      "index": 561,
      "start_time": 3848679.0,
      "end_time": 3855479.0,
      "text": "la más cuadrada que hago las cosas, más claramente se coloca en el espacio. Son las esquinas"
    },
    {
      "index": 562,
      "start_time": 3855479.0,
      "end_time": 3861719.0,
      "text": "y la alineación de las partes que debido a nuestros puntos de fuga si fuéramos a ser que"
    },
    {
      "index": 563,
      "start_time": 3861719.0,
      "end_time": 3865679.0,
      "text": "ambicioso y nos da un sentido de la verdadera posición."
    },
    {
      "index": 564,
      "start_time": 3865679.0,
      "end_time": 3871969.0,
      "text": "Si hago redondez-y otra vez, mira a mis lecciones básicas de dibujo para una explicación completa"
    },
    {
      "index": 565,
      "start_time": 3871969.0,
      "end_time": 3877489.0,
      "text": "de esta. Pero las cosas son más redondas que puede tener un buen sentido del volumen prestado, pero"
    },
    {
      "index": 566,
      "start_time": 3877489.0,
      "end_time": 3880900.0,
      "text": "que no tiene gran sentido de la posición. ¿Está detrás de esta pelota o delante de esta"
    },
    {
      "index": 567,
      "start_time": 3880900.0,
      "end_time": 3885269.0,
      "text": "bola. Hasta que llegue algo más en relación con ella no sabe. Pero aquí ya sabes"
    },
    {
      "index": 568,
      "start_time": 3885269.0,
      "end_time": 3891039.0,
      "text": "de inmediato cómo se sienta, que está frente inclinada, propinas en cierta tridimensional"
    },
    {
      "index": 569,
      "start_time": 3891039.0,
      "end_time": 3897789.0,
      "text": "posición. Así las cosas más cuadradas ir, el mejor en términos de la elaboración de perspectivas difíciles,"
    },
    {
      "index": 570,
      "start_time": 3897789.0,
      "end_time": 3903089.0,
      "text": "proporciones difíciles porque podemos romper esos rincones en segmentos medibles"
    },
    {
      "index": 571,
      "start_time": 3903089.0,
      "end_time": 3918739.0,
      "text": "y objetos dinámicos difíciles. Aviso empujando ese oído un poco más bajo de una, realmente"
    },
    {
      "index": 572,
      "start_time": 3918739.0,
      "end_time": 3929880.0,
      "text": "genéricamente vamos a hacer esto y esto uno, dos, tres. Digamos que esos son iguales, y"
    },
    {
      "index": 573,
      "start_time": 3929880.0,
      "end_time": 3943249.0,
      "text": "ponemos la oreja derecha en el medio de esa manera y de esta manera. Eso es un perfil perfecto."
    },
    {
      "index": 574,
      "start_time": 3943249.0,
      "end_time": 3951299.0,
      "text": "Nos sumamos a todas las cosas. Voy un poco de cosas sólo para que pueda sentir la verdad"
    },
    {
      "index": 575,
      "start_time": 3951299.0,
      "end_time": 3957400.0,
      "text": "de esa idea. Eso es un perfil perfecto o menos proporciones, por supuesto, del carácter"
    },
    {
      "index": 576,
      "start_time": 3957400.0,
      "end_time": 3964499.0,
      "text": "que está dibujando. Si me mudo de esta manera se convierte. Si me mudo de esta manera se convierte. Si empujo"
    },
    {
      "index": 577,
      "start_time": 3964499.0,
      "end_time": 3969439.0,
      "text": "que de esta manera o si empujo hacia abajo de esa manera, ahora se va a convertir, bueno, se enciende,"
    },
    {
      "index": 578,
      "start_time": 3969439.0,
      "end_time": 3974729.0,
      "text": "incline dentro y fuera del plano del cuadro. Así que al empujar la oreja hacia abajo un poco más baja que soy"
    },
    {
      "index": 579,
      "start_time": 3974729.0,
      "end_time": 3981739.0,
      "text": "va a exagerar aquí. Veremos esto mejor cuando lleguemos alguna referencia y lo hacemos"
    },
    {
      "index": 580,
      "start_time": 3981739.0,
      "end_time": 3988009.0,
      "text": "versiones más sofisticadas de estas cosas. Pero por ahora esto es en lo que vamos"
    },
    {
      "index": 581,
      "start_time": 3988009.0,
      "end_time": 3992579.0,
      "text": "Para tomarlo. No es ese tipo de cosas. Una vez más, yo te ayudaré a trabajar en eso con más cuidado"
    },
    {
      "index": 582,
      "start_time": 3992579.0,
      "end_time": 3995799.0,
      "text": "más tarde, pero sólo para que usted puede ver en su contexto."
    },
    {
      "index": 583,
      "start_time": 3995799.0,
      "end_time": 4005650.0,
      "text": "Observe cómo tenemos el oído, a menos de una oreja de distancia de la barbilla, o incluso digamos un"
    },
    {
      "index": 584,
      "start_time": 4005650.0,
      "end_time": 4011670.0,
      "text": "llena el oído lejos de la barbilla. Aquí tenemos una oreja y media o una oreja y dos tercios"
    },
    {
      "index": 585,
      "start_time": 4011670.0,
      "end_time": 4021959.0,
      "text": "desde la parte superior de la cabeza. Eso no era cierto aquí. Estábamos muy cerca de aquí. Así como el oído"
    },
    {
      "index": 586,
      "start_time": 4021959.0,
      "end_time": 4027719.0,
      "text": "obtiene menor empezamos a llegar a la cima de la misma. Se puede ver aquí. Aquí está mi oído en alguna parte"
    },
    {
      "index": 587,
      "start_time": 4027719.0,
      "end_time": 4034170.0,
      "text": "en el medio. Ahora bien, como lo hago de la barbilla está retrocediendo por lo que el oído es cada vez más cerca de la"
    },
    {
      "index": 588,
      "start_time": 4034170.0,
      "end_time": 4040439.0,
      "text": "parte inferior de la estructura de la cabeza y el cráneo está llegando y revelando más y así que estamos"
    },
    {
      "index": 589,
      "start_time": 4040439.0,
      "end_time": 4048999.0,
      "text": "conseguir visualmente más masa en la parte superior. Y luego, por supuesto, lo contrario sería cierto. empujar"
    },
    {
      "index": 590,
      "start_time": 4048999.0,
      "end_time": 4056859.0,
      "text": "la cabeza hacia abajo. Estamos en la parte superior de la cabeza apenas estamos en la cima de un tubo. Empuje la cabeza"
    },
    {
      "index": 591,
      "start_time": 4056859.0,
      "end_time": 4064910.0,
      "text": "arriba. Lo siento, empuje la oreja hacia arriba. Esto va a hacer que nos sintamos como si estuviéramos debajo de la cabeza."
    },
    {
      "index": 592,
      "start_time": 4069989.0,
      "end_time": 4084289.0,
      "text": "Una vez más, te voy a mostrar sutilezas de este en un momento posterior. Sólo estoy poniendo en"
    },
    {
      "index": 593,
      "start_time": 4084289.0,
      "end_time": 4090429.0,
      "text": "ahora para que pueda visualizar muy claramente lo que estoy diciendo. Aviso cuando usted pone en estos"
    },
    {
      "index": 594,
      "start_time": 4090429.0,
      "end_time": 4098770.0,
      "text": "formas muy simples a veces hay que modificarlos para hacerlos sonar verdad para ese particular,"
    },
    {
      "index": 595,
      "start_time": 4098770.0000000005,
      "end_time": 4104420.0000000005,
      "text": "posición dinámica. En las posiciones más simples que podemos hacer formas más simples en posiciones más dinámicos."
    },
    {
      "index": 596,
      "start_time": 4104420.0,
      "end_time": 4109690.0,
      "text": "Es una diferencia entre mirar un cuadro o mirando una caja. En las posiciones más dinámicos"
    },
    {
      "index": 597,
      "start_time": 4109689.9999999995,
      "end_time": 4114459.9999999995,
      "text": "tenemos que articular esas formas un poco más de cuidado. Usted puede encontrar lo que necesitas"
    },
    {
      "index": 598,
      "start_time": 4114460.0,
      "end_time": 4120230.0,
      "text": "levantar un poco. Es necesario para cuadrar un poco. Note también podemos concebir"
    },
    {
      "index": 599,
      "start_time": 4120229.9999999995,
      "end_time": 4126349.9999999995,
      "text": "en esto como una forma cuadrada. Voy a hacer que sea muy simple aquí. Una vez más, voy a describir"
    },
    {
      "index": 600,
      "start_time": 4126350.0000000005,
      "end_time": 4132710.0000000005,
      "text": "y explicar esas cosas estructural más tarde, pero podemos hacer que sea más bien cuadrada. Así que el oído puede"
    },
    {
      "index": 601,
      "start_time": 4132710.0,
      "end_time": 4143020.0,
      "text": "estar en el lado de la caja. Y las características podrían estar en el frente de la caja. La oreja"
    },
    {
      "index": 602,
      "start_time": 4143020.0000000005,
      "end_time": 4154359.0000000005,
      "text": "puede estar en el lado de la caja, y todas las otras características están en el frente de la caja."
    },
    {
      "index": 603,
      "start_time": 4154359.0000000005,
      "end_time": 4162990.0000000005,
      "text": "O podemos tenerlo como una idea tubular. Podemos concebir esto, debajo no somos una"
    },
    {
      "index": 604,
      "start_time": 4162990.0,
      "end_time": 4180819.0,
      "text": "caja, pero una idea tubular. Y el oído está en el lado del tubo y el resto de las características"
    },
    {
      "index": 605,
      "start_time": 4180819.0000000005,
      "end_time": 4193440.0000000005,
      "text": "están en el frente del tubo como tal. Frente del tubo. Observe lo que estoy haciendo aquí."
    },
    {
      "index": 606,
      "start_time": 4193439.9999999995,
      "end_time": 4198960.0,
      "text": "Sólo genéricamente que voy a hacer que la línea de las cejas, en concreto el arco de la ceja,"
    },
    {
      "index": 607,
      "start_time": 4198960.0,
      "end_time": 4202670.0,
      "text": "la altura de la oreja. Eso no va a ser verdad para cada modelo o incluso la mayoría de los modelos,"
    },
    {
      "index": 608,
      "start_time": 4202670.0,
      "end_time": 4207310.0,
      "text": "pero es más o menos cierto. A menudo el oído será cerca de la línea de los ojos, pero me encanta los"
    },
    {
      "index": 609,
      "start_time": 4207310.0,
      "end_time": 4213090.0,
      "text": "cejas arqueadas. Veremos esto cuando nos metemos en la estructura más sofisticada. Si"
    },
    {
      "index": 610,
      "start_time": 4213090.0,
      "end_time": 4219430.0,
      "text": "Yo uso la línea de las cejas al oído que tengo una línea de construcción natural, ya sea que estoy haciendo"
    },
    {
      "index": 611,
      "start_time": 4219430.0,
      "end_time": 4229830.0,
      "text": "un tubo o una idea en forma de caja, un tubo o una idea en forma de caja, observe que esta es la línea de las cejas y esto"
    },
    {
      "index": 612,
      "start_time": 4229830.0,
      "end_time": 4235520.0,
      "text": "es el movimiento de la oreja. Puede ser una concepción más redondo o una concepción más cuadrada. Aquí están"
    },
    {
      "index": 613,
      "start_time": 4235520.0,
      "end_time": 4243270.0,
      "text": "los ojos. Aquí está la nariz. Hablaremos de cómo hacerlo. Aquí está la boca, la barbilla."
    },
    {
      "index": 614,
      "start_time": 4243270.0,
      "end_time": 4250940.0,
      "text": "Tenga en cuenta que ahora tengo que profundizar en el cráneo o el peinado para que sea suenan verdaderas. Ahi esta"
    },
    {
      "index": 615,
      "start_time": 4250940.0,
      "end_time": 4261480.0,
      "text": "una concepción cuadrado. Ahí está la concepción más redondo. Chin está en la parte inferior del tubo,"
    },
    {
      "index": 616,
      "start_time": 4261480.0,
      "end_time": 4270100.0,
      "text": "o de la barbilla está en la parte inferior de la caja. Elige tu opción. Por supuesto, podríamos hacerlo como huevo."
    },
    {
      "index": 617,
      "start_time": 4270100.0,
      "end_time": 4288190.0,
      "text": "Podríamos hacer línea de las cejas a la alta línea de la oreja. Nariz, boca, barbilla. Ajustar la línea de la mandíbula. De nuevo,"
    },
    {
      "index": 618,
      "start_time": 4288190.0,
      "end_time": 4294290.0,
      "text": "asegúrese de que usted está recibiendo suficiente cráneo allí. Muchas veces usted tiene que añadir un poco"
    },
    {
      "index": 619,
      "start_time": 4294290.0,
      "end_time": 4297280.0,
      "text": "cráneo en estas cosas. Añadir un poco de cráneo o refinar el cráneo."
    },
    {
      "index": 620,
      "start_time": 4297280.0,
      "end_time": 4303500.0,
      "text": "Bueno. Y luego le añadimos el-si es más frontal de lado añadimos el tubo. Si es"
    },
    {
      "index": 621,
      "start_time": 4303500.0,
      "end_time": 4317900.0,
      "text": "mineral de atrás que lado añadimos el tubo. Si es más de lado frontal que podemos hacer el reloj de arena"
    },
    {
      "index": 622,
      "start_time": 4317900.0,
      "end_time": 4324310.0,
      "text": "idea. Si se trata de algún lugar en el medio, tres cuartos, usted puede tomar su selección; hacer cualquiera de ellos. Asi que"
    },
    {
      "index": 623,
      "start_time": 4324310.0,
      "end_time": 4329580.0,
      "text": "esto funcionaría bien hacer eso también, reloj de arena en esos tres trimestres. Muy bien, así que eso es"
    },
    {
      "index": 624,
      "start_time": 4329580.0,
      "end_time": 4336710.0,
      "text": "la forma de la cabeza básico en perspectiva básica de articulación. Sin perspectiva profunda. Fueron"
    },
    {
      "index": 625,
      "start_time": 4336710.0,
      "end_time": 4342060.0,
      "text": "concibiéndolo como formas simples y formas simples. Puede ser una forma simple que es cuadrado,"
    },
    {
      "index": 626,
      "start_time": 4342060.0,
      "end_time": 4346780.0,
      "text": "unas simples formas que más tubular, una forma simple que es muy redondo. Puede ser un híbrido"
    },
    {
      "index": 627,
      "start_time": 4346780.0,
      "end_time": 4352430.0,
      "text": "de todas esas cosas. La elección no importa el tiempo que es simple, pero característica"
    },
    {
      "index": 628,
      "start_time": 4352430.0,
      "end_time": 4359330.0,
      "text": "con lo que vemos. No se apartan radicalmente de lo que vemos a menos que estamos haciendo un radical"
    },
    {
      "index": 629,
      "start_time": 4359330.0,
      "end_time": 4365000.0,
      "text": "obra de arte. Vamos a jugar muy estrecha atención que todo lo que hacemos para el final de"
    },
    {
      "index": 630,
      "start_time": 4365000.0,
      "end_time": 4372520.0,
      "text": "que creemos que el cráneo se desplaza hacia atrás como la cara se desplaza hacia abajo. Cráneo gotea atrás, derivas cara"
    },
    {
      "index": 631,
      "start_time": 4372520.0,
      "end_time": 4377520.0,
      "text": "abajo. A menos que sea muy cerca de un frente total o vista posterior, vamos a sentir que el cráneo"
    },
    {
      "index": 632,
      "start_time": 4377520.0,
      "end_time": 4384190.0,
      "text": "que tiene un movimiento hacia atrás que es distinta. Usted puede pensar en una raya del pelo. si tu"
    },
    {
      "index": 633,
      "start_time": 4384190.0,
      "end_time": 4390930.0,
      "text": "tener un peinado como este donde la pieza se encuentra. La pieza se va a correr a lo largo de ese eje"
    },
    {
      "index": 634,
      "start_time": 4390930.0,
      "end_time": 4393090.0,
      "text": "de nuevo en el cráneo."
    },
    {
      "index": 635,
      "start_time": 4393090.0,
      "end_time": 4398560.0,
      "text": "Bien, hay un último punto que quiero hacer aquí antes de seguir adelante. Si nos fijamos en"
    },
    {
      "index": 636,
      "start_time": 4398560.0,
      "end_time": 4404000.0,
      "text": "nuestro cráneo por lo que tenemos esta idea de nuestro oído, el oído se trata aquí. Recuerda el"
    },
    {
      "index": 637,
      "start_time": 4404000.0,
      "end_time": 4409840.0,
      "text": "el oído se encuentra justo detrás del extremo de la mandíbula. La mandíbula se encuentra justo en frente de la oreja. Asi que"
    },
    {
      "index": 638,
      "start_time": 4409840.0,
      "end_time": 4417310.0,
      "text": "se trata de una zona de patilla de la línea del cabello. El oído se sienta aquí. Así que simplemente ver este pequeño"
    },
    {
      "index": 639,
      "start_time": 4417310.0,
      "end_time": 4425810.0,
      "text": "punto o mi dedo aquí. A medida que nos dirigimos esta manera se puede ver cómo el oído va a multitud"
    },
    {
      "index": 640,
      "start_time": 4425810.0,
      "end_time": 4433420.0,
      "text": "la cara y, finalmente, se superponen la cara. Ese fue el punto de que estábamos haciendo antes."
    },
    {
      "index": 641,
      "start_time": 4433420.0,
      "end_time": 4440190.0,
      "text": "Luego, cuando volvamos de esta manera el oído va a-vamos a hacer esto para el oído, supongo."
    },
    {
      "index": 642,
      "start_time": 4440190.0,
      "end_time": 4445340.0,
      "text": "El oído se va a desplazar la parte posterior del cráneo y luego se superpone la parte posterior del cráneo."
    },
    {
      "index": 643,
      "start_time": 4445340.0,
      "end_time": 4451330.0,
      "text": "Para que el oído nos da un gran hito para cómo esto se convierte sobre todo en esta vuelta de tres cuartos"
    },
    {
      "index": 644,
      "start_time": 4451330.0,
      "end_time": 4457710.0,
      "text": "intervalo en el que no tenemos las características como puntos de referencia. Estas características son fantásticos puntos de referencia"
    },
    {
      "index": 645,
      "start_time": 4457710.0,
      "end_time": 4464840.0,
      "text": "para el trazado de la estructura, la posición tridimensional de la cabeza. Cuando nos metemos en este"
    },
    {
      "index": 646,
      "start_time": 4464840.0,
      "end_time": 4472900.0,
      "text": "tres cuartos de espalda, vista de nuevo al otro lado, perdemos esa munición. Por lo que entonces"
    },
    {
      "index": 647,
      "start_time": 4472900.0,
      "end_time": 4476910.0,
      "text": "el oído se vuelve crucial. Así que ahí lo tenemos allí."
    },
    {
      "index": 648,
      "start_time": 4476910.0,
      "end_time": 4482350.0,
      "text": "Del mismo modo, si nos inclinamos, decir que esta es la parte superior de la oreja, ya que inclinar la cabeza hacia abajo previo aviso"
    },
    {
      "index": 649,
      "start_time": 4482350.0,
      "end_time": 4489590.0,
      "text": "cómo el oído está desplazando la parte inferior de la cara visualmente y moviendo bien lejos de"
    },
    {
      "index": 650,
      "start_time": 4489590.0,
      "end_time": 4495440.0,
      "text": "la parte superior de la cara. Así que si usted dibuja ese oído menor en su forma del cráneo, su forma velero"
    },
    {
      "index": 651,
      "start_time": 4495440.0,
      "end_time": 4500820.0,
      "text": "o lo que sea la idea de la construcción que está utilizando, que va a ayudar a poner de inmediato que"
    },
    {
      "index": 652,
      "start_time": 4500820.0,
      "end_time": 4508010.0,
      "text": "cabeza en esa orientación superior. Asimismo, si se trata de esta manera y la parte superior de la oreja comienza"
    },
    {
      "index": 653,
      "start_time": 4508010.0,
      "end_time": 4513750.0,
      "text": "a desplazar la parte superior de la cabeza, ahora sabemos que conseguir debajo de ella. Una vez más, se convierte"
    },
    {
      "index": 654,
      "start_time": 4513750.0,
      "end_time": 4517420.0,
      "text": "un gran hito en especial en estas posiciones para mostrar eso."
    },
    {
      "index": 655,
      "start_time": 4517420.0,
      "end_time": 4522240.0,
      "text": "Así que de todos modos, ese pequeño punto. Ahora vamos a pasar a nuestros dibujos magistrales y pasar un buen rato."
    },
    {
      "index": 656,
      "start_time": 4523200.0,
      "end_time": 4528680.0,
      "text": "Bien, ahora tenemos nuestros viejos maestros a la vista. Tenemos Hans Holbein a la izquierda y Raphael"
    },
    {
      "index": 657,
      "start_time": 4528690.0,
      "end_time": 4536470.0,
      "text": "a la derecha. Si nos fijamos en el Holbein se puede ver el huevo. Observe que tenemos un sombrero aquí"
    },
    {
      "index": 658,
      "start_time": 4536470.0,
      "end_time": 4548440.0,
      "text": "por lo que el cráneo es hasta aquí. Si dibujo que forma básica de huevo veríamos el sombrero es"
    },
    {
      "index": 659,
      "start_time": 4548440.0,
      "end_time": 4554880.0,
      "text": "aquí arriba. Recuerde, cuando hacemos la forma de huevo, sin embargo, va a ser mucho más preciso"
    },
    {
      "index": 660,
      "start_time": 4554880.0,
      "end_time": 4564810.0,
      "text": "a lo que buscamos si hacemos ese huevo forma un poco más gordo en la parte superior, más de"
    },
    {
      "index": 661,
      "start_time": 4564810.0,
      "end_time": 4576330.0,
      "text": "un verdadero huevo de gallina en lugar de una elipse. Podemos hacerlo. O, podríamos hacerlo más"
    },
    {
      "index": 662,
      "start_time": 4576330.0,
      "end_time": 4584600.0,
      "text": "de una forma de cápsula, lo que significa plana en los lados. Observe si miramos hacia la línea del cabello."
    },
    {
      "index": 663,
      "start_time": 4584600.0,
      "end_time": 4594810.0,
      "text": "Voy a modificar la línea del cabello ligeramente hacia abajo en la mandíbula inferior. Usted puede sentir que"
    },
    {
      "index": 664,
      "start_time": 4594810.0,
      "end_time": 4602850.0,
      "text": "tipo de aplanamiento allí. El problema con esto es, volvamos de nuevo. Déjame"
    },
    {
      "index": 665,
      "start_time": 4602850.0,
      "end_time": 4610670.0,
      "text": "que allá color. El problema con eso es que ella tiene esos maravillosos pómulos. Asi que"
    },
    {
      "index": 666,
      "start_time": 4610670.0,
      "end_time": 4617790.0,
      "text": "lo que estoy buscando es una forma simple, el huevo o la cápsula, pero lo más característico."
    },
    {
      "index": 667,
      "start_time": 4617790.0,
      "end_time": 4633670.0,
      "text": "Y por eso quiero el sentido de esos finos pómulos haciendo estallar hacia fuera. Vamos a hacerlo de esta manera. Y entonces"
    },
    {
      "index": 668,
      "start_time": 4633670.0,
      "end_time": 4643590.0,
      "text": "tal vez el huevo abultada. Usted puede incluso modificar más lejos."
    },
    {
      "index": 669,
      "start_time": 4643590.0,
      "end_time": 4651580.0,
      "text": "Observe con este personaje en particular podríamos modificar. Tal vez utilizamos más de una forma de diamante"
    },
    {
      "index": 670,
      "start_time": 4651580.0,
      "end_time": 4658850.0,
      "text": "para lucir esos pómulos. Una vez más, ver que el diamante no distorsiona y pierde"
    },
    {
      "index": 671,
      "start_time": 4658850.0,
      "end_time": 4664120.0,
      "text": "la masa del cráneo, pero tal vez a través de la línea del cabello que poner un poco de forma de diamante en el interior"
    },
    {
      "index": 672,
      "start_time": 4664120.0,
      "end_time": 4670790.0,
      "text": "el huevo. Tenga en cuenta que es simplemente una característica, y hay una buena variedad de variaciones que"
    },
    {
      "index": 673,
      "start_time": 4670790.0,
      "end_time": 4678740.0,
      "text": "puede hacer. Podemos modificar esa forma. Puede ser elíptica. Puede ser en forma de cápsula. Puede"
    },
    {
      "index": 674,
      "start_time": 4678740.0,
      "end_time": 4688170.0,
      "text": "sea ​​en forma de huevo. Tiene un final más gorda y un extremo más estrecho. Puede ser más de diamantes en forma de"
    },
    {
      "index": 675,
      "start_time": 4688170.0,
      "end_time": 4693150.0,
      "text": "y más y más y más. Un montón de opciones allí. Ronda en la parte superior, la plaza en la parte inferior."
    },
    {
      "index": 676,
      "start_time": 4693150.0,
      "end_time": 4697270.0,
      "text": "Tienes un montón de maneras de ir. Mientras que es simple, pero característica que usted elija."
    },
    {
      "index": 677,
      "start_time": 4697270.0,
      "end_time": 4705510.0,
      "text": "Y si estás haciendo cabezas refinado, el retrato o tratando de traer a la personalidad en lugar de"
    },
    {
      "index": 678,
      "start_time": 4705510.0,
      "end_time": 4713560.0,
      "text": "un sentido genérico de un A-cabeza, pero una cabeza de la personalidad, entonces usted querría modificar esas formas."
    },
    {
      "index": 679,
      "start_time": 4713560.0,
      "end_time": 4717730.0,
      "text": "Simple, pero característico. Usted desea permanecer ágiles con eso."
    },
    {
      "index": 680,
      "start_time": 4717730.0,
      "end_time": 4725800.0,
      "text": "Si nos fijamos en el Raphael sus características rechonchos. Así que el huevo es más completa y más redondo"
    },
    {
      "index": 681,
      "start_time": 4725800.0,
      "end_time": 4734170.0,
      "text": "y mucho más, un poco más grande aquí y más característicamente un huevo clásico. Mientras"
    },
    {
      "index": 682,
      "start_time": 4734170.0,
      "end_time": 4743250.0,
      "text": "en el Holbein podríamos argumentar a favor de una parte inferior en lugar-ish plaza aquí debido a que la fuerte"
    },
    {
      "index": 683,
      "start_time": 4743250.0,
      "end_time": 4750250.0,
      "text": "la mandíbula de esta mujer. Pero con el Raphael ese es el caso. Vamos a entrar, por supuesto, para"
    },
    {
      "index": 684,
      "start_time": 4750250.0,
      "end_time": 4758730.0,
      "text": "el pequeño bebé aquí también. Vamos por ese simple agradable y mucho más verdadera forma de huevo."
    },
    {
      "index": 685,
      "start_time": 4758730.0,
      "end_time": 4766810.0,
      "text": "En cualquiera de estos casos hay grandes variaciones sutiles del contorno final. Se tambalea,"
    },
    {
      "index": 686,
      "start_time": 4766810.0,
      "end_time": 4772380.0,
      "text": "golpes, agudiza arriba, suaviza, hace todas esas cosas diferentes que un contorno se va"
    },
    {
      "index": 687,
      "start_time": 4772380.0,
      "end_time": 4779050.0,
      "text": "hacer, pero eso es en la etapa de acabado. Así que de nuevo, estamos haciendo que sea sencillo, pero característico."
    },
    {
      "index": 688,
      "start_time": 4779050.0,
      "end_time": 4786960.0,
      "text": "Como he hecho el Raphael, la madre y el niño, podemos ver la construcción luego sencilla"
    },
    {
      "index": 689,
      "start_time": 4786960.0,
      "end_time": 4798370.0,
      "text": "líneas nos muestran la línea central, la línea de los ojos, la línea de las cejas, la línea del cabello, la línea de"
    },
    {
      "index": 690,
      "start_time": 4798370.0,
      "end_time": 4812030.0,
      "text": "la nariz y el mentón. Más oscuro que hasta para nosotros un poco. Y así podemos romper ese"
    },
    {
      "index": 691,
      "start_time": 4812030.0,
      "end_time": 4819150.0,
      "text": "idea básica en la proporción, sólo un porcentaje genéricos en general a mitad de camino."
    },
    {
      "index": 692,
      "start_time": 4819150.0,
      "end_time": 4825040.0,
      "text": "En este caso no es del todo cierto. Vamos a ponerlo ahí abajo. Es un poco más de"
    },
    {
      "index": 693,
      "start_time": 4825040.0,
      "end_time": 4831430.0,
      "text": "a mitad de camino en la parte superior. La parte superior está cogiendo más y la parte inferior es un poco menos. Y con el"
    },
    {
      "index": 694,
      "start_time": 4831430.0,
      "end_time": 4840420.0,
      "text": "el peinado es aún más exagerado. Pero ella es en realidad, la posición de este cabezal"
    },
    {
      "index": 695,
      "start_time": 4840420.0,
      "end_time": 4847080.0,
      "text": "es en realidad un poco por debajo de nosotros. Ella está inclinando hacia adelante. Así que si ponemos un cubo sobre"
    },
    {
      "index": 696,
      "start_time": 4847080.0,
      "end_time": 4854330.0,
      "text": "la cabeza, estaríamos en la parte superior de la cubeta de esa manera. Así que eso significa que si tuviéramos que llamar nuestra"
    },
    {
      "index": 697,
      "start_time": 4854330.0,
      "end_time": 4860190.0,
      "text": "línea de construcción que se mantendría el mismo. Esta línea, por supuesto, entonces sería convertir este"
    },
    {
      "index": 698,
      "start_time": 4860190.0,
      "end_time": 4873170.0,
      "text": "camino. Y por lo que los ojos están puestos en un ligero arco en movimiento sobre. Y como nos encontramos con que la inclinación de las orejas"
    },
    {
      "index": 699,
      "start_time": 4873170.0,
      "end_time": 4879060.0,
      "text": "y como entonces estamos perdiendo en que se mueve hacia abajo en el papel, estamos perdiendo un poco"
    },
    {
      "index": 700,
      "start_time": 4879060.0,
      "end_time": 4884810.0,
      "text": "de la cara en el extremo inferior. Se está haciendo un poco más corto. Jefe está llegando a lo largo de la"
    },
    {
      "index": 701,
      "start_time": 4884810.0,
      "end_time": 4891470.0,
      "text": "arriba hacia nosotros. Estamos recibiendo un poco mayor elevación de la cabeza. Tenga en cuenta que lo dibujé"
    },
    {
      "index": 702,
      "start_time": 4891470.0,
      "end_time": 4900290.0,
      "text": "aquí hay una versión más exagerada de lo que nuestro amigo Rafael ha hecho, y que se suma"
    },
    {
      "index": 703,
      "start_time": 4900290.0,
      "end_time": 4907020.0,
      "text": "aún más el cráneo a la vista. Éste tiene más cráneo. Esto tiene menos cráneo. Esto tiene"
    },
    {
      "index": 704,
      "start_time": 4907020.0,
      "end_time": 4913060.0,
      "text": "mucho menos cara y esto un poco más. Aquí es una versión exagerada de la ligera inclinación"
    },
    {
      "index": 705,
      "start_time": 4913060.0,
      "end_time": 4921410.0,
      "text": "Aquí. Esta es una ligera inclinación con respecto a éste, que es perfectamente recto y formal."
    },
    {
      "index": 706,
      "start_time": 4921410.0,
      "end_time": 4928620.0,
      "text": "Observe que incluso la artesanía trae esto, pero sólo en términos de diseño, cuando"
    },
    {
      "index": 707,
      "start_time": 4928620.0,
      "end_time": 4942170.0,
      "text": "tenemos una pose muy formal como esto, observe lo que hace a la sensación de la pieza. aviso"
    },
    {
      "index": 708,
      "start_time": 4942170.0,
      "end_time": 4947400.0,
      "text": "cómo esto es más distante. Ahora, ella tiene ese carácter, pero eso es una de las razones"
    },
    {
      "index": 709,
      "start_time": 4947400.0,
      "end_time": 4952650.0,
      "text": "él eligió este punto de vista frontal. Ella es muy formal y enfrentamiento ish, mientras que se trata de una madre"
    },
    {
      "index": 710,
      "start_time": 4952650.0,
      "end_time": 4961310.0,
      "text": "que tiene una gran empatía. Así que creemos que la empatía y nos atraen en ella. Así que la ligera inclinación"
    },
    {
      "index": 711,
      "start_time": 4961310.0,
      "end_time": 4968790.0,
      "text": "de la cabeza fuera del eje y la ligera inclinación de la cabeza en el plano del cuadro se suma a que"
    },
    {
      "index": 712,
      "start_time": 4968790.0,
      "end_time": 4976880.0,
      "text": "intimidad y ese punto de vista informal o compasivo. Entonces este pequeño bebé está haciendo lo"
    },
    {
      "index": 713,
      "start_time": 4976880.0,
      "end_time": 4983170.0,
      "text": "que está haciendo de esta manera. Esas proporciones bebé tendrían un efecto que vamos a guardar para"
    },
    {
      "index": 714,
      "start_time": 4983170.0,
      "end_time": 4989540.0,
      "text": "otro día. Una vez más, siempre un gran peligro cuando estamos dibujando este huevo-como, cápsula similar"
    },
    {
      "index": 715,
      "start_time": 4989540.0,
      "end_time": 4998820.0,
      "text": "construcciones de la cabeza. Nótese que en esta figura de la madre aquí dibujé el huevo sin"
    },
    {
      "index": 716,
      "start_time": 4998820.0,
      "end_time": 5009980.0,
      "text": "suficiente cráneo. Así que el cráneo sería realmente aquí, un huevo más completa de esta manera. Y así que realmente"
    },
    {
      "index": 717,
      "start_time": 5009980.0,
      "end_time": 5014760.0,
      "text": "prestar atención a eso. Es un verdadero asesino de su dibujo si no se da esa"
    },
    {
      "index": 718,
      "start_time": 5014760.0,
      "end_time": 5020240.0,
      "text": "plenitud de ese cráneo. Se pierde el carácter. Si estás haciendo una caricatura o algo que"
    },
    {
      "index": 719,
      "start_time": 5020240.0,
      "end_time": 5026630.0,
      "text": "podría jugar en el estilo en realidad, pero en el realismo tienes que sentir que el cráneo completo."
    },
    {
      "index": 720,
      "start_time": 5026630.0,
      "end_time": 5030150.0,
      "text": "Por lo general, usted es salvo, incluso si te equivocas su construcción. Incluso si hubiera pegado con"
    },
    {
      "index": 721,
      "start_time": 5030150.0,
      "end_time": 5035380.0,
      "text": "que la construcción original, en el momento añadimos el pelo, la masa de los pelos de allí,"
    },
    {
      "index": 722,
      "start_time": 5035380.0,
      "end_time": 5042900.0,
      "text": "eso va a cubrir ese error. Pero aún así, queremos verlo como una perogrullada."
    },
    {
      "index": 723,
      "start_time": 5042900.0,
      "end_time": 5048460.0,
      "text": "Así que, básicamente vamos a dibujar el huevo de la cabeza o lo que sea de forma simple, el"
    },
    {
      "index": 724,
      "start_time": 5048460.0,
      "end_time": 5057110.0,
      "text": "huevo de la cabeza. Entonces vamos a dibujar un T, línea central, línea central, eyeline. Eso es"
    },
    {
      "index": 725,
      "start_time": 5057110.0,
      "end_time": 5062690.0,
      "text": "va a dividir mitades. Dos que tienen aquí, dos mitades aquí. Más o menos, más o menos"
    },
    {
      "index": 726,
      "start_time": 5062690.0,
      "end_time": 5068780.0,
      "text": "la posición dinámica de la cabeza. Dar o tomar el retrato, la personalidad, la"
    },
    {
      "index": 727,
      "start_time": 5068780.0,
      "end_time": 5076190.0,
      "text": "proporciones extravagantes en la cabeza, pero un punto intermedio. Entonces vamos a construir fuera eso."
    },
    {
      "index": 728,
      "start_time": 5076190.0,
      "end_time": 5086520.0,
      "text": "Observe que la banda del sombrero de aquí actúa más o menos como nuestra línea de implantación. Y así, si nos"
    },
    {
      "index": 729,
      "start_time": 5086520.0,
      "end_time": 5099080.0,
      "text": "dividirlo en línea del cabello y línea de las cejas, línea de las cejas a la línea de la nariz, la línea de la nariz a la boca"
    },
    {
      "index": 730,
      "start_time": 5099080.0,
      "end_time": 5107910.0,
      "text": "a la barbilla. Quienes terminan siendo sobre terceras partes. Ahora bien, si usted tiene un más dinámico, dramático,"
    },
    {
      "index": 731,
      "start_time": 5107910.0,
      "end_time": 5113770.0,
      "text": "figura heroica que en realidad puede ir hasta la parte superior de la cabeza, lo que sería la parte superior de"
    },
    {
      "index": 732,
      "start_time": 5113770.0,
      "end_time": 5118830.0,
      "text": "el cráneo menos el peinado y hacen tercios abajo, nariz más completa, y eso es en realidad más verdadera"
    },
    {
      "index": 733,
      "start_time": 5118830.0,
      "end_time": 5124520.0,
      "text": "en este caso. Luego de la barbilla, a pesar de su fuerza, la barbilla y la mandíbula es un poco menos porque es"
    },
    {
      "index": 734,
      "start_time": 5124520.0,
      "end_time": 5130650.0,
      "text": "una mujer, carácter más heroico especialmente si es un macho, macho adulto, sería bajar"
    },
    {
      "index": 735,
      "start_time": 5130650.0,
      "end_time": 5135810.0,
      "text": "aquí y se puede romper los tercios. Pero, por lo general, en una cifra realista si usted está tratando de no"
    },
    {
      "index": 736,
      "start_time": 5135810.0,
      "end_time": 5143210.0,
      "text": "para estilizar el heroísmo en la mezcla se pasa de la línea del cabello a la ceja línea a línea de la nariz a la barbilla,"
    },
    {
      "index": 737,
      "start_time": 5143210.0,
      "end_time": 5149180.0,
      "text": "y eso es sus tercios. eyeline está por debajo de allí, y que es su punto medio. Cima"
    },
    {
      "index": 738,
      "start_time": 5149180.0,
      "end_time": 5152920.0,
      "text": "de la cabeza a eyeline, eyeline a la barbilla."
    },
    {
      "index": 739,
      "start_time": 5152920.0,
      "end_time": 5161440.0,
      "text": "Muy bien, aquí tenemos Piazetta en un perfil más o menos perfecta, en algún lugar alrededor de eso."
    },
    {
      "index": 740,
      "start_time": 5161440.0,
      "end_time": 5167710.0,
      "text": "Echemos un vistazo a esto desde un par de maneras diferentes. Observe la línea fuerte aquí. Queremos"
    },
    {
      "index": 741,
      "start_time": 5167710.0,
      "end_time": 5175370.0,
      "text": "tener cuidado con eso. Lo que realmente quiero es la línea de la cara. Estoy cortando"
    },
    {
      "index": 742,
      "start_time": 5175370.0,
      "end_time": 5180270.0,
      "text": "las características. En concreto, vamos a ver esto más claramente cuando nos metemos en la colocación"
    },
    {
      "index": 743,
      "start_time": 5180270.0,
      "end_time": 5185890.0,
      "text": "de las características y todas sus diversas estructuras, quiero ir a donde la frente, más o menos,"
    },
    {
      "index": 744,
      "start_time": 5185890.0,
      "end_time": 5193960.0,
      "text": "donde la frente choca con la nariz allí y donde los labios topetón en el mentón"
    },
    {
      "index": 745,
      "start_time": 5193960.0,
      "end_time": 5199080.0,
      "text": "justo ahí. Así que estos dos puntos para terminar en algún lugar cerca de la línea del cabello. Por supuesto, eso"
    },
    {
      "index": 746,
      "start_time": 5199080.0,
      "end_time": 5204250.0,
      "text": "puede cambiar radicalmente dependiendo de la recesión. Puede ser cualquier cosa cerca de eso. No hace"
    },
    {
      "index": 747,
      "start_time": 5204250.0,
      "end_time": 5210100.0,
      "text": "tiene que ser justo en el dinero sino en allí. Ese es el gesto de la cara que va abajo"
    },
    {
      "index": 748,
      "start_time": 5210100.0,
      "end_time": 5216260.0,
      "text": "que voy a construir mi estructura, mi máscara. El gesto del cráneo que se remonta,"
    },
    {
      "index": 749,
      "start_time": 5216260.0,
      "end_time": 5221730.0,
      "text": "No quiero ir por este camino y hacer que más o menos un ángulo recto. Lo que quería"
    },
    {
      "index": 750,
      "start_time": 5221730.0,
      "end_time": 5228090.0,
      "text": "que hacer es subida hacia arriba y atrás. En realidad hace, sólo el dibujo nos engaña por un momento. Asi que"
    },
    {
      "index": 751,
      "start_time": 5228090.0,
      "end_time": 5237000.0,
      "text": "que sube de esta manera. Observe cómo que abre allí. Este ángulo se abre un poco"
    },
    {
      "index": 752,
      "start_time": 5237000.0,
      "end_time": 5244380.0,
      "text": "a partir de un ángulo recto. Si tuviéramos que hacer eso forma velero que estaría aquí o aquí."
    },
    {
      "index": 753,
      "start_time": 5244380.0,
      "end_time": 5246780.0,
      "text": "En cualquier lugar no está muy bien."
    },
    {
      "index": 754,
      "start_time": 5247680.0,
      "end_time": 5257770.0,
      "text": "Si llegara a ser las formas de huevo-vamos a simplemente llevar este derecho trasero. Usted podría en realidad,"
    },
    {
      "index": 755,
      "start_time": 5257770.0,
      "end_time": 5267280.0,
      "text": "si querías, comenzar con el huevo del cráneo que aquí, en el aquí. En cualquier parte de esta"
    },
    {
      "index": 756,
      "start_time": 5267280.0,
      "end_time": 5278380.0,
      "text": "rango es bueno. Luego se llega justo en ese huevo, de nuevo hacia abajo a su construcción o su"
    },
    {
      "index": 757,
      "start_time": 5278380.0,
      "end_time": 5285950.0,
      "text": "línea de gesto de la cara. Así que esto es un huevo que tiene un eje que se remonta, pero notó el"
    },
    {
      "index": 758,
      "start_time": 5285950.0,
      "end_time": 5291150.0,
      "text": "así lo dibujé, en realidad va hacia atrás y arriba un poco. Una vez más, esto implica que"
    },
    {
      "index": 759,
      "start_time": 5291150.0,
      "end_time": 5299950.0,
      "text": "apertura de ese ángulo. Vamos a hacer un punto de que más claro. Mira lo que pasa si me voy del"
    },
    {
      "index": 760,
      "start_time": 5299950.0,
      "end_time": 5321290.0,
      "text": "otra manera así. Destruye la estructura del cráneo. Esas son malas noticias ahí. O"
    },
    {
      "index": 761,
      "start_time": 5321290.0,
      "end_time": 5327970.0,
      "text": "si tuviéramos la cara viene abajo y la forma del cráneo haciendo esto. Veremos un Rafael hacia"
    },
    {
      "index": 762,
      "start_time": 5327970.0,
      "end_time": 5332870.0,
      "text": "Al final de nuestra pequeña serie aquí, y sugiere esto. Tenemos que ser, tenemos que mirar"
    },
    {
      "index": 763,
      "start_time": 5332870.0,
      "end_time": 5339170.0,
      "text": "más allá de una mirada para ver lo que está haciendo allí. Pero si hacemos eso, cuando esto está a la deriva"
    },
    {
      "index": 764,
      "start_time": 5339170.0,
      "end_time": 5345220.0,
      "text": "abajo, destruye el cráneo. Usted no tiene suficiente cerebro en que haya un funcionamiento"
    },
    {
      "index": 765,
      "start_time": 5345220.0,
      "end_time": 5352030.0,
      "text": "ser humano cuando haces eso. Así que no queremos hacer eso. Queremos que se abra. entonces"
    },
    {
      "index": 766,
      "start_time": 5352030.0,
      "end_time": 5362560.0,
      "text": "podemos salir que parte posterior del cráneo de esta manera y hacer un triángulo modificado, o como dijimos"
    },
    {
      "index": 767,
      "start_time": 5362560.0,
      "end_time": 5371790.0,
      "text": "antes de que podamos usar una rayita simplificado delante de la oreja y otra vez a la barbilla hacia abajo"
    },
    {
      "index": 768,
      "start_time": 5371790.0,
      "end_time": 5375910.0,
      "text": "aquí y sentir la máscara de la cara, esa máscara aquí."
    },
    {
      "index": 769,
      "start_time": 5386490.0,
      "end_time": 5386810.0,
      "text": "Observe cómo el oído se encuentra justo en el centro."
    },
    {
      "index": 770,
      "start_time": 5387160.0,
      "end_time": 5392740.0,
      "text": "Ahora él está apenas alejándose de nosotros, y para que el oído está desplazando un poco"
    },
    {
      "index": 771,
      "start_time": 5392750.0,
      "end_time": 5398390.0,
      "text": "bits en este caso. Esto varía de persona a persona y también el canon de canon. Cada artista"
    },
    {
      "index": 772,
      "start_time": 5398390.0,
      "end_time": 5405470.0,
      "text": "y el movimiento de arte se idealizar o distorsionar la figura de una manera determinada, y por lo que le"
    },
    {
      "index": 773,
      "start_time": 5405470.0,
      "end_time": 5414950.0,
      "text": "jugar a veces bastante libremente con los hechos. En este caso tenemos el oído o el centro"
    },
    {
      "index": 774,
      "start_time": 5414950.0,
      "end_time": 5419970.0,
      "text": "de la oreja, como he dicho, justo en el medio de la cabeza, incluso sin el poco de"
    },
    {
      "index": 775,
      "start_time": 5419970.0,
      "end_time": 5426500.0,
      "text": "pelo levantando. Pero de todos modos, está siguiendo nuestra idea verdaderamente suficiente, lo suficientemente cerca para trabajar"
    },
    {
      "index": 776,
      "start_time": 5426500.0,
      "end_time": 5432360.0,
      "text": "con. Observe cómo la parte superior de las líneas del oído con la línea de las cejas. Eso es una cosa"
    },
    {
      "index": 777,
      "start_time": 5432360.0,
      "end_time": 5439060.0,
      "text": "queremos recoger constantemente allí donde la línea de las cejas es. Por lo general, cuando el arco de"
    },
    {
      "index": 778,
      "start_time": 5439060.0,
      "end_time": 5444960.0,
      "text": "la ceja es que queremos el oído para estar en eso o cerca de eso. Eso va a darnos"
    },
    {
      "index": 779,
      "start_time": 5444960.0,
      "end_time": 5451860.0,
      "text": "una gran cantidad de buen material para trabajar con cuando nos metemos en poses más dinámicos como lo haremos en un momento."
    },
    {
      "index": 780,
      "start_time": 5453060.0,
      "end_time": 5458820.0,
      "text": "Observe cómo la parte inferior de la oreja se sienta sobre en la parte inferior de la nariz allí. Y por lo que el"
    },
    {
      "index": 781,
      "start_time": 5458820.0,
      "end_time": 5467070.0,
      "text": "el oído está sentado en ese tercio medio. Y por mantenerla bien lejos de la parte superior del cráneo"
    },
    {
      "index": 782,
      "start_time": 5467070.0,
      "end_time": 5475580.0,
      "text": "y bien lejos de la parte inferior del cráneo, parte inferior de la barbilla / la cara, nos da que"
    },
    {
      "index": 783,
      "start_time": 5475580.0,
      "end_time": 5482220.0,
      "text": "sentido de que estamos mirando más o menos directamente a esta figura, tal vez un poco en la parte superior."
    },
    {
      "index": 784,
      "start_time": 5482220.0,
      "end_time": 5488320.0,
      "text": "Así que de todos modos, la colocación de la oreja en el centro de izquierda a derecha, en la región media"
    },
    {
      "index": 785,
      "start_time": 5488320.0,
      "end_time": 5496070.0,
      "text": "de arriba a abajo, nos da la sensación de que eso es un perfil básico sólido."
    },
    {
      "index": 786,
      "start_time": 5496070.0,
      "end_time": 5505590.0,
      "text": "Muy bien, aquí está una Tiepolo. Aquí se puede ver la idea de construcción simple en realidad nunca"
    },
    {
      "index": 787,
      "start_time": 5505590.0,
      "end_time": 5515080.0,
      "text": "llevado más lejos. Tenemos madre aquí con un huevo forma simple, pero desde que está fuera"
    },
    {
      "index": 788,
      "start_time": 5515080.0,
      "end_time": 5519020.0,
      "text": "eje, ella está en una vista de tres cuartos, entonces estamos recibiendo un poco de cráneo"
    },
    {
      "index": 789,
      "start_time": 5519020.0,
      "end_time": 5525960.0,
      "text": "aquí atrás. Así que vamos a volver, mira eso de nuevo y ver exactamente lo que nuestro amigo está haciendo"
    },
    {
      "index": 790,
      "start_time": 5525960.0,
      "end_time": 5537670.0,
      "text": "Aquí. No es la línea central de esas características. Aquí está la línea de las cejas o eyeline, la"
    },
    {
      "index": 791,
      "start_time": 5537670.0,
      "end_time": 5543010.0,
      "text": "T idea. Observe cómo cuando empezamos a entrar en estas perspectivas, estamos empezando a conseguir"
    },
    {
      "index": 792,
      "start_time": 5543010.0,
      "end_time": 5552050.0,
      "text": "fuera del eje de un frente perfecto o un perfil perfecto entonces nuestra T comienza a entrar en dinámica"
    },
    {
      "index": 793,
      "start_time": 5552050.0,
      "end_time": 5560550.0,
      "text": "posiciones. La cabeza se inclina hacia abajo por lo que la T se inclina. Estamos por debajo y en una de tres cuartos"
    },
    {
      "index": 794,
      "start_time": 5560550.0,
      "end_time": 5568470.0,
      "text": "ver a la línea de las cejas y la línea de los ojos. La ceja y eyeline Inclinado hacia arriba, por lo que T"
    },
    {
      "index": 795,
      "start_time": 5568470.0,
      "end_time": 5570830.0,
      "text": "lanza fuera en una posición dinámica."
    },
    {
      "index": 796,
      "start_time": 5570830.0,
      "end_time": 5577730.0,
      "text": "Así que vamos a ver que una vez más. Hay varias maneras en que podemos hacer esto. Podemos dibujar"
    },
    {
      "index": 797,
      "start_time": 5577730.0,
      "end_time": 5582340.0,
      "text": "nuestra forma de velero, y podemos disfrutar de toda la cabeza. Observe cómo vamos a volver"
    },
    {
      "index": 798,
      "start_time": 5582340.0,
      "end_time": 5593800.0,
      "text": "Aquí. No está ahí. O, podríamos haber comenzado con esta línea central que van y"
    },
    {
      "index": 799,
      "start_time": 5593800.0,
      "end_time": 5601010.0,
      "text": "luego añadir un poco más, o iniciar y poner fuera de la línea central. De cualquier manera está bien."
    },
    {
      "index": 800,
      "start_time": 5601010.0,
      "end_time": 5606580.0,
      "text": "A continuación, la línea de las cejas o eyeline. Yo suelo hacer la línea de las cejas debido a que obtiene los"
    },
    {
      "index": 801,
      "start_time": 5606580.0,
      "end_time": 5612690.0,
      "text": "cejas arqueadas. Hay una forma clara, dibujado en la ceja en lugar de la pequeña"
    },
    {
      "index": 802,
      "start_time": 5612690.0,
      "end_time": 5620620.0,
      "text": "más vaga sensación de que el ojo es. Así que yo uso que colocarlo y luego trabajar fuera de sus proporciones"
    },
    {
      "index": 803,
      "start_time": 5620620.0,
      "end_time": 5628070.0,
      "text": "desde allí. La otra manera que podríamos haber hecho esto, por supuesto, es la forma de huevo. Yo no"
    },
    {
      "index": 804,
      "start_time": 5628070.0,
      "end_time": 5633680.0,
      "text": "querer hacer una forma de huevo para toda la cosa. Eso es demasiado crudo. Eso es simple, pero no"
    },
    {
      "index": 805,
      "start_time": 5633680.0,
      "end_time": 5639450.0,
      "text": "característica. Hay dos formas pasando aquí. Tan pronto como nos movemos de una vista frontal"
    },
    {
      "index": 806,
      "start_time": 5639450.0,
      "end_time": 5644900.0,
      "text": "hacia un perfil o incluso a una vista posterior, vamos a ver la forma de la cara y de la"
    },
    {
      "index": 807,
      "start_time": 5644900.0,
      "end_time": 5656800.0,
      "text": "cráneo forma, por lo que necesitamos una estrategia de construcción que muestra tanto. Así que quiero que la forma de la cara"
    },
    {
      "index": 808,
      "start_time": 5656800.0,
      "end_time": 5664440.0,
      "text": "como una máscara. Puede ser más redonda o cuadrada. El suyo es mucho más redondo. Otros artistas harían"
    },
    {
      "index": 809,
      "start_time": 5664440.0,
      "end_time": 5670880.0,
      "text": "es más cuadrada. Línea central está justo por allí. Línea de la ceja está ahí. EyeLine si"
    },
    {
      "index": 810,
      "start_time": 5670880.0,
      "end_time": 5674570.0,
      "text": "quería que también está ahí. A continuación vamos a añadir un poco de huevo de"
    },
    {
      "index": 811,
      "start_time": 5674570.0,
      "end_time": 5681450.0,
      "text": "el craneo. Observe tan pronto como nosotros que estamos llegando a ese gesto hacia abajo para la cara, gesto"
    },
    {
      "index": 812,
      "start_time": 5681450.0,
      "end_time": 5688390.0,
      "text": "volver por el cráneo que tenemos que tener. Echemos un vistazo a nuestro pequeño personaje bebé aquí. aquí"
    },
    {
      "index": 813,
      "start_time": 5688390.0,
      "end_time": 5696400.0,
      "text": "tenemos la cara de inclinación de esta manera, la línea de la ceja, línea central. A veces ayuda hacer"
    },
    {
      "index": 814,
      "start_time": 5696400.0,
      "end_time": 5702110.0,
      "text": "las líneas de construcción en primer lugar. A veces es mejor. Probablemente por lo general es mejor"
    },
    {
      "index": 815,
      "start_time": 5702110.0,
      "end_time": 5714500.0,
      "text": "hacer lo grande construida cara, gesto, estructura. No está ahí. Luego añadimos el centro"
    },
    {
      "index": 816,
      "start_time": 5714500.0,
      "end_time": 5722320.0,
      "text": "ON LINE. Terminamos con esa forma de barco de vela. Es muy puntiagudo. Tiene esos rincones."
    },
    {
      "index": 817,
      "start_time": 5722320.0,
      "end_time": 5728390.0,
      "text": "Así que tal vez porque se trata de un bebé que vamos a comenzar con el huevo del cráneo primera causa"
    },
    {
      "index": 818,
      "start_time": 5728390.0,
      "end_time": 5733420.0,
      "text": "ese tipo de domina. Estamos en una vista de tres cuartos, y la cabeza se inclina hacia abajo. Asi que tenemos"
    },
    {
      "index": 819,
      "start_time": 5733420.0,
      "end_time": 5745320.0,
      "text": "que la fuerte forma de huevo. A continuación añadimos una máscara más redondo aquí, recogiendo nuestras líneas de construcción"
    },
    {
      "index": 820,
      "start_time": 5745320.0,
      "end_time": 5756460.0,
      "text": "en que como tal. Los ojos se sientan aquí como eso, y usted puede marcar."
    },
    {
      "index": 821,
      "start_time": 5756460.0,
      "end_time": 5775340.0,
      "text": "Vamos a hacerlo una vez más. No es la forma del cráneo. Esta es la forma de la cara. aquí"
    },
    {
      "index": 822,
      "start_time": 5775340.0,
      "end_time": 5781590.0,
      "text": "podemos completar a través de o dejarlo de composición abierta, de cualquier manera es apropiado. Ya que no hacemos"
    },
    {
      "index": 823,
      "start_time": 5781590.0,
      "end_time": 5786050.0,
      "text": "tiene una rayita, es un poco más fácil de imaginar que tal vez como de composición abierta. Aquí es la"
    },
    {
      "index": 824,
      "start_time": 5786050.0,
      "end_time": 5793220.0,
      "text": "línea central, línea de las cejas en ese país. Se puede ver un poco de la oreja aquí. Justo ahí"
    },
    {
      "index": 825,
      "start_time": 5793220.0,
      "end_time": 5795650.0,
      "text": "es un poco de la oreja."
    },
    {
      "index": 826,
      "start_time": 5795650.0,
      "end_time": 5804030.0,
      "text": "Ahora note, como ya ha tener, estoy seguro, de la simple concepción de este. Él es"
    },
    {
      "index": 827,
      "start_time": 5804030.0,
      "end_time": 5808560.0,
      "text": "simplemente rompiendo ideas. Este es un boceto para un cuadro, una cierta pintura mural que fue"
    },
    {
      "index": 828,
      "start_time": 5808560.0,
      "end_time": 5815800.0,
      "text": "va a estar al día con el alto muro o techo. Observe que está concibiendo de esta. Esta"
    },
    {
      "index": 829,
      "start_time": 5815800.0,
      "end_time": 5822750.0,
      "text": "va a ser esta muy bien terminado pequeño bebé se dio cuenta Jesús, bellamente iluminado, muy bien"
    },
    {
      "index": 830,
      "start_time": 5822750.0,
      "end_time": 5839450.0,
      "text": "rendido, y acaba de iniciar esto como un huevo. Tenga en cuenta que toda la concepción de que el cráneo Si eliminamos"
    },
    {
      "index": 831,
      "start_time": 5839450.0,
      "end_time": 5846600.0,
      "text": "desde la construcción de la cara y de la idea de que es una cabeza, es sólo un huevo."
    },
    {
      "index": 832,
      "start_time": 5846600.0,
      "end_time": 5855240.0,
      "text": "Si tuviera que dibujar simplemente un huevo y luego la luz que el huevo con una fuente de luz que es equivalente"
    },
    {
      "index": 833,
      "start_time": 5855240.0,
      "end_time": 5867070.0,
      "text": "a lo que tenemos aquí sería muy cerca de eso. Sería hacer eso o lo haría"
    },
    {
      "index": 834,
      "start_time": 5867070.0,
      "end_time": 5874090.0,
      "text": "o que haría esto. Sería hacer alguna versión, más o menos una variación de lo que vemos allí."
    },
    {
      "index": 835,
      "start_time": 5874090.0,
      "end_time": 5879260.0,
      "text": "Y así dibujar la forma básica de la sombra de la frente lanzando las características en la sombra"
    },
    {
      "index": 836,
      "start_time": 5879260.0,
      "end_time": 5886760.0,
      "text": "en este caso, de cualquier manera que es en cualquier lugar cerca de un huevo simple en una mesa que está pasando"
    },
    {
      "index": 837,
      "start_time": 5886760.0,
      "end_time": 5891070.0,
      "text": "ser lo que vamos a empezar con. Y ese es el secreto de hacer las cosas fuera de su"
    },
    {
      "index": 838,
      "start_time": 5891070.0,
      "end_time": 5897090.0,
      "text": "cabeza. Eso es un secreto de animar las cosas, concebir las cosas como tan simples de una idea"
    },
    {
      "index": 839,
      "start_time": 5897090.0,
      "end_time": 5902610.0,
      "text": "que podemos hacer bastante detalle en él. Podemos moverlo en el espacio. Podemos rediseñarlo,"
    },
    {
      "index": 840,
      "start_time": 5902610.0,
      "end_time": 5908920.0,
      "text": "re-imaginar en más dinámico, en huevos alienígenas y huevos monstruosos y huevos heroicos y"
    },
    {
      "index": 841,
      "start_time": 5908920.0,
      "end_time": 5911900.0,
      "text": "todo ese tipo de cosas para el diseño."
    },
    {
      "index": 842,
      "start_time": 5911900.0,
      "end_time": 5920280.0,
      "text": "Volvamos a nuestra figura una vez más de la hembra. Podemos ver cómo una vez más el simple"
    },
    {
      "index": 843,
      "start_time": 5920280.0,
      "end_time": 5932840.0,
      "text": "concepción de la mamá aquí, las cuencas de los ojos marcadas nos dan una idea clara de dónde"
    },
    {
      "index": 844,
      "start_time": 5932840.0,
      "end_time": 5938610.0,
      "text": "sus ojos serían, pero no es muy precisa. Es sólo más o menos cierto. Este ojo por aquí"
    },
    {
      "index": 845,
      "start_time": 5938610.0,
      "end_time": 5944850.0,
      "text": "quizá derivas un poco demasiado a la izquierda. La nariz se pone un poco más oscuro aquí. La nariz"
    },
    {
      "index": 846,
      "start_time": 5944850.0,
      "end_time": 5952010.0,
      "text": "es probablemente un poco demasiado corto para ello. Tal vez incluso la cara es un poco largo, pero probablemente"
    },
    {
      "index": 847,
      "start_time": 5952010.0,
      "end_time": 5957800.0,
      "text": "no cuando se obtiene la parte inferior de la barbilla aquí y el resto de esto es el plano inferior,"
    },
    {
      "index": 848,
      "start_time": 5957800.0,
      "end_time": 5960990.0,
      "text": "el plano digástrico aquí."
    },
    {
      "index": 849,
      "start_time": 5960990.0,
      "end_time": 5968960.0,
      "text": "Pero de todos modos, existen o podrían ser bastantes errores allí. Terminamos eso y tal vez"
    },
    {
      "index": 850,
      "start_time": 5968960.0,
      "end_time": 5976170.0,
      "text": "Podemos encontrar deberíamos haber tenido un poco más de cráneo sobre todo con la cabeza envuelta o el peinado."
    },
    {
      "index": 851,
      "start_time": 5976170.0,
      "end_time": 5981520.0,
      "text": "Todas esas pequeñas cosas. Debería haber estado aquí pero terminamos aquí. Debe haber"
    },
    {
      "index": 852,
      "start_time": 5981520.0,
      "end_time": 5989050.0,
      "text": "estado aquí pero terminó aquí. Esas pequeñas variaciones no son un gran problema, y"
    },
    {
      "index": 853,
      "start_time": 5989050.0,
      "end_time": 5994040.0,
      "text": "que van a ser fácilmente corregidos a medida que avanzamos a través del dibujo. Mientras que conseguimos bastante"
    },
    {
      "index": 854,
      "start_time": 5994040.0,
      "end_time": 5998090.0,
      "text": "aproximación que no tiene que ser perfecto. Usted no tiene que estresarse acerca"
    },
    {
      "index": 855,
      "start_time": 5998090.0,
      "end_time": 6006880.0,
      "text": "eso. Simple, pero característico. Y como simplificamos y darle características básicas,"
    },
    {
      "index": 856,
      "start_time": 6006880.0,
      "end_time": 6010860.0,
      "text": "las variaciones entonces no importan. Esos errores sutiles no importan. Ellos pueden"
    },
    {
      "index": 857,
      "start_time": 6010860.0,
      "end_time": 6017090.0,
      "text": "corregirse o la izquierda como una estilización o como una variación encantadora."
    },
    {
      "index": 858,
      "start_time": 6017090.0,
      "end_time": 6023800.0,
      "text": "Bueno, aquí tenemos otro Raphael. Una hermosa cabeza, uno de los dibujos más famosos jamás"
    },
    {
      "index": 859,
      "start_time": 6023800.0,
      "end_time": 6029310.0,
      "text": "desde el Renacimiento. Podemos ver de nuevo el simple concepción. De hecho, si nos fijamos en"
    },
    {
      "index": 860,
      "start_time": 6029310.0,
      "end_time": 6035340.0,
      "text": "sólo el pelo se puede ver el cabello en sí es bastante huevo-como no es así? Ya sabes,"
    },
    {
      "index": 861,
      "start_time": 6035340.0,
      "end_time": 6046450.0,
      "text": "puede sentir tipo de huevos en aquí y pequeños huevos aquí, los rizos renacentistas. Una gran cantidad de redondez"
    },
    {
      "index": 862,
      "start_time": 6046450.0,
      "end_time": 6054040.0,
      "text": "allí. Los huevos eran enormes en el Renacimiento porque los huevos sugirieron la idea cristiana del renacimiento."
    },
    {
      "index": 863,
      "start_time": 6054040.0,
      "end_time": 6062550.0,
      "text": "Y el huevo fue una vida potencial de venir al mundo, por lo que fue utilizado como un símbolo para"
    },
    {
      "index": 864,
      "start_time": 6062550.0,
      "end_time": 6067150.0,
      "text": "la pintura religiosa que estos a menudo eran. Este era un santo, en este caso, y para que se ajuste"
    },
    {
      "index": 865,
      "start_time": 6067150.0,
      "end_time": 6068690.0,
      "text": "con eso."
    },
    {
      "index": 866,
      "start_time": 6068690.0,
      "end_time": 6075780.0,
      "text": "Vamos a seguir adelante y buscar nuestras formas ahora. Así que tenemos un poco de una posición dinámica."
    },
    {
      "index": 867,
      "start_time": 6075780.0,
      "end_time": 6080320.0,
      "text": "Es una vista de tres cuartos. Eso significa que vamos a ver un montón de la cara y algunos cráneo,"
    },
    {
      "index": 868,
      "start_time": 6080320.0,
      "end_time": 6084930.0,
      "text": "y estamos en la parte superior de la vista. Eso significa que el cráneo se va a dominar el rostro tan"
    },
    {
      "index": 869,
      "start_time": 6084930.0,
      "end_time": 6091200.0,
      "text": "vamos a ver aún más el cráneo y un poco menos cara. Ahora, cuando usted consigue una muy difícil"
    },
    {
      "index": 870,
      "start_time": 6091200.0,
      "end_time": 6096620.0,
      "text": "posición desafiante, y esto no es extrema. Vamos a entrar en que otro capítulo, pero"
    },
    {
      "index": 871,
      "start_time": 6096620.0,
      "end_time": 6101150.0,
      "text": "es lo suficientemente extrema cuando estamos empezando a darnos problemas, o sutil bastante que"
    },
    {
      "index": 872,
      "start_time": 6101150.0,
      "end_time": 6108530.0,
      "text": "si tiramos de cosas un poco perdemos el punto de la posición, y se apaga"
    },
    {
      "index": 873,
      "start_time": 6108530.0,
      "end_time": 6109810.0,
      "text": "de golpear para nosotros."
    },
    {
      "index": 874,
      "start_time": 6109810.0,
      "end_time": 6115810.0,
      "text": "Así que si tenemos una situación difícil o una forma difícil, algo que es difícil, muchas veces"
    },
    {
      "index": 875,
      "start_time": 6115810.0,
      "end_time": 6121430.0,
      "text": "Voy a ir a las líneas de construcción primero. Permítanme marcar este por aquí, así que tengo"
    },
    {
      "index": 876,
      "start_time": 6121430.0,
      "end_time": 6128690.0,
      "text": "que a la muestra después. Aquí es que la línea central de ir aquí. No es que la construcción"
    },
    {
      "index": 877,
      "start_time": 6128690.0,
      "end_time": 6135280.0,
      "text": "línea, línea de la ceja ir aquí, con o sin la línea de los ojos. Elige tu opción. Así que a veces"
    },
    {
      "index": 878,
      "start_time": 6135280.0,
      "end_time": 6152790.0,
      "text": "lo mejor es empezar manera. Entonces usted puede construir en esa forma de barco de vela. Observe cómo a lo lejos,"
    },
    {
      "index": 879,
      "start_time": 6152790.0,
      "end_time": 6160400.0,
      "text": "digamos que este es el mentón real sin la barba. Observe cómo lejos de su construcción"
    },
    {
      "index": 880,
      "start_time": 6160400.0,
      "end_time": 6167680.0,
      "text": "consejos importa terminan. Esto debe terminar bastante bien dentro de la vamos a poner aquí. bastante"
    },
    {
      "index": 881,
      "start_time": 6167680.0,
      "end_time": 6173230.0,
      "text": "muy bien dentro de la estructura. Estos dos consejos pueden pegarse salida, y podemos cortar a retirarse"
    },
    {
      "index": 882,
      "start_time": 6173230.0,
      "end_time": 6186200.0,
      "text": "mas tarde. Vamos a hacer eso de nuevo aquí. Esto puede venir aquí. Podemos cortarlo posteriormente como"
    },
    {
      "index": 883,
      "start_time": 6186200.0,
      "end_time": 6199800.0,
      "text": "así, simplemente cortar fuera de esos extremos si sentimos la necesidad de esa manera. Así que una forma de velero o-nos"
    },
    {
      "index": 884,
      "start_time": 6199800.0,
      "end_time": 6204330.0,
      "text": "siempre tienen varias opciones, siempre y cuando sea simple pero característica. Digamos que soy"
    },
    {
      "index": 885,
      "start_time": 6204330.0,
      "end_time": 6211170.0,
      "text": "bien con no poner en la línea central. Voy a llamar la máscara de la cara primero."
    },
    {
      "index": 886,
      "start_time": 6211170.0,
      "end_time": 6217950.0,
      "text": "Voy a llamar al otro lado simplificada de la cara. Voy a llamar la simplificada"
    },
    {
      "index": 887,
      "start_time": 6217950.0,
      "end_time": 6225150.0,
      "text": "animar a la línea de la mandíbula en la parte delantera de la oreja. Voy a dibujar una línea de implantación simplificada."
    },
    {
      "index": 888,
      "start_time": 6225150.0,
      "end_time": 6230920.0,
      "text": "Así que al igual que era una máscara de Halloween recorte voy a concebirlo de eso. Este es"
    },
    {
      "index": 889,
      "start_time": 6230920.0,
      "end_time": 6235650.0,
      "text": "va a conseguir totalmente perdido en este caso en esas explosiones. Pero eso está bien, necesito una forma"
    },
    {
      "index": 890,
      "start_time": 6235650.0,
      "end_time": 6241590.0,
      "text": "trabajar con. Que podía venir hasta aquí, pero es bueno si puedo canonizar mis proporciones"
    },
    {
      "index": 891,
      "start_time": 6241590.0,
      "end_time": 6247340.0,
      "text": "sobre todo al principio. Si siempre me saco la-probablemente un poco más bajo que aquí en realidad, si"
    },
    {
      "index": 892,
      "start_time": 6247340.0,
      "end_time": 6254600.0,
      "text": "Siempre me baso la línea del cabello luego que estoy viendo una forma de la misma proporción más o menos"
    },
    {
      "index": 893,
      "start_time": 6254600.0,
      "end_time": 6260060.0,
      "text": "el carácter del modelo y no es algo que está cambiando radicalmente debido a una"
    },
    {
      "index": 894,
      "start_time": 6260060.0,
      "end_time": 6267230.0,
      "text": "accidente de vestuario. Entonces puedo añadir mi línea de centro derecha hacia abajo a través. Estoy buscando"
    },
    {
      "index": 895,
      "start_time": 6267230.0,
      "end_time": 6275630.0,
      "text": "a donde el frente se encuentra con la nariz y en los labios se encuentran la barbilla, en cualquier lugar allí."
    },
    {
      "index": 896,
      "start_time": 6275630.0,
      "end_time": 6283190.0,
      "text": "Si me voy un poco eso está bien; Puedo ajustar más tarde o construir alrededor de él más tarde."
    },
    {
      "index": 897,
      "start_time": 6283190.0,
      "end_time": 6284820.0,
      "text": "Entonces no será un problema."
    },
    {
      "index": 898,
      "start_time": 6284820.0,
      "end_time": 6289730.0,
      "text": "Así que no es mi idea simplificada. Eso es una máscara de la cara. Eso no es suficiente. Nosotros"
    },
    {
      "index": 899,
      "start_time": 6289730.0,
      "end_time": 6297030.0,
      "text": "que obtener la forma del cráneo. Voy a buscar la forma del cráneo, sin"
    },
    {
      "index": 900,
      "start_time": 6297030.0,
      "end_time": 6303280.0,
      "text": "la plenitud del cabello. Note que tengo un montón de espacio para el error. Puedo estar abajo aquí,"
    },
    {
      "index": 901,
      "start_time": 6303280.0,
      "end_time": 6308930.0,
      "text": "sentirse bien. Podría ser todo el camino hasta el pelo, hacer muy bien porque el cabello se"
    },
    {
      "index": 902,
      "start_time": 6308930.0,
      "end_time": 6318630.0,
      "text": "cubrelo. Me gustaría llegar bastante exacta, sin embargo. No porque los asuntos del cráneo en este"
    },
    {
      "index": 903,
      "start_time": 6318630.0,
      "end_time": 6324030.0,
      "text": "instancia, ya que será cubierta por el cabello, sino porque importa muchas veces"
    },
    {
      "index": 904,
      "start_time": 6324030.0,
      "end_time": 6330590.0,
      "text": "en lo bien que encajaba ese cuello en la construcción. Así que no es que la idea del reloj de arena del cuello."
    },
    {
      "index": 905,
      "start_time": 6330590.0,
      "end_time": 6338980.0,
      "text": "Vamos a deshacernos de este pequeño pellizco. Dejaremos que para una charla estructural posterior. Ya está"
    },
    {
      "index": 906,
      "start_time": 6338980.0,
      "end_time": 6346730.0,
      "text": "es que la forma de reloj de arena. Entonces me puse en el oído en este punto, ya que va a"
    },
    {
      "index": 907,
      "start_time": 6346730.0,
      "end_time": 6354030.0,
      "text": "ayudar a ocultar esa transición vinculante entre la máscara de la cara y el pelo. Se va a mostrar"
    },
    {
      "index": 908,
      "start_time": 6354030.0,
      "end_time": 6361030.0,
      "text": "nosotros cómo encajan entre sí, y en este caso, ahora si volvemos y sumamos nuestras líneas de construcción."
    },
    {
      "index": 909,
      "start_time": 6361030.0,
      "end_time": 6364650.0,
      "text": "Tal vez no hicimos la línea central. Vamos a hacer la línea central. Ahora vamos a hacer la ceja"
    },
    {
      "index": 910,
      "start_time": 6364650.0,
      "end_time": 6372860.0,
      "text": "línea. Observe que la línea central de la cara y la línea de las cejas de las características son todos"
    },
    {
      "index": 911,
      "start_time": 6372860.0,
      "end_time": 6386900.0,
      "text": "en el frente de nuestra forma. Así que si continuábamos que en torno a una idea cubo. Vaya, déjame que ajusto"
    },
    {
      "index": 912,
      "start_time": 6386900.0,
      "end_time": 6405680.0,
      "text": "un poco. Ponemos un cubo en la cabeza. Observe que la línea de las cejas sigue al frente,"
    },
    {
      "index": 913,
      "start_time": 6405680.0,
      "end_time": 6411790.0,
      "text": "en este caso el lado derecho de la cubeta. Y el oído, si están alineados bastante"
    },
    {
      "index": 914,
      "start_time": 6411790.0,
      "end_time": 6420110.0,
      "text": "así, como son, sigue un contorno izquierdo, lado izquierdo de ese cubo. Fíjese en esa inclinación."
    },
    {
      "index": 915,
      "start_time": 6420110.0,
      "end_time": 6428880.0,
      "text": "Observe también que es casi siempre mejor que arruinar la inclinación de ese cubo haciendo"
    },
    {
      "index": 916,
      "start_time": 6428880.0,
      "end_time": 6436590.0,
      "text": "se incline demasiado. Porque ¿cuál es nuestro verdadero problema aquí. El verdadero problema es luchar"
    },
    {
      "index": 917,
      "start_time": 6436590.0,
      "end_time": 6444530.0,
      "text": "fuera de este papel plano o lona plana estamos en y dar la idea, la ilusión de tres dimensiones"
    },
    {
      "index": 918,
      "start_time": 6444530.0,
      "end_time": 6449780.0,
      "text": "forma de inclinación y consejos y dimensiones que enfrentan."
    },
    {
      "index": 919,
      "start_time": 6449780.0,
      "end_time": 6455760.0,
      "text": "Así que si sabemos que tenemos que luchar contra eso planitud para conseguir la ilusión, al tener la idea,"
    },
    {
      "index": 920,
      "start_time": 6455760.0,
      "end_time": 6460950.0,
      "text": "Prefiero exagere la idea un poco para que sea más emocionante. Si estoy haciendo un"
    },
    {
      "index": 921,
      "start_time": 6460950.0,
      "end_time": 6466130.0,
      "text": "la comedia como una película, como una historia, prefiero que sea demasiado divertido más que no lo suficientemente divertido."
    },
    {
      "index": 922,
      "start_time": 6466130.0,
      "end_time": 6472700.0,
      "text": "Siempre se puede retroceder más tarde. Pero si no es gracioso eso es difícil. Tough para arreglarlo"
    },
    {
      "index": 923,
      "start_time": 6472700.0,
      "end_time": 6478430.0,
      "text": "mas tarde. Así que si usted tiene un dibujo plano verdadero es difícil de empujar en una de tres dimensiones"
    },
    {
      "index": 924,
      "start_time": 6478430.0,
      "end_time": 6484530.0,
      "text": "formar. Pero si su forma es un poco demasiado en tres dimensiones, inclinando un poco demasiado, es más fácil de corregir."
    },
    {
      "index": 925,
      "start_time": 6484530.0,
      "end_time": 6493600.0,
      "text": "Note lo que va a pasar. Cuando recojo mi-llevar esto hasta el final a través de aquí."
    },
    {
      "index": 926,
      "start_time": 6493610.0,
      "end_time": 6502610.0,
      "text": "Podemos tomar la línea del cabello y dejar que sea más o menos la parte superior del tubo. Entonces notar que tubular"
    },
    {
      "index": 927,
      "start_time": 6502610.0,
      "end_time": 6510170.0,
      "text": "idea empieza a descomponerse cuando añadimos que el cráneo vuelta atrás. No conseguimos un buen sentido"
    },
    {
      "index": 928,
      "start_time": 6510170.0,
      "end_time": 6514720.0,
      "text": "del gesto de volver. No conseguimos un buen sentido de cómo la parte posterior del cráneo"
    },
    {
      "index": 929,
      "start_time": 6514720.0,
      "end_time": 6523090.0,
      "text": "acabados contra la parte posterior de la cara allí. Pero si seguimos eso abajo notar la consistencia,"
    },
    {
      "index": 930,
      "start_time": 6523090.0,
      "end_time": 6529450.0,
      "text": "y este es uno de los poderes de la utilización de formas construidas simples. Una vez que tenga esa construcción"
    },
    {
      "index": 931,
      "start_time": 6529450.0,
      "end_time": 6537400.0,
      "text": "la concepción, la inclinación de la cubeta, entonces eso va a llevar a cabo en todas las características"
    },
    {
      "index": 932,
      "start_time": 6537400.0,
      "end_time": 6545590.0,
      "text": "y afectar todas las características. Observe cómo todas las características seguimiento de la misma construcción inclinada"
    },
    {
      "index": 933,
      "start_time": 6545590.0,
      "end_time": 6551150.0,
      "text": "línea en el frente de nuestro tubo. No es la punta de la nariz, pero a partir de las fosas nasales a las fosas nasales,"
    },
    {
      "index": 934,
      "start_time": 6551150.0,
      "end_time": 6556239.0,
      "text": "desde la esquina de la boca a la esquina de la boca, o en la parte frontal del labio o frontal"
    },
    {
      "index": 935,
      "start_time": 6556239.0,
      "end_time": 6562239.0,
      "text": "de la punta de la nariz. El eyeline, ceja de arco a arco. Parte inferior de la barbilla y"
    },
    {
      "index": 936,
      "start_time": 6562239.0,
      "end_time": 6568340.0,
      "text": "incluso en este caso la barba está rastreando eso."
    },
    {
      "index": 937,
      "start_time": 6568340.0,
      "end_time": 6573930.0,
      "text": "Así que tenemos todo, y hasta el flequillo, el peinado lo sigue con lo poco variaciones"
    },
    {
      "index": 938,
      "start_time": 6573930.0,
      "end_time": 6579030.0,
      "text": "hay. Todos están el seguimiento de la misma inclinación, y eso es lo que da esa dramática,"
    },
    {
      "index": 939,
      "start_time": 6579030.0,
      "end_time": 6586130.0,
      "text": "ilusión dinámica de esa cabeza en esa posición encantadora. El oído no está solo ¿no?"
    },
    {
      "index": 940,
      "start_time": 6586130.0,
      "end_time": 6591570.0,
      "text": "Esa es una de las luchas que tendremos. Tenemos toda esta función cosas en el frente"
    },
    {
      "index": 941,
      "start_time": 6591570.0,
      "end_time": 6599739.0,
      "text": "de la cara de construir buen posicionamiento en tres dimensiones, pero sólo tenemos el oído en el"
    },
    {
      "index": 942,
      "start_time": 6599739.0,
      "end_time": 6604900.0,
      "text": "lado para hacerlo, por lo menos en apariencia tan. Vamos a tener que trabajar en eso para conseguir que"
    },
    {
      "index": 943,
      "start_time": 6604900.0,
      "end_time": 6612360.0,
      "text": "sentido. Pero la ceja a oreja hace un gran trabajo de comenzar la idea de que la inclinación. Entonces van a"
    },
    {
      "index": 944,
      "start_time": 6612360.0,
      "end_time": 6617100.0,
      "text": "haber otras cosas como la línea de la mandíbula. Como se desplaza hasta que todavía está dando un sentido, una exagerada"
    },
    {
      "index": 945,
      "start_time": 6617100.0,
      "end_time": 6620800.0,
      "text": "sentido, pero sobre todo esa esquina. Nos metemos en eso un poco más tarde."
    },
    {
      "index": 946,
      "start_time": 6620800.0,
      "end_time": 6623810.0,
      "text": "Pero eso nos da un sentido de eso."
    },
    {
      "index": 947,
      "start_time": 6623810.0,
      "end_time": 6635470.0,
      "text": "Nótese que podríamos haber elaborado este cualquier número de formas sencillas. Podríamos haber dibujado y huevo"
    },
    {
      "index": 948,
      "start_time": 6635470.0,
      "end_time": 6644150.0,
      "text": "y jugó todo esto a lo largo de la curvatura del huevo. Línea de la mandíbula aparece. Columpio todo el"
    },
    {
      "index": 949,
      "start_time": 6644150.0,
      "end_time": 6650810.0,
      "text": "camino alrededor de la línea de las cejas a la oreja. Observe que ese huevo, sin embargo, es excepcionalmente"
    },
    {
      "index": 950,
      "start_time": 6650810.0,
      "end_time": 6655739.0,
      "text": "insatisfactorio para el cráneo. Hemos cortamos toda la parte posterior del cráneo. Hemos dejado que"
    },
    {
      "index": 951,
      "start_time": 6655739.0,
      "end_time": 6664800.0,
      "text": "fuera. Así que nos gustaría añadir otro huevo que se remonta por lo que tenemos que deriva de nuevo y obtener el"
    },
    {
      "index": 952,
      "start_time": 6664800.0,
      "end_time": 6673000.0,
      "text": "plenitud de la parte posterior del cráneo. Entonces acepta nuestra hermosa peinado de allí y también"
    },
    {
      "index": 953,
      "start_time": 6673000.0,
      "end_time": 6682170.0,
      "text": "hace para una conexión mucho más satisfactorio para el cuello y el cuerpo debajo de él."
    },
    {
      "index": 954,
      "start_time": 6682170.0,
      "end_time": 6696820.0,
      "text": "Y entonces también podríamos hacerlo boxier. Podríamos hacer una idea en forma de caja de esta manera. Y entonces todas las características aquí,"
    },
    {
      "index": 955,
      "start_time": 6696820.0,
      "end_time": 6711570.0,
      "text": "que se sentó en la parte delantera de la caja y hasta el flequillo. El oído sería en el lado de"
    },
    {
      "index": 956,
      "start_time": 6711570.0,
      "end_time": 6717570.0,
      "text": "la caja. Y el pelo y el cráneo se sentaban en la parte superior de la caja. De alguna manera vamos a"
    },
    {
      "index": 957,
      "start_time": 6717570.0,
      "end_time": 6722910.0,
      "text": "que averiguar y mostrar la parte posterior de la caja. Tenemos opciones, opciones, opciones."
    },
    {
      "index": 958,
      "start_time": 6722910.0,
      "end_time": 6728900.0,
      "text": "Es sólo una cuestión de en qué dirección quiere ir. Es un gran ejercicio para hacer que a mí"
    },
    {
      "index": 959,
      "start_time": 6728900.0,
      "end_time": 6736000.0,
      "text": "haciendo aquí. Dibuja esos viejos maestros dibujos, ya sea dibujar sobre ellas digitalmente o trazar sobre"
    },
    {
      "index": 960,
      "start_time": 6736000.0,
      "end_time": 6742960.0,
      "text": "con papel de calco y un libro o esbozar como nos fijamos en ellos como que estoy haciendo aquí."
    },
    {
      "index": 961,
      "start_time": 6742960.0,
      "end_time": 6749380.0,
      "text": "Hacer esas determinaciones. Ver qué camino Rafael inclinó. ¿Se tiende a utilizar una idea u otra?"
    },
    {
      "index": 962,
      "start_time": 6749380.0,
      "end_time": 6753470.0,
      "text": "¿Usó todo de tres tubos, caja, y la pelota?"
    },
    {
      "index": 963,
      "start_time": 6753470.0,
      "end_time": 6765000.0,
      "text": "Bueno, aquí hay otra Raphael. Una posición más dinámica. Un pequeño bebé aquí, por supuesto. usted"
    },
    {
      "index": 964,
      "start_time": 6765000.0,
      "end_time": 6778810.0,
      "text": "puede ver ahora aquí de nuevo es que la idea de triángulo aquí, o desde que es un bebé todo el año y la"
    },
    {
      "index": 965,
      "start_time": 6778810.0,
      "end_time": 6784680.0,
      "text": "huevo es tan importante para el Renacimiento, podemos hacerlo como lo hizo. Deje que el óvulo dominante. Desde"
    },
    {
      "index": 966,
      "start_time": 6784680.0,
      "end_time": 6790000.0,
      "text": "el cráneo que estamos en casi un perfil completo, y estamos en la cima de esa cabeza. Ahi esta"
    },
    {
      "index": 967,
      "start_time": 6790000.0,
      "end_time": 6799090.0,
      "text": "una de tres cuartos de movimiento leve a ese perfil. Y estamos muy fuertemente en la parte superior de la cabeza."
    },
    {
      "index": 968,
      "start_time": 6799090.0,
      "end_time": 6808050.0,
      "text": "Usted puede ver cómo un accidente en el posicionamiento esto sucede muchas veces en un adulto o un niño. Cuando"
    },
    {
      "index": 969,
      "start_time": 6808050.0,
      "end_time": 6816739.0,
      "text": "se obtiene en la parte superior del cráneo un poco la parte inferior de su cráneo construida aquí se"
    },
    {
      "index": 970,
      "start_time": 6816739.0,
      "end_time": 6825300.0,
      "text": "muy cerca de la línea de la ceja. Se pone muy cerca tanto porque eso gorro, la masa"
    },
    {
      "index": 971,
      "start_time": 6825300.0,
      "end_time": 6830489.0,
      "text": "del cráneo está dominando la cara en este caso. Así que creemos que existe. Usted todavía va"
    },
    {
      "index": 972,
      "start_time": 6830489.0,
      "end_time": 6838050.0,
      "text": "querer ser muy cuidadoso en su posicionamiento. Vas a ver que un poco."
    },
    {
      "index": 973,
      "start_time": 6838050.0,
      "end_time": 6847630.0,
      "text": "Y entonces aquí es la máscara de la cara aquí como tal, y luego el oído separa o marcas"
    },
    {
      "index": 974,
      "start_time": 6847630.0,
      "end_time": 6854739.0,
      "text": "la transición entre las dos ideas construidas. Ahora, cuando usted tiene algo muy redondo"
    },
    {
      "index": 975,
      "start_time": 6854739.0,
      "end_time": 6863450.0,
      "text": "así, sobre todo si es en una posición dinámica, se puede tirar cosas fuera. Permítame"
    },
    {
      "index": 976,
      "start_time": 6863450.0,
      "end_time": 6876010.0,
      "text": "mostrar lo que quiero decir así. Así que si construyo esto, digamos que construí el cráneo"
    },
    {
      "index": 977,
      "start_time": 6876010.0,
      "end_time": 6881390.0,
      "text": "así, y miro a ese modelo en el stand de modelo o que fotografía en mi dibujo"
    },
    {
      "index": 978,
      "start_time": 6881390.0,
      "end_time": 6887710.0,
      "text": "tablero y veo que la línea de las cejas realmente funciona muy bien como la parte inferior del cráneo, y"
    },
    {
      "index": 979,
      "start_time": 6887710.0,
      "end_time": 6894840.0,
      "text": "así que he esbozado. Pero mira lo que ha pasado aquí. Terminé poniendo mi ojo y ceja"
    },
    {
      "index": 980,
      "start_time": 6894840.0,
      "end_time": 6911480.0,
      "text": "línea aquí. Y distorsiona las cosas. Vamos a hacer esto para que sea peor. Vea cómo distorsionada"
    },
    {
      "index": 981,
      "start_time": 6911480.0,
      "end_time": 6918430.0,
      "text": "¿eso es? Esa es la manera fuera de control. Así que en lugar de eso, voy a seguir adelante y construir su"
    },
    {
      "index": 982,
      "start_time": 6918430.0,
      "end_time": 6923680.0,
      "text": "de la misma manera. Usaré mis huevos porque eso es en el carácter. Es bastante fácil de obtener grandes,"
    },
    {
      "index": 983,
      "start_time": 6923680.0,
      "end_time": 6930110.0,
      "text": "formas simples en el espacio. En este caso tenemos que la dominación del cráneo en la parte superior de la"
    },
    {
      "index": 984,
      "start_time": 6930110.0,
      "end_time": 6936910.0,
      "text": "forma de la cara como esto, así que es casi este tipo de idea, ya sabes, bolas superpuestas"
    },
    {
      "index": 985,
      "start_time": 6936910.0,
      "end_time": 6944550.0,
      "text": "en recesión. Así que todo lo que es grande para mostrar el aquí on-top-of-ness de nuestro problema."
    },
    {
      "index": 986,
      "start_time": 6944550.0,
      "end_time": 6952989.0,
      "text": "Así que adelante y hacer eso, pero luego vuelvo y construyo con más cuidado el final"
    },
    {
      "index": 987,
      "start_time": 6952989.0,
      "end_time": 6963820.0,
      "text": "como una idea tubular o como la inclinación de huevo en la posición correcta. Miro a la nariz y la"
    },
    {
      "index": 988,
      "start_time": 6963820.0,
      "end_time": 6969650.0,
      "text": "caracteristicas. Una vez más, el peligro de estas características se van por el otro lado"
    },
    {
      "index": 989,
      "start_time": 6969650.0,
      "end_time": 6981870.0,
      "text": "Aquí. El ir por el otro lado y no podemos ver el otro orificio nasal. No podemos ver el"
    },
    {
      "index": 990,
      "start_time": 6981870.0,
      "end_time": 6989620.0,
      "text": "otra esquina del labio. Y así vemos esto y esto, y luego la línea de la ceja"
    },
    {
      "index": 991,
      "start_time": 6989620.0,
      "end_time": 6997710.0,
      "text": "y esta cosa. Observe cuando acabo de dibujar lo que veo todos van en diferentes ángulos"
    },
    {
      "index": 992,
      "start_time": 6997710.0,
      "end_time": 7004780.0,
      "text": "y que va a arruinar la cohesión. Recuerda lo que dijimos antes. Ya sabes, si pensamos"
    },
    {
      "index": 993,
      "start_time": 7004780.0,
      "end_time": 7012800.0,
      "text": "en ello como un tubo de la línea del cabello, la línea de las cejas, la línea de los ojos, la línea de la nariz, la boca,"
    },
    {
      "index": 994,
      "start_time": 7012800.0,
      "end_time": 7020910.0,
      "text": "la barbilla; todos aquellos pista juntos. Ellos tienen su propia peculiaridad. Las cejas se arquean."
    },
    {
      "index": 995,
      "start_time": 7020910.0,
      "end_time": 7028950.0,
      "text": "Los párpados tal vez se inclinan. La nariz sobresale. La boca cambia la expresión y en y en"
    },
    {
      "index": 996,
      "start_time": 7028950.0,
      "end_time": 7035850.0,
      "text": "y en. Pero, que van a realizar un seguimiento muy bien simétricamente de un lado al otro."
    },
    {
      "index": 997,
      "start_time": 7035850.0,
      "end_time": 7041980.0,
      "text": "Así que, de nuevo, echemos un vistazo a nuestra Rafael y cómo esto puede ser engañosas. Nos fijamos en estos"
    },
    {
      "index": 998,
      "start_time": 7041980.0,
      "end_time": 7048580.0,
      "text": "caracteristicas. Ninguno de ellos un seguimiento. Así que pensamos, bueno, él es Raphael. Él no se equivoca."
    },
    {
      "index": 999,
      "start_time": 7048580.0,
      "end_time": 7055620.0,
      "text": "Voy a seguir adelante y dibujar lo que veo. Voy a sacar esto y esto y esto."
    },
    {
      "index": 1000,
      "start_time": 7055620.0,
      "end_time": 7061780.0,
      "text": "Y el dibujo no se va a ver muy bien. Entonces, ¿qué Raphael hizo, y Raphael hace"
    },
    {
      "index": 1001,
      "start_time": 7061780.0,
      "end_time": 7068060.0,
      "text": "errores, pero que no lo hacen aquí. Todo el mundo comete errores. De hecho, los antiguos maestros que"
    },
    {
      "index": 1002,
      "start_time": 7068060.0,
      "end_time": 7074120.0,
      "text": "cometer errores (y lo hicieron constantemente) que llamamos que su estilo. Han estilizado"
    },
    {
      "index": 1003,
      "start_time": 7074120.0,
      "end_time": 7082200.0,
      "text": "el mundo en una dirección que no es exactamente verdad, no es verdad, no hay verdad, pero fotográficamente"
    },
    {
      "index": 1004,
      "start_time": 7082200.0,
      "end_time": 7087750.0,
      "text": "muy bien estéticamente cierto. Lo más importante es lo que han hecho es consistente."
    },
    {
      "index": 1005,
      "start_time": 7087750.0,
      "end_time": 7090250.0,
      "text": "Son las inconsistencias que te equivocas."
    },
    {
      "index": 1006,
      "start_time": 7090250.0,
      "end_time": 7095930.0,
      "text": "Así que un Picasso bien podría hacer que todos se van en direcciones diferentes, porque Picasso es"
    },
    {
      "index": 1007,
      "start_time": 7095930.0,
      "end_time": 7104690.0,
      "text": "después de un tipo diferente de la verdad, pero este personaje aquí se dio cuenta de que las cejas hacen"
    },
    {
      "index": 1008,
      "start_time": 7104690.0,
      "end_time": 7111640.0,
      "text": "pista. Aquí está la línea central. A pesar de que señaló a la punta de la nariz y no podemos"
    },
    {
      "index": 1009,
      "start_time": 7111640.0,
      "end_time": 7120210.0,
      "text": "ver que otra fosa nasal, sería en esta misma línea de construcción. Sería por aquí."
    },
    {
      "index": 1010,
      "start_time": 7120210.0,
      "end_time": 7124800.0,
      "text": "Lo mismo con la esquina de la boca. Sería en esa misma línea de construcción. Esto sería"
    },
    {
      "index": 1011,
      "start_time": 7124800.0,
      "end_time": 7136200.0,
      "text": "estar aquí y la barbilla y tal también. Vuelve una vez más. Aquí es que la línea central"
    },
    {
      "index": 1012,
      "start_time": 7136200.0,
      "end_time": 7144350.0,
      "text": "bajando en la frente se encuentra con la nariz, donde los labios se encuentran la barbilla. Note la ceja"
    },
    {
      "index": 1013,
      "start_time": 7144350.0,
      "end_time": 7150560.0,
      "text": "líneas. Él trabaja muy duro para inclinar tan lejos ceja. De hecho, él lo repite con un"
    },
    {
      "index": 1014,
      "start_time": 7150560.0,
      "end_time": 7157400.0,
      "text": "casquete. Aquí está la carcasa del intruso cráneo. Ese cráneo pequeño bebé domina"
    },
    {
      "index": 1015,
      "start_time": 7157400.0,
      "end_time": 7166560.0,
      "text": "la cara en criaturas más jóvenes. Observe cómo los noción muy bien nuestra línea de construcción."
    },
    {
      "index": 1016,
      "start_time": 7166560.0,
      "end_time": 7178550.0,
      "text": "Vamos a traerlo aquí y simplemente hacen un cubo. Observe cómo el cráneo rastrea hacia atrás"
    },
    {
      "index": 1017,
      "start_time": 7178550.0,
      "end_time": 7188630.0,
      "text": "hasta aquí, aquí. Alta línea de seguimiento de copia de seguridad o línea de las cejas, lo que sea. Nariz sigue su propio"
    },
    {
      "index": 1018,
      "start_time": 7188630.0,
      "end_time": 7201080.0,
      "text": "camino. Labios seguir su propio camino. El mentón seguimiento de copia de seguridad. Luego añadimos el huevo grande del cráneo"
    },
    {
      "index": 1019,
      "start_time": 7201080.0,
      "end_time": 7207340.0,
      "text": "allí. Así que de vuelta aquí abajo, la barbilla rastrea de nuevo hasta que muy bien."
    },
    {
      "index": 1020,
      "start_time": 7207340.0,
      "end_time": 7215830.0,
      "text": "Ahora, echemos un vistazo a las otras características que nos fallaron. No podemos conseguir que la otra fosa nasal,"
    },
    {
      "index": 1021,
      "start_time": 7215830.0,
      "end_time": 7225840.0,
      "text": "pero la punta de la nariz un seguimiento de una copia de seguridad. El párpado inferior del ojo rastrea una copia de seguridad. El labio,"
    },
    {
      "index": 1022,
      "start_time": 7225840.0,
      "end_time": 7231680.0,
      "text": "la curva de muñeca kewpie del labio incluso comienza a rastrear hacia atrás hasta aquí, y las vías del labio inferior"
    },
    {
      "index": 1023,
      "start_time": 7231680.0,
      "end_time": 7241360.0,
      "text": "una copia de seguridad muy bien. Incluso cuando el accidente de la información nos arroja en el mal"
    },
    {
      "index": 1024,
      "start_time": 7241360.0,
      "end_time": 7249060.0,
      "text": "ángulos que trabaja muy duro para encontrar lugares donde nos volvemos a los ángulos rectos aquí y"
    },
    {
      "index": 1025,
      "start_time": 7249060.0,
      "end_time": 7256560.0,
      "text": "aquí y aquí. Y aquí y aquí y aquí. Incluso la línea del cabello es el seguimiento de esa manera más"
    },
    {
      "index": 1026,
      "start_time": 7256560.0,
      "end_time": 7266110.0,
      "text": "o menos. Por lo tanto, no pista muy bien pero de un modo complicado, de una manera no muy evidente"
    },
    {
      "index": 1027,
      "start_time": 7266110.0,
      "end_time": 7272560.0,
      "text": "para comenzar. Incluso se puede ver el tono aquí el seguimiento con un contorno de la mejilla sobre"
    },
    {
      "index": 1028,
      "start_time": 7272560.0,
      "end_time": 7276040.0,
      "text": "Aquí. Eso también pistas de copia de seguridad muy bien."
    },
    {
      "index": 1029,
      "start_time": 7276040.0,
      "end_time": 7280940.0,
      "text": "Muy bien, así que aquí tenemos normal Rockwell. Pero, por supuesto, todavía hay va a ser"
    },
    {
      "index": 1030,
      "start_time": 7280940.0,
      "end_time": 7284570.0,
      "text": "estas verdades extraídas que hemos estado hablando en la pintura o en una escultura de"
    },
    {
      "index": 1031,
      "start_time": 7284570.0,
      "end_time": 7293230.0,
      "text": "ese asunto. Podemos encontrar dondequiera. Norman Rockwell fue famoso por sus personajes. Cada"
    },
    {
      "index": 1032,
      "start_time": 7293230.0,
      "end_time": 7298830.0,
      "text": "la personalidad, el hombre o la mujer, los jóvenes o los viejos, tenían un carácter claro para ellos."
    },
    {
      "index": 1033,
      "start_time": 7298830.0,
      "end_time": 7304989.0,
      "text": "Eran mediados Latina y eran personalidades e incluso ligeramente caricaturas jugaría"
    },
    {
      "index": 1034,
      "start_time": 7304989.0,
      "end_time": 7310700.0,
      "text": "arriba. Así que cuando nos fijamos en este joven, por ejemplo, vamos a darle una forma a"
    },
    {
      "index": 1035,
      "start_time": 7310700.0,
      "end_time": 7319510.0,
      "text": "lo que es específico y diferente a la forma del adulto que le está dando la conferencia."
    },
    {
      "index": 1036,
      "start_time": 7319510.0,
      "end_time": 7331450.0,
      "text": "Note lo que nuestro amigo normal aquí lo ha hecho. Él se ha centrado en una forma de cápsula. aviso"
    },
    {
      "index": 1037,
      "start_time": 7331450.0,
      "end_time": 7338720.0,
      "text": "podría ser un tubo de volcado, que idea cubo de esta manera. Se inclinó lo suficiente para que la"
    },
    {
      "index": 1038,
      "start_time": 7338720.0,
      "end_time": 7348170.0,
      "text": "parte posterior del tubo, la punta del tubo no-vamos a hacerlo por no aquí, es exactamente correcto, pero"
    },
    {
      "index": 1039,
      "start_time": 7348170.0,
      "end_time": 7353750.0,
      "text": "cerca de la forma final del cráneo. Él todavía está dando un poco más de vuelta aquí"
    },
    {
      "index": 1040,
      "start_time": 7353750.0,
      "end_time": 7360810.0,
      "text": "para dar ese movimiento hacia abajo y atrás para nuestro cráneo a cara, el gesto del cráneo va"
    },
    {
      "index": 1041,
      "start_time": 7360810.0,
      "end_time": 7367460.0,
      "text": "copias de esta manera en la perspectiva y la cara bajando ligeramente de esta manera en una diferente"
    },
    {
      "index": 1042,
      "start_time": 7367460.0,
      "end_time": 7374550.0,
      "text": "perspectiva. Pero en la idea lineal son casi en la misma posición."
    },
    {
      "index": 1043,
      "start_time": 7374550.0,
      "end_time": 7382020.0,
      "text": "De todos modos, se está recogiendo una forma de cápsula, vamos a llamarlo. Aquí abajo, probablemente. Y entonces"
    },
    {
      "index": 1044,
      "start_time": 7382020.0,
      "end_time": 7390190.0,
      "text": "la propia forma, la forma simplificada que él eligió para toda la cabeza le empezó"
    },
    {
      "index": 1045,
      "start_time": 7390190.0,
      "end_time": 7397650.0,
      "text": "simplemente como cualquiera de estas opciones tendrían, pero lo más característico de sus reflexiones finales,"
    },
    {
      "index": 1046,
      "start_time": 7397650.0,
      "end_time": 7406380.0,
      "text": "a su meta final. Y así, al decantarse por una forma que es específico, es menos trabajo. Pensar"
    },
    {
      "index": 1047,
      "start_time": 7406380.0,
      "end_time": 7411810.0,
      "text": "en ello como una escultura. Si tenemos una forma de cápsula de arcilla, que va a haber un montón"
    },
    {
      "index": 1048,
      "start_time": 7411810.0,
      "end_time": 7418800.0,
      "text": "menos trabajo para terminar fuera que si tenemos una forma esférica perfecta grande de arcilla. Asi que"
    },
    {
      "index": 1049,
      "start_time": 7418800.0,
      "end_time": 7422450.0,
      "text": "queremos algo que está cerca de la línea de meta. Eso nos va a dar menos trabajo"
    },
    {
      "index": 1050,
      "start_time": 7422450.0,
      "end_time": 7426340.0,
      "text": "para hacerla salir. Las cosas van a encajar mejor porque vamos a ser capaces de ver más claro"
    },
    {
      "index": 1051,
      "start_time": 7426340.0,
      "end_time": 7430950.0,
      "text": "verdades en proporción, y va a conectar mejor con el siguiente formulario, el cuello,"
    },
    {
      "index": 1052,
      "start_time": 7430950.0,
      "end_time": 7434739.0,
      "text": "los hombros, las manos en este caso. Todo ese tipo de cosas."
    },
    {
      "index": 1053,
      "start_time": 7434739.0,
      "end_time": 7438880.0,
      "text": "Observe cómo vamos a querer sacar a través de la interrupción de la mano ya través de la"
    },
    {
      "index": 1054,
      "start_time": 7438880.0,
      "end_time": 7446980.0,
      "text": "la distorsión que crean la mano para sentir donde esa barbilla sería. Luego se va a poner"
    },
    {
      "index": 1055,
      "start_time": 7446980.0,
      "end_time": 7453550.0,
      "text": "estropeado por la presión de las manos contra él. Así que nuestras líneas de construcción están tirando"
    },
    {
      "index": 1056,
      "start_time": 7453550.0,
      "end_time": 7462200.0,
      "text": "por este camino, y él está un poco estropeado con esas líneas de construcción, ha no?"
    },
    {
      "index": 1057,
      "start_time": 7462200.0,
      "end_time": 7470739.0,
      "text": "La ceja aquí es un poco más alto, y de la ceja por aquí es un poco más bajo. Eso"
    },
    {
      "index": 1058,
      "start_time": 7470739.0,
      "end_time": 7480060.0,
      "text": "lanza nuestra línea de construcción fuera de inclinar un poco. Se inclina hacia ella en lugar de estar aquí."
    },
    {
      "index": 1059,
      "start_time": 7480060.0,
      "end_time": 7488280.0,
      "text": "Está cayendo un poco. Continúa que con la nariz. La nariz está inclinando fuera"
    },
    {
      "index": 1060,
      "start_time": 7488280.0,
      "end_time": 7493280.0,
      "text": "eje un poco. A continuación, los labios se vuelven bastante bien, pero el labio inferior y el mentón consiguen"
    },
    {
      "index": 1061,
      "start_time": 7493280.0,
      "end_time": 7498239.0,
      "text": "inclinado apagado. Eso es debido a que la presión de la mano. Esta mano está haciendo más trabajo"
    },
    {
      "index": 1062,
      "start_time": 7498239.0,
      "end_time": 7501430.0,
      "text": "porque él está tratando de escapar de esta manera. Él no quiere oír lo que está siendo"
    },
    {
      "index": 1063,
      "start_time": 7501430.0,
      "end_time": 7511360.0,
      "text": "contado a él. Y así la sencilla construcción de la cápsula ha sido distorsionada ligeramente."
    },
    {
      "index": 1064,
      "start_time": 7511360.0,
      "end_time": 7519780.0,
      "text": "Él ha creado un error físico en un sentido de contar una historia. Así que todo esto está empezando"
    },
    {
      "index": 1065,
      "start_time": 7519780.0,
      "end_time": 7525390.0,
      "text": "a desenrosque. Así es como el tubo realidad inclina lejos un poco. Estoy exagerando"
    },
    {
      "index": 1066,
      "start_time": 7525390.0,
      "end_time": 7530360.0,
      "text": "ello. Pero él está tratando de alejarse de la conferencia. Todos nos hemos sentido que al diferente"
    },
    {
      "index": 1067,
      "start_time": 7530360.0,
      "end_time": 7536200.0,
      "text": "veces en nuestra vida. Así que va a traer esa verdad emocional en la idea construida,"
    },
    {
      "index": 1068,
      "start_time": 7536200.0,
      "end_time": 7539780.0,
      "text": "y eso es una buena toma de imagen. Eso es algo inteligente."
    },
    {
      "index": 1069,
      "start_time": 7539780.0,
      "end_time": 7548400.0,
      "text": "Así que de todos modos, que nos da esa sensación. Volvamos una vez más ahora. Voy a tomar"
    },
    {
      "index": 1070,
      "start_time": 7548400.0,
      "end_time": 7562300.0,
      "text": "esto y recoger esto. No está ahí. Tendremos jugamos este de esta manera y de esta manera"
    },
    {
      "index": 1071,
      "start_time": 7562300.0,
      "end_time": 7571050.0,
      "text": "y de esta manera y volver a la verdad genérica. Cuando trazamos la línea de las cejas final, todo lo que"
    },
    {
      "index": 1072,
      "start_time": 7571050.0,
      "end_time": 7580060.0,
      "text": "tipo de cosas, nos dará las distorsiones que tal vez si tuviéramos que llevarlo tan lejos. Por lo que hay"
    },
    {
      "index": 1073,
      "start_time": 7580060.0,
      "end_time": 7588180.0,
      "text": "vamos ahi. Aquí hay una línea central, por supuesto, hacer esto. Como ya he dicho, a la deriva de un poco"
    },
    {
      "index": 1074,
      "start_time": 7588180.0,
      "end_time": 7596360.0,
      "text": "poco. Podemos poner esto o guardarlo para más tarde de nuevo. Obtener una verdad más refinada, la distorsión"
    },
    {
      "index": 1075,
      "start_time": 7596360.0,
      "end_time": 7606130.0,
      "text": "idea más adelante en el proceso. Seguir con una verdad más genérico, para empezar. Entonces vamos a"
    },
    {
      "index": 1076,
      "start_time": 7606130.0,
      "end_time": 7619850.0,
      "text": "mirar a nuestros compañeros por aquí. No es que la construcción. Observe cómo el oído está presionando"
    },
    {
      "index": 1077,
      "start_time": 7619850.0,
      "end_time": 7625560.0,
      "text": "en un poco más cerca de la parte frontal de la cara, un poco más lejos de la parte posterior del cráneo."
    },
    {
      "index": 1078,
      "start_time": 7625560.0,
      "end_time": 7632719.0,
      "text": "Eso nos da la sensación de que se está alejando de nosotros. Se enfrenta en el lienzo"
    },
    {
      "index": 1079,
      "start_time": 7632719.0,
      "end_time": 7639920.0,
      "text": "para dar su granito de arena a este joven que no quiere oírlo, quiere hacer nada"
    },
    {
      "index": 1080,
      "start_time": 7639920.0,
      "end_time": 7644670.0,
      "text": "pero oírlo. Así que lo hemos convertido en un poco."
    },
    {
      "index": 1081,
      "start_time": 7644670.0,
      "end_time": 7656930.0,
      "text": "Observe lo que sucede cuando eso sucede. Hay una línea de construcción allí, y observe cómo"
    },
    {
      "index": 1082,
      "start_time": 7656930.0,
      "end_time": 7668719.0,
      "text": "si fuéramos a recoger el frente y los pómulos y las mejillas y el mentón, notar cómo el"
    },
    {
      "index": 1083,
      "start_time": 7668719.0,
      "end_time": 7679020.0,
      "text": "nariz y los labios están detrás. Vamos a jugar con esto un poco más fuerte. Ha hecho un precioso"
    },
    {
      "index": 1084,
      "start_time": 7679020.0,
      "end_time": 7691130.0,
      "text": "cosa. Incluso ha puesto la barbilla ligeramente detrás de esa área de la mandíbula. Observe lo que hace por nosotros."
    },
    {
      "index": 1085,
      "start_time": 7691130.0,
      "end_time": 7702840.0,
      "text": "Ya veremos en las lecciones de construcción posteriores cómo hacer esto exactamente. Observe cómo la construcción"
    },
    {
      "index": 1086,
      "start_time": 7702840.0,
      "end_time": 7717440.0,
      "text": "línea, esta línea puede convertirse en el plano lateral, la esquina entre donde el lado de la cabeza"
    },
    {
      "index": 1087,
      "start_time": 7717440.0,
      "end_time": 7723560.0,
      "text": "se sienta y la parte delantera de la cabeza se sienta. Vamos a hacer una construcción más dramático."
    },
    {
      "index": 1088,
      "start_time": 7724120.0,
      "end_time": 7729120.0,
      "text": "Vea cómo esa línea de construcción hay que simplemente parecía que estaba al frente de la cara, como"
    },
    {
      "index": 1089,
      "start_time": 7729120.0,
      "end_time": 7734739.0,
      "text": "pronto como empezamos a entrar en esta dinámica que se convierte en la esquina de la cara. Y ahora todo"
    },
    {
      "index": 1090,
      "start_time": 7734739.0,
      "end_time": 7741690.0,
      "text": "las características, excepto el oído son alrededor de ese rincón escondido de nosotros parcialmente. Entonces el"
    },
    {
      "index": 1091,
      "start_time": 7741690.0,
      "end_time": 7750620.0,
      "text": "oído es el único amigo, la única característica que es en ese plano lateral. Así que está haciendo esto."
    },
    {
      "index": 1092,
      "start_time": 7750620.0,
      "end_time": 7756930.0,
      "text": "Vamos a cambiar ese color. Se está haciendo este curso vuelta de la esquina. Realmente importante"
    },
    {
      "index": 1093,
      "start_time": 7756930.0,
      "end_time": 7761160.0,
      "text": "cosas interesantes. Fue hecho-vamos a hacerlo una vez más. Fue hecho en una realidad"
    },
    {
      "index": 1094,
      "start_time": 7761160.0,
      "end_time": 7765530.0,
      "text": "etapa simple, la concepción real de simple."
    },
    {
      "index": 1095,
      "start_time": 7766900.0,
      "end_time": 7771680.0,
      "text": "Hagámoslo. Aquí se acaba de cortar esas características. Ellos van a dar la vuelta al"
    },
    {
      "index": 1096,
      "start_time": 7771690.0,
      "end_time": 7775170.0,
      "text": "esquina con el tiempo. Pero por ahora sólo estoy cortándolos porque son complicadas"
    },
    {
      "index": 1097,
      "start_time": 7775170.0,
      "end_time": 7780380.0,
      "text": "y me estoy poniendo la verdad simple, pero característica, no la complicada verdad en este punto."
    },
    {
      "index": 1098,
      "start_time": 7780380.0,
      "end_time": 7783000.0,
      "text": "No está ahí."
    },
    {
      "index": 1099,
      "start_time": 7785760.0,
      "end_time": 7795900.0,
      "text": "No es mi línea gesto a la cara hacia abajo eso es tan importante. Entonces me baso esta forma en eso."
    },
    {
      "index": 1100,
      "start_time": 7796100.0,
      "end_time": 7802560.0,
      "text": "Tal vez eso es más cómodo para mí. Entonces voy a construir esto todo el camino a través de la"
    },
    {
      "index": 1101,
      "start_time": 7802570.0,
      "end_time": 7808270.0,
      "text": "atrás. O si lo hago lo mejor que me pifias y creo que esa es la línea de la mandíbula. Poner"
    },
    {
      "index": 1102,
      "start_time": 7808270.0,
      "end_time": 7814850.0,
      "text": "el oído en el lugar equivocado. Así que en vez que dibujo de la máscara de la cara delante de la oreja,"
    },
    {
      "index": 1103,
      "start_time": 7814850.0,
      "end_time": 7822540.0,
      "text": "esa zona patilla. Delante de la oreja hacia abajo la mandíbula y la barbilla y luego la línea de implantación simplificada"
    },
    {
      "index": 1104,
      "start_time": 7822540.0,
      "end_time": 7832760.0,
      "text": "ser inherente. Entonces me baso el oído para mostrar la transición dinámica entre los dos. Entonces me voy"
    },
    {
      "index": 1105,
      "start_time": 7832760.0,
      "end_time": 7842120.0,
      "text": "para venir a la derecha de nuevo a la barbilla y me voy a sacar el cuello simplificado. Hagamos"
    },
    {
      "index": 1106,
      "start_time": 7842120.0,
      "end_time": 7848700.0,
      "text": "es muy largo por lo que podemos ver eso. Eso cuello va a desaparecer. Normalmente no me molesté en hacerlo"
    },
    {
      "index": 1107,
      "start_time": 7848700.0,
      "end_time": 7854620.0,
      "text": "la construcción del tubo debido a que el cuello no dura mucho tiempo. Se va a caer sobre los hombros"
    },
    {
      "index": 1108,
      "start_time": 7854620.0,
      "end_time": 7856630.0,
      "text": "de manera que vamos a ver."
    },
    {
      "index": 1109,
      "start_time": 7856630.0,
      "end_time": 7862670.0,
      "text": "Así que ahí está allí. Lo que era simple puede llegar a ser mucho más complicado. Puedo refinar"
    },
    {
      "index": 1110,
      "start_time": 7862670.0,
      "end_time": 7869800.0,
      "text": "que la línea del cabello, ya que zigzags abajo delante de la oreja. Refinar la parte posterior del cabello. Añadir"
    },
    {
      "index": 1111,
      "start_time": 7869800.0,
      "end_time": 7878410.0,
      "text": "el peinado en la parte superior de esa construcción cráneo y construir desde allí."
    },
    {
      "index": 1112,
      "start_time": 7878410.0,
      "end_time": 7885760.0,
      "text": "Así que esto es Manet. Se puede ver con Manet, una especie de padre del impresionismo. Él clase"
    },
    {
      "index": 1113,
      "start_time": 7885760.0,
      "end_time": 7893360.0,
      "text": "de abierto el camino de las miradas más tradicionales de Delacroix y Ange e incluso Sargent y"
    },
    {
      "index": 1114,
      "start_time": 7893360.0,
      "end_time": 7901030.0,
      "text": "ese grupo al impresionismo, postimpresionismo, todas las cosas salvajes como Picasso que llegaron"
    },
    {
      "index": 1115,
      "start_time": 7901030.0,
      "end_time": 7905320.0,
      "text": "después. Era amable de ese punto de transición. Personaje muy importante muchas veces no parecía"
    },
    {
      "index": 1116,
      "start_time": 7905320.0,
      "end_time": 7912450.0,
      "text": "en gran parte por los realistas, la gente que como cosas reales. Les gusta Sargent más o Bouguereau"
    },
    {
      "index": 1117,
      "start_time": 7912450.0,
      "end_time": 7921239.0,
      "text": "o ese tipo de cosas. Pero él es grande porque simplifica las cosas. Sin embargo, eso"
    },
    {
      "index": 1118,
      "start_time": 7921239.0,
      "end_time": 7927010.0,
      "text": "la verdad construida todavía está allí. Podemos ver el huevo. Usted puede ver cómo relativamente plana del"
    },
    {
      "index": 1119,
      "start_time": 7927010.0,
      "end_time": 7931610.0,
      "text": "prestación es. Si analizamos que encontraríamos que todas las estructuras, las estructuras principales son"
    },
    {
      "index": 1120,
      "start_time": 7931610.0,
      "end_time": 7936480.0,
      "text": "aún allí. Pero ha simplificado y lo aplastó. Vamos a dejarlo en eso por ahora."
    },
    {
      "index": 1121,
      "start_time": 7936480.0,
      "end_time": 7943760.0,
      "text": "Es plana, la verdad simplificada. Verdad altamente editado, pero la información clave sigue siendo la derecha"
    },
    {
      "index": 1122,
      "start_time": 7943760.0,
      "end_time": 7944989.0,
      "text": "allí para ser encontrado."
    },
    {
      "index": 1123,
      "start_time": 7944989.0,
      "end_time": 7955010.0,
      "text": "Por lo que podemos ver, vamos a hacer esto, supongo. Podemos ver que la idea del huevo encantador. Eso no lo hace"
    },
    {
      "index": 1124,
      "start_time": 7955010.0,
      "end_time": 7976680.0,
      "text": "funciona tan bien, ¿verdad? Vamos a hacer eso. Esa idea de huevo encantadora está ahí bien ahí. Tenga en cuenta una vez más que cuando"
    },
    {
      "index": 1125,
      "start_time": 7976680.0,
      "end_time": 7986469.0,
      "text": "dibuja el huevo a menudo que poca atención del cráneo, por lo que en lugar de dibujo más"
    },
    {
      "index": 1126,
      "start_time": 7986469.0,
      "end_time": 7992600.0,
      "text": "un huevo elíptica. Yo insisto en que, debido a que ponga ese error y veo un montón de otros"
    },
    {
      "index": 1127,
      "start_time": 7992600.0,
      "end_time": 7998090.0,
      "text": "gente que hace ese error. Una gran cantidad de estudiantes en la clase a hacer ese error. Así que ahí está."
    },
    {
      "index": 1128,
      "start_time": 7998090.0,
      "end_time": 8006989.0,
      "text": "Nótese que aquí podríamos terminar el huevo construida en el mentón o incluye que pliegue bajo el"
    },
    {
      "index": 1129,
      "start_time": 8006989.0,
      "end_time": 8011360.0,
      "text": "barbilla, que sería el plano digástrico, ese plano inferior. Usted puede hacer cualquiera de los dos, o como"
    },
    {
      "index": 1130,
      "start_time": 8011360.0,
      "end_time": 8018960.0,
      "text": "He hecho aquí se pueden hacer las dos cosas. Recoge tanto de esos. Aquí está ligeramente inclinada, ligeramente"
    },
    {
      "index": 1131,
      "start_time": 8018960.0,
      "end_time": 8025500.0,
      "text": "inclinada y mirando un poco lejos. No es un perfil perfecto."
    },
    {
      "index": 1132,
      "start_time": 8025500.0,
      "end_time": 8030060.0,
      "text": "Cuando estoy tratando de conseguir el posicionamiento de cualquier forma que estoy construyendo yo comparo"
    },
    {
      "index": 1133,
      "start_time": 8030060.0,
      "end_time": 8036200.0,
      "text": "a una red, a una perfecta vertical y una perfecta horizontal. Si yo no pienso en"
    },
    {
      "index": 1134,
      "start_time": 8036200.0,
      "end_time": 8042060.0,
      "text": "que perfecta vertical y horizontal voy tienden a atraer a todos mis datos a menos que sean"
    },
    {
      "index": 1135,
      "start_time": 8042060.0,
      "end_time": 8046969.0,
      "text": "violentamente dramático en perfecta vertical y horizontal. Así que si no se veía a él probablemente lo haría"
    },
    {
      "index": 1136,
      "start_time": 8046969.0,
      "end_time": 8053030.0,
      "text": "han dibujado que al igual que el Holbein, donde era recto formal, mirándome como"
    },
    {
      "index": 1137,
      "start_time": 8053030.0,
      "end_time": 8060140.0,
      "text": "esto, una camiseta que está perfectamente de pie. Este T quiere inclinar sobre un poco y"
    },
    {
      "index": 1138,
      "start_time": 8060140.0,
      "end_time": 8065090.0,
      "text": "quiere hacer frente a distancia un poco. Así que vamos a tener la multitud línea central este,"
    },
    {
      "index": 1139,
      "start_time": 8065090.0,
      "end_time": 8071250.0,
      "text": "y vamos a tener la construcción de líneas se levantan ligeramente a la derecha. Desde"
    },
    {
      "index": 1140,
      "start_time": 8071250.0,
      "end_time": 8075830.0,
      "text": "no tenemos esta posición dramática como lo hicimos en ese pequeño bebé Raphael, podemos"
    },
    {
      "index": 1141,
      "start_time": 8075830.0,
      "end_time": 8079610.0,
      "text": "ver claramente las líneas de construcción. Sólo estoy mirando desde la esquina de la boca"
    },
    {
      "index": 1142,
      "start_time": 8079610.0,
      "end_time": 8084570.0,
      "text": "a la esquina de la boca. Algunos punto de la ventana de la nariz o de las alas de la nariz a través."
    },
    {
      "index": 1143,
      "start_time": 8084570.0,
      "end_time": 8095350.0,
      "text": "Tal vez las esquinas exteriores de los ojos y el arco de la ceja. La línea del cabello hace lo"
    },
    {
      "index": 1144,
      "start_time": 8095350.0,
      "end_time": 8102110.0,
      "text": "lo hace, pero se podía ver cómo podíamos volver por un momento aquí. Encuentra aquí o tal vez"
    },
    {
      "index": 1145,
      "start_time": 8102110.0,
      "end_time": 8108810.0,
      "text": "usted no lo ve aquí, pero tal vez podamos encontrar aquí o un bache en la línea del cabello que puede seguir a través."
    },
    {
      "index": 1146,
      "start_time": 8108940.0,
      "end_time": 8119480.0,
      "text": "Si pudiéramos ver ambos oídos los habría un seguimiento a través y así sucesivamente. Y entonces nos gustaría construir el"
    },
    {
      "index": 1147,
      "start_time": 8119489.0,
      "end_time": 8125900.0,
      "text": "forma del cabello. Cuando hago la forma del cabello Quiero que sea simple, pero característico,"
    },
    {
      "index": 1148,
      "start_time": 8125900.0,
      "end_time": 8131739.0,
      "text": "así que le doy este tipo de redondeado, formas edificio del bollo como uno encima del otro para hacer"
    },
    {
      "index": 1149,
      "start_time": 8131739.0,
      "end_time": 8137860.0,
      "text": "es característico. Tal vez incluso un poco de allí. Entonces el oído ha sido lugar allí"
    },
    {
      "index": 1150,
      "start_time": 8137860.0,
      "end_time": 8144969.0,
      "text": "ya. Aviso porque es una mujer, ahora el collar se esconde un poco, pero"
    },
    {
      "index": 1151,
      "start_time": 8144969.0,
      "end_time": 8151840.0,
      "text": "porque es una joven mujer nos damos cuenta, a pesar del vestuario, que el cuello es ligeramente"
    },
    {
      "index": 1152,
      "start_time": 8151840.0,
      "end_time": 8161370.0,
      "text": "más delgado que la mandíbula y, ciertamente, la forma de la cara. Observe incluso a través de vestuario, incluso"
    },
    {
      "index": 1153,
      "start_time": 8161370.0,
      "end_time": 8167719.0,
      "text": "a través de interrupciones aviso donde vemos nuestras líneas de construcción. Así que usted acaba de encontrar alguna"
    },
    {
      "index": 1154,
      "start_time": 8167719.0,
      "end_time": 8174800.0,
      "text": "punto conveniente para una línea de los hombros, y se puede hacer que la flacidez triángulo allí"
    },
    {
      "index": 1155,
      "start_time": 8174800.0,
      "end_time": 8182460.0,
      "text": "y conseguir que la conectividad de la cabeza y el cuello en la cintura escapular, la construcción del hombro"
    },
    {
      "index": 1156,
      "start_time": 8182460.0,
      "end_time": 8186989.0,
      "text": "que nos llevará muy bien hacia abajo en el torso y más allá."
    },
    {
      "index": 1157,
      "start_time": 8186989.0,
      "end_time": 8195069.0,
      "text": "Raphael de nuevo. Él está bien. Me gustan sus dibujos porque mantiene las cosas simples. Edita cabo"
    },
    {
      "index": 1158,
      "start_time": 8195068.999999999,
      "end_time": 8201368.999999999,
      "text": "todas las líneas de hoyuelos y líneas de expresión. Mantiene simple, idealizada, y podemos ver los"
    },
    {
      "index": 1159,
      "start_time": 8201369.000000001,
      "end_time": 8207429.000000001,
      "text": "formas más claramente. Y porque es renacentista recoge estas formas redondas. Puedes ver"
    },
    {
      "index": 1160,
      "start_time": 8207429.0,
      "end_time": 8213779.0,
      "text": "las formas de huevo y el brazo aquí, todas estas pequeñas formas de huevo y todo el camino a través de"
    },
    {
      "index": 1161,
      "start_time": 8213779.0,
      "end_time": 8224010.0,
      "text": "las formas son huevos formas. Muy bien, éste tiene un peligro real para él, y es un peligro"
    },
    {
      "index": 1162,
      "start_time": 8224010.0,
      "end_time": 8230010.0,
      "text": "de conseguir, de tan sólo la pervivencia de los huevos de una manera. Veremos que más claramente explicada"
    },
    {
      "index": 1163,
      "start_time": 8230010.0,
      "end_time": 8236869.0,
      "text": "cuando nos metemos en la construcción más fuerte. Vamos a encontrar que el algo más construida"
    },
    {
      "index": 1164,
      "start_time": 8236869.000000001,
      "end_time": 8243729.000000001,
      "text": "es, más la arquitectura que queremos poner en ello, más dramática posicionamiento de formas,"
    },
    {
      "index": 1165,
      "start_time": 8243728.999999999,
      "end_time": 8248919.999999999,
      "text": "una forma superposición sí o sí las formas de estar en perspectivas dramáticas"
    },
    {
      "index": 1166,
      "start_time": 8248920.0,
      "end_time": 8254249.0,
      "text": "estaban camino debajo o espalda vista de tres cuartos. Luego de boxeo cosas fuera va a ser"
    },
    {
      "index": 1167,
      "start_time": 8254249.0,
      "end_time": 8261499.0,
      "text": "muy útil para nosotros. El problema con los huevos es que están tan redondeadas que su posición"
    },
    {
      "index": 1168,
      "start_time": 8261499.0,
      "end_time": 8269300.0,
      "text": "como que nos lanza a veces. Y así se dio cuenta de que la envoltura de aquí, la envoltura de la cabeza se adapta como"
    },
    {
      "index": 1169,
      "start_time": 8269299.999999999,
      "end_time": 8282198.999999999,
      "text": "esta. Cuando miramos a eso y luego lo hacemos cara. Tenemos que abandonar la idea de cráneo"
    },
    {
      "index": 1170,
      "start_time": 8282199.000000001,
      "end_time": 8284929.000000001,
      "text": "una vez más que nos pifias arriba. No se ve bien."
    },
    {
      "index": 1171,
      "start_time": 8284929.0,
      "end_time": 8287849.0,
      "text": "Observe el oído es agradable y baja. Dejar caer idea cráneo de nuevo que nos goofs arriba. No hace"
    },
    {
      "index": 1172,
      "start_time": 8287849.0,
      "end_time": 8293579.0,
      "text": "mirar a la derecha. Observe el oído es agradable y baja, acercando a la parte inferior de la cara, más lejos"
    },
    {
      "index": 1173,
      "start_time": 8293579.0,
      "end_time": 8299899.0,
      "text": "lejos de la cima. Eso nos dice que estamos un poco en la parte superior de esta cabeza, tal vez sobre este tanto."
    },
    {
      "index": 1174,
      "start_time": 8299898.999999999,
      "end_time": 8307598.999999999,
      "text": "Pero tengo que sentir que el cráneo, aseguro que puedo conseguir un cráneo, vamos a poner todo el camino"
    },
    {
      "index": 1175,
      "start_time": 8307599.0,
      "end_time": 8317249.0,
      "text": "allí correctamente. Recuerden, tenemos que tener más que un ángulo recto. Debería"
    },
    {
      "index": 1176,
      "start_time": 8317249.0,
      "end_time": 8325189.0,
      "text": "abrir un poco. Ahora cuando lleguemos forma en la parte superior de esta vamos a convertirlo en una caja."
    },
    {
      "index": 1177,
      "start_time": 8325189.0,
      "end_time": 8332929.0,
      "text": "Cuadro de posición ligeramente más dramático. Tenga en cuenta que esto hace endurecer esta curva. los"
    },
    {
      "index": 1178,
      "start_time": 8332929.0,
      "end_time": 8342739.0,
      "text": "construcción ángulo recto comienza a distorsionar en un ángulo de pellizcar. Ahora la parte posterior de la"
    },
    {
      "index": 1179,
      "start_time": 8342739.0,
      "end_time": 8348859.0,
      "text": "cráneo se levanta un poco, y que lucha contra eso. Pero esa posición no tipo de reforzar"
    },
    {
      "index": 1180,
      "start_time": 8348859.0,
      "end_time": 8352539.0,
      "text": "que el endurecimiento de ese ángulo, pero no queremos hacerlo demasiado."
    },
    {
      "index": 1181,
      "start_time": 8352539.000000001,
      "end_time": 8362399.000000001,
      "text": "Esto es lo que quiero decir. Aquí está la línea de construcción de la cara. Aquí es-se puede ver que"
    },
    {
      "index": 1182,
      "start_time": 8362398.999999999,
      "end_time": 8369248.999999999,
      "text": "con este pequeño dibujo aquí, la protuberancia en el aquí. No es el cráneo justo ahí."
    },
    {
      "index": 1183,
      "start_time": 8369249.0,
      "end_time": 8384590.0,
      "text": "Déjame hacerlo de nuevo en una línea oscura. Eso es lo que estamos viendo allí. Note la diferencia"
    },
    {
      "index": 1184,
      "start_time": 8384590.0,
      "end_time": 8397319.0,
      "text": "ahora. Déjame hacerlo una vez más. Línea de construcción de la cara. No es el cráneo en su"
    },
    {
      "index": 1185,
      "start_time": 8397319.0,
      "end_time": 8408279.0,
      "text": "posicion correcta. Él no meter la pata. ¿Qué tal eso? A continuación, el oído se sienta aquí, que la transición"
    },
    {
      "index": 1186,
      "start_time": 8408279.0,
      "end_time": 8416959.0,
      "text": "entre los dos. Observe que este choca aquí un poco. Este plano digastrics realidad"
    },
    {
      "index": 1187,
      "start_time": 8416959.0,
      "end_time": 8423739.0,
      "text": "incluso se siente como que va detrás de la oreja y lo hace, pero la propia mandíbula está siempre delante"
    },
    {
      "index": 1188,
      "start_time": 8423739.0,
      "end_time": 8428709.0,
      "text": "del oído, así que asegúrese de que está consciente de eso. Usted no desea adjuntar la conversación"
    },
    {
      "index": 1189,
      "start_time": 8428709.0,
      "end_time": 8436069.0,
      "text": "mandíbula volver aquí de alguna manera. Una vez más, ese oído hace un trabajo maravilloso para nosotros, ¿no? Muestra"
    },
    {
      "index": 1190,
      "start_time": 8436069.0,
      "end_time": 8443100.0,
      "text": "consiguiendo cerca de la parte frontal de la cara se nota que estamos apartándose aquí, girando"
    },
    {
      "index": 1191,
      "start_time": 8443100.0,
      "end_time": 8449800.0,
      "text": "fuera. La cara se está alejando. Y dejando caer hacia abajo desde la parte superior de la cabeza muestra que"
    },
    {
      "index": 1192,
      "start_time": 8449800.0,
      "end_time": 8458199.0,
      "text": "estamos un poco en la parte superior esa posición. Entonces el abrigo principal ayuda. A pesar de que va"
    },
    {
      "index": 1193,
      "start_time": 8458199.0,
      "end_time": 8465029.0,
      "text": "su propia dirección que sigue envolviendo alrededor de la perspectiva de esa idea tubular, que"
    },
    {
      "index": 1194,
      "start_time": 8465029.0,
      "end_time": 8473039.0,
      "text": "on-top-of-ness idea. Vamos a aprender más acerca de eso de nuevo como nos metemos en más sofisticado"
    },
    {
      "index": 1195,
      "start_time": 8473039.0,
      "end_time": 8485020.0,
      "text": "posiciones. Así es que el cuello que se remonta muy bien. Tenemos un poco de ese plano inferior"
    },
    {
      "index": 1196,
      "start_time": 8485020.0,
      "end_time": 8490569.0,
      "text": "volver. Aquí sería el otro lado del cuello si pudiéramos ver a través de nuestra construcción."
    },
    {
      "index": 1197,
      "start_time": 8490569.0,
      "end_time": 8501090.0,
      "text": "O línea de cintura es aquí de entrar en el espacio profundo de esta manera. Luego construimos encima de eso."
    },
    {
      "index": 1198,
      "start_time": 8501090.0,
      "end_time": 8514289.0,
      "text": "Así que sólo tenemos un sentido desnudo de esa idea triángulo flacidez en la perspectiva de profundidad."
    },
    {
      "index": 1199,
      "start_time": 8514289.0,
      "end_time": 8519770.0,
      "text": "Muy bien, así que aquí tenemos Tiepolo y tenemos una vista posterior y ligeramente por debajo. Claro,"
    },
    {
      "index": 1200,
      "start_time": 8519770.0,
      "end_time": 8529289.0,
      "text": "en nuestra vista posterior del cráneo domina. Usted puede ver este patrón de crecimiento nos da un sentido"
    },
    {
      "index": 1201,
      "start_time": 8529289.0,
      "end_time": 8533920.0,
      "text": "de la parte posterior del cráneo. Si tuviéramos que rastrear esta abajo de la línea central de la parte posterior de la"
    },
    {
      "index": 1202,
      "start_time": 8533920.0,
      "end_time": 8540060.0,
      "text": "cráneo, la línea central del cuello seguimos la columna vertebral. Eso nos lleva hasta el fondo."
    },
    {
      "index": 1203,
      "start_time": 8540060.0,
      "end_time": 8546140.0,
      "text": "Esa columna se convierte en una línea central maravillosa para medir esa dimensión frente, que forma"
    },
    {
      "index": 1204,
      "start_time": 8546140.0,
      "end_time": 8553850.0,
      "text": "es que se convierta. También puede ver las orejas. Esta oreja está fuera del contorno de la construcción"
    },
    {
      "index": 1205,
      "start_time": 8553850.0,
      "end_time": 8559279.0,
      "text": "cabeza. Esta oído va a estar dentro de la cabeza construido con la cara que no hemos hecho."
    },
    {
      "index": 1206,
      "start_time": 8559279.0,
      "end_time": 8570170.0,
      "text": "Así que vamos a tirar que volver por un segundo y hacerlo de nuevo. Podemos ver ahora tenemos la"
    },
    {
      "index": 1207,
      "start_time": 8570170.0,
      "end_time": 8575340.0,
      "text": "gesto de la cara de ir por este camino. El problema que tenemos es todas esas características son"
    },
    {
      "index": 1208,
      "start_time": 8575340.0,
      "end_time": 8580850.0,
      "text": "desaparecidos. Se siente como usted acaba de conseguir alejó flotando desde su doc ​​y no tienes nada"
    },
    {
      "index": 1209,
      "start_time": 8580850.0,
      "end_time": 8585819.0,
      "text": "aferrarse a cuando usted no tiene esas características. Así que tenemos que trabajar con más cuidado"
    },
    {
      "index": 1210,
      "start_time": 8585819.0,
      "end_time": 8594130.0,
      "text": "Aquí. Lo que voy a hacer es sentir el cuello y el cuello se puede sentir su propio cuello,"
    },
    {
      "index": 1211,
      "start_time": 8594130.0,
      "end_time": 8600229.0,
      "text": "y usted encontrará que el cuello viene de detrás de la oreja. El músculo real es"
    },
    {
      "index": 1212,
      "start_time": 8600229.0,
      "end_time": 8607539.0,
      "text": "llamado el músculo esternocleidomastoideo. Eso es lo que crea esa forma tubular del cuello"
    },
    {
      "index": 1213,
      "start_time": 8607539.0,
      "end_time": 8612949.0,
      "text": "de una parte delantera y trasera o de vista de tres cuartos. Te metes en la vista lateral, y luego de que"
    },
    {
      "index": 1214,
      "start_time": 8612949.0,
      "end_time": 8619149.0,
      "text": "esternocleidomastoideo está dentro del contorno. Vamos a utilizar a partir de ahí en diferentes formas"
    },
    {
      "index": 1215,
      "start_time": 8619149.0,
      "end_time": 8621439.0,
      "text": "que vamos a ver. Pero no crea el contorno."
    },
    {
      "index": 1216,
      "start_time": 8621439.0,
      "end_time": 8630979.0,
      "text": "Y así, aquí está nuestro tubo doblado agradable de un cuello que viene de las orejas. La cara está fuera"
    },
    {
      "index": 1217,
      "start_time": 8630979.0,
      "end_time": 8637340.0,
      "text": "eso. Nos vemos en este lado. Nosotros no lo vemos en este lado. Luego tenemos la construcción"
    },
    {
      "index": 1218,
      "start_time": 8637340.0,
      "end_time": 8643619.0,
      "text": "línea. La línea de los hombros aquí se inclina de esta manera. Cuando veo encorvando los hombros de este tipo, y"
    },
    {
      "index": 1219,
      "start_time": 8643619.0,
      "end_time": 8648449.0,
      "text": "que están encorvando en parte porque es una figura muy por encima de nosotros, lo cual es típico de"
    },
    {
      "index": 1220,
      "start_time": 8648449.0,
      "end_time": 8653649.0,
      "text": "Tiepolo porque hizo una gran cantidad de murales en el techo. Quería dar la ilusión"
    },
    {
      "index": 1221,
      "start_time": 8653649.0,
      "end_time": 8661420.0,
      "text": "que esas cifras eran por encima de nosotros. Así que muchas veces tenemos que debajo de la curvatura como un tubo."
    },
    {
      "index": 1222,
      "start_time": 8661420.0,
      "end_time": 8667409.0,
      "text": "Y así me gustaría seguir adelante y trazar una línea hunching para los hombros. Quiero aprovechar que fuera"
    },
    {
      "index": 1223,
      "start_time": 8667409.0,
      "end_time": 8678270.0,
      "text": "para ser claros, una línea hunching para los hombros. Luego está el músculo encogimiento en ese"
    },
    {
      "index": 1224,
      "start_time": 8678270.0,
      "end_time": 8689020.0,
      "text": "encogiéndose de músculo. Tenga en cuenta que el músculo encogiéndose viene en el interior del cuello construida,"
    },
    {
      "index": 1225,
      "start_time": 8689020.0,
      "end_time": 8694159.0,
      "text": "y el cuello se encuentra dentro de significado en la cima de. El músculo encogiéndose está encima de lo construido"
    },
    {
      "index": 1226,
      "start_time": 8694159.0,
      "end_time": 8700229.0,
      "text": "cuello. El cuello es construida en la parte superior de la cara, y no podemos verlo por aquí. Pero"
    },
    {
      "index": 1227,
      "start_time": 8700229.0,
      "end_time": 8718579.0,
      "text": "obtenemos este tipo escalera. Vamos a hacerlo aquí. Encogiéndose muscular está aquí. Cuello está detrás de eso. Y el rostro está detrás de eso. Por lo tanto,"
    },
    {
      "index": 1228,
      "start_time": 8718579.0,
      "end_time": 8724819.0,
      "text": "tener este apilamiento de las formas que se alejan. Muy importante desde el punto de vista de atrás. Entonces los oídos."
    },
    {
      "index": 1229,
      "start_time": 8724819.0,
      "end_time": 8731590.0,
      "text": "Esta oído es dentro del contorno construido. Esta oído es fuera del contorno construido."
    },
    {
      "index": 1230,
      "start_time": 8731590.0,
      "end_time": 8735499.0,
      "text": "Eso lo hace la mayoría del trabajo. Tenemos que cabello de patrón que se ha añadido, pero eso es"
    },
    {
      "index": 1231,
      "start_time": 8735499.0,
      "end_time": 8741109.0,
      "text": "un detalle secundario. Las orejas realmente están haciendo la mayoría del trabajo para demostrar que estamos en una,"
    },
    {
      "index": 1232,
      "start_time": 8741109.0,
      "end_time": 8746529.0,
      "text": "No perfeccionar vista posterior, pero un giro ligeramente a la vista de lateral izquierdo. La otra cosa que"
    },
    {
      "index": 1233,
      "start_time": 8746529.0,
      "end_time": 8753659.0,
      "text": "hace el trabajo es la asimetría de ver la cara aquí y ninguna cara en este lado."
    },
    {
      "index": 1234,
      "start_time": 8753659.0,
      "end_time": 8760749.0,
      "text": "Así las cosas difíciles, ¿no? Tenemos que reducir la velocidad y trabajar en eso. Eventualmente se convierte"
    },
    {
      "index": 1235,
      "start_time": 8760749.0,
      "end_time": 8767319.0,
      "text": "intuitivo y se puede ir después de ella. Pero al principio es complicado. Hacer el seguimiento,"
    },
    {
      "index": 1236,
      "start_time": 8767319.0,
      "end_time": 8773430.0,
      "text": "construcciones como que estoy haciendo aquí es una gran manera de trabajar esas verdades, que figura"
    },
    {
      "index": 1237,
      "start_time": 8773430.0,
      "end_time": 8778140.0,
      "text": "los matices, las pequeñas cosas que usted no se le ocurriría si no tiene que"
    },
    {
      "index": 1238,
      "start_time": 8778140.0,
      "end_time": 8786459.0,
      "text": "dibujarlo, pero son cruciales para nuestra audiencia o laicos, nuestros espectadores a lo entienden"
    },
    {
      "index": 1239,
      "start_time": 8786459.0,
      "end_time": 8787720.0,
      "text": "cuando lo ven."
    },
    {
      "index": 1240,
      "start_time": 8787720.0,
      "end_time": 8792829.0,
      "text": "Vamos a dejar allí con nuestros viejos maestros. Entonces vamos a volver con algún dibujo"
    },
    {
      "index": 1241,
      "start_time": 8792829.0,
      "end_time": 8798569.0,
      "text": "ejercicios de sesión para usted y para mí unirme en el. Así que te veré momentáneamente."
    },
    {
      "index": 1242,
      "start_time": 8798569.0,
      "end_time": 8804329.0,
      "text": "Viniendo ahora es nuestra sección pose cronometrado. Quiero que seguir adelante y sacar la cabeza de"
    },
    {
      "index": 1243,
      "start_time": 8804329.0,
      "end_time": 8808449.0,
      "text": "la referencia que estamos ofreciendo. Va a ser el tiempo, pero si vas un poco más o"
    },
    {
      "index": 1244,
      "start_time": 8808449.0,
      "end_time": 8813100.0,
      "text": "terminar un poco más rápido, eso está bien. Lo que quiero hacer es ver que la construcción básica de la cabeza"
    },
    {
      "index": 1245,
      "start_time": 8813100.0,
      "end_time": 9382840.0,
      "text": "hecho. Seguir adelante y darle una oportunidad y ver cómo va por ti mismo."
    },
    {
      "index": 1246,
      "start_time": 9382840.0,
      "end_time": 9811020.0,
      "text": "Ahora es mi turno para trabajar con la pose cronometrado. Así que voy a seguir adelante y hacer mi"
    },
    {
      "index": 1247,
      "start_time": 9811020.0,
      "end_time": 9814720.0,
      "text": "construcción básica basada en la referencia, y vamos a ver cómo va."
    },
    {
      "index": 1248,
      "start_time": 9814720.0,
      "end_time": 9819140.0,
      "text": "Muy bien, así que espero que ha dibujado su propio conjunto de dibujos. Ahora me voy a ir"
    },
    {
      "index": 1249,
      "start_time": 9819140.0,
      "end_time": 9823220.0,
      "text": "por delante y dibujar. Usted me puede ver. Puede dibujar junto a mí, y yo te daré mi"
    },
    {
      "index": 1250,
      "start_time": 9823220.0,
      "end_time": 9826310.0,
      "text": "propios consejos y sugerencias a medida que avanzan."
    },
    {
      "index": 1251,
      "start_time": 9826310.0,
      "end_time": 9834930.0,
      "text": "Debo decirle mis materiales ahora. Estoy usando sólo una pluma estilográfica. Esto pasa a"
    },
    {
      "index": 1252,
      "start_time": 9834930.0,
      "end_time": 9840159.0,
      "text": "ser un Waterman París, una especie de rango medio o bajo rango pluma y sólo una sepia"
    },
    {
      "index": 1253,
      "start_time": 9840159.0,
      "end_time": 9848989.0,
      "text": "tinta marrón. También estoy usando Faber-Castell, y estos son sólo un tono optimista. Cualquier tipo"
    },
    {
      "index": 1254,
      "start_time": 9848989.0,
      "end_time": 9857609.0,
      "text": "de gama marrón. Estos resultan ser 9.201 a 192, y es un bonito color marrón suave, especie de naranja-marrón."
    },
    {
      "index": 1255,
      "start_time": 9858149.0,
      "end_time": 9866529.0,
      "text": "Muy bien, así que ahora es mi turno. Así que voy a sacar el mayor, más simple, más característico"
    },
    {
      "index": 1256,
      "start_time": 9866529.0,
      "end_time": 9874560.0,
      "text": "forma que puedo. Estoy trabajando alrededor de una pulgada y media a dos pulgadas de tamaño real, lo que sea"
    },
    {
      "index": 1257,
      "start_time": 9874560.0,
      "end_time": 9880390.0,
      "text": "es en la pantalla. Eso es lo que es para mí. Puede ser hasta alrededor de una pulgada. Ello"
    },
    {
      "index": 1258,
      "start_time": 9880390.0,
      "end_time": 9886390.0,
      "text": "puede ser de hasta tres pulgadas. Si te acercas demasiado grande sólo se necesita una gran cantidad de tiempo para ponerlo hacia fuera."
    },
    {
      "index": 1259,
      "start_time": 9886390.0,
      "end_time": 9893220.0,
      "text": "Usted consigue demasiado pequeño. Es demasiado minucias. Cada pequeño movimiento se convierte en un gran problema en un"
    },
    {
      "index": 1260,
      "start_time": 9893220.0,
      "end_time": 9898529.0,
      "text": "cabeza grande, por lo que los ojos pueden obtener fuera de control rápidamente. A veces quieres especie de complot"
    },
    {
      "index": 1261,
      "start_time": 9898529.0,
      "end_time": 9903060.0,
      "text": "exactamente donde las características o menos donde las características son para tener una idea de si"
    },
    {
      "index": 1262,
      "start_time": 9903060.0,
      "end_time": 9908869.0,
      "text": "que está trabajando para usted. Note que estoy dibujando varias marcas por cada marca. estoy haciendo"
    },
    {
      "index": 1263,
      "start_time": 9908869.0,
      "end_time": 9918739.0,
      "text": "Asegúrese de que la cabeza se conecta en el cuello. Usted puede incluso tomar en la línea de los hombros. Y"
    },
    {
      "index": 1264,
      "start_time": 9918739.0,
      "end_time": 9924639.0,
      "text": "no se siente como usted tiene que terminar. Sólo tiene que elegir a cabo"
    },
    {
      "index": 1265,
      "start_time": 9924640.0,
      "end_time": 9928120.0,
      "text": "todo lo que necesita en el momento que usted tiene."
    },
    {
      "index": 1266,
      "start_time": 9933840.0,
      "end_time": 9938200.0,
      "text": "Bueno, aquí tenemos una vista de tres cuartos. Sólo por el gusto de hacerlo, voy a comenzar con"
    },
    {
      "index": 1267,
      "start_time": 9938209.0,
      "end_time": 9947919.0,
      "text": "la línea central de las características y de la línea de las cejas. Y luego construir a su alrededor. estoy yendo"
    },
    {
      "index": 1268,
      "start_time": 9947919.0,
      "end_time": 9955310.0,
      "text": "para dibujar la máscara de la cara, ya que domina la localización de este cabeza. Pero cualquier orden"
    },
    {
      "index": 1269,
      "start_time": 9955310.0,
      "end_time": 9960499.0,
      "text": "que funciona para usted es el orden correcto. En este caso me di cuenta de la oreja es un poco"
    },
    {
      "index": 1270,
      "start_time": 9960499.0,
      "end_time": 9970479.0,
      "text": "inferior, más hacia el eyeline. Ahora voy a entrar y refinar la rayita a"
    },
    {
      "index": 1271,
      "start_time": 9970479.0,
      "end_time": 9985550.0,
      "text": "asegúrese de que suena a verdad para la máscara de la cara. Por supuesto, a medida que va a dibujar puede"
    },
    {
      "index": 1272,
      "start_time": 9985550.0,
      "end_time": 9991550.0,
      "text": "para. Volver atrás y hacerlo varias veces para solucionarlo. Pero no hay nada más detalle"
    },
    {
      "index": 1273,
      "start_time": 9991550.0,
      "end_time": 9999039.0,
      "text": "que esto, simplemente más o menos las formas que usted necesita. Y yo voy a decir, ya sabes, yo soy"
    },
    {
      "index": 1274,
      "start_time": 9999039.0,
      "end_time": 10003909.0,
      "text": "gustando lo que estoy haciendo. Sólo quiero limpiar esa línea de la mandíbula hacia arriba. Voy a engañar y"
    },
    {
      "index": 1275,
      "start_time": 10003909.0,
      "end_time": 10011189.0,
      "text": "robar cinco, diez, 20 segundos más. Nadie nunca va a saber. Usted no será degradada."
    },
    {
      "index": 1276,
      "start_time": 10011189.0,
      "end_time": 10015659.0,
      "text": "Policía Los Nuevos Maestros no se mostrará en su puerta. Sólo tienes que ir adelante y hacerlo."
    },
    {
      "index": 1277,
      "start_time": 10015659.0,
      "end_time": 10018679.0,
      "text": "Pero no pasar 20 minutos en ella."
    },
    {
      "index": 1278,
      "start_time": 10022310.0,
      "end_time": 10028760.0,
      "text": "Aquí tenemos que forma velero. Voy a tomar de nuevo casi tan lejos como desciendo"
    },
    {
      "index": 1279,
      "start_time": 10028770.0,
      "end_time": 10036279.0,
      "text": "o como el momento, en cualquier lugar de allí porque su estilo de pelo se haga la corrección. No es"
    },
    {
      "index": 1280,
      "start_time": 10036279.0,
      "end_time": 10048999.0,
      "text": "un perfil bastante perfecto. Me voy a poner en un poco de esa línea central. yo si"
    },
    {
      "index": 1281,
      "start_time": 10048999.0,
      "end_time": 10055350.0,
      "text": "un poco de trabajo con las características allí para tener una idea de hasta dónde abajo Quiero ir"
    },
    {
      "index": 1282,
      "start_time": 10055350.0,
      "end_time": 10060119.0,
      "text": "con la máscara de la cara y hasta qué punto atrás me quiero ir. A veces voy incluso tipo de"
    },
    {
      "index": 1283,
      "start_time": 10060119.0,
      "end_time": 10067079.0,
      "text": "sentir la cuenca del ojo, el pómulo, zona de patilla para que pueda ser más claro en donde esa"
    },
    {
      "index": 1284,
      "start_time": 10067079.0,
      "end_time": 10075020.0,
      "text": "el oído se sienta. Sintiendo que bonito avión digástrico que es crucial al dar volumen al que"
    },
    {
      "index": 1285,
      "start_time": 10075020.0,
      "end_time": 10078209.0,
      "text": "máscara de la cara."
    },
    {
      "index": 1286,
      "start_time": 10078209.0,
      "end_time": 10096149.0,
      "text": "Está bien, aquí vamos. Esto es más de un perfil perfecto, pero hemos ido ligeramente alrededor"
    },
    {
      "index": 1287,
      "start_time": 10096149.0,
      "end_time": 10101689.0,
      "text": "Por otro lado esta vez, así que vamos a tener un ligero retroceso de los frontal"
    },
    {
      "index": 1288,
      "start_time": 10101689.0,
      "end_time": 10105649.0,
      "text": "características, todo el plano frontal de la cara. Eso significa que los oídos pueden ser un poco más cerca."
    },
    {
      "index": 1289,
      "start_time": 10105649.0,
      "end_time": 10116260.0,
      "text": "Si me voy a meter la pata es mejor para conseguir un poco más cerca todavía. Puedo sentir cuando"
    },
    {
      "index": 1290,
      "start_time": 10116260.0,
      "end_time": 10127140.0,
      "text": "la ceja y los ojos se sientan aquí, la nariz, la boca, simplemente marcando la información, no la definición"
    },
    {
      "index": 1291,
      "start_time": 10127140.0,
      "end_time": 10136279.0,
      "text": "que, no analizarlo. Sólo posicionar algunas de las pequeñas cosas, así que tengo una mejor confianza"
    },
    {
      "index": 1292,
      "start_time": 10136279.0,
      "end_time": 10145459.0,
      "text": "en las grandes cosas. A veces voy a incluso pongo en un par de líneas sueltas por el estilo, y"
    },
    {
      "index": 1293,
      "start_time": 10145459.0,
      "end_time": 10153090.0,
      "text": "Voy a dejar que el público elija. ¿Está eso aquí? ¿Está eso aquí? ¿Está eso aquí? ¿Está eso aquí? Y usted"
    },
    {
      "index": 1294,
      "start_time": 10153090.0,
      "end_time": 10160169.0,
      "text": "decidir que la mejor respuesta es y me rescatar. A veces eso es una, usted puede poner en"
    },
    {
      "index": 1295,
      "start_time": 10160169.0,
      "end_time": 10163350.0,
      "text": "una pareja. Usted no quiere hacer eso en todas partes o sólo estás cometiendo y no estás"
    },
    {
      "index": 1296,
      "start_time": 10163350.0,
      "end_time": 10167029.0,
      "text": "aprendizaje. Pero de vez en cuando se puede poner en un par de esas pequeñas marcas y"
    },
    {
      "index": 1297,
      "start_time": 10167029.0,
      "end_time": 10168590.0,
      "text": "dejar que el público al que ayudar."
    },
    {
      "index": 1298,
      "start_time": 10168590.0,
      "end_time": 10173729.0,
      "text": "Ahora estamos llegando en la parte superior de la cabeza. Eso significa que el cráneo dominará el rostro tan"
    },
    {
      "index": 1299,
      "start_time": 10173729.0,
      "end_time": 10182909.0,
      "text": "tal vez voy a seguir adelante y dibujar la forma del cráneo. Si hay una parte en el centro de su"
    },
    {
      "index": 1300,
      "start_time": 10182909.0,
      "end_time": 10190359.0,
      "text": "rayita sería correr aquí. La cara va a ser más corto de lo normal"
    },
    {
      "index": 1301,
      "start_time": 10190359.0,
      "end_time": 10198189.0,
      "text": "ser. Se escorzo, así que conseguir literalmente corta visualmente, pero no realmente. Usted es"
    },
    {
      "index": 1302,
      "start_time": 10198189.0,
      "end_time": 10203810.0,
      "text": "No va a estar seguro de donde está. Así que usted hace su mejor estimación. A construir algunos de los"
    },
    {
      "index": 1303,
      "start_time": 10203810.0,
      "end_time": 10210459.0,
      "text": "detalle secundario, la línea del cabello nuevo. Aquí es el oído. El oído se pone un poco en escorzo"
    },
    {
      "index": 1304,
      "start_time": 10210459.0,
      "end_time": 10233630.0,
      "text": "también. Ceja línea, eyeline, la nariz, la boca, la barbilla, el cuello."
    },
    {
      "index": 1305,
      "start_time": 10233630.0,
      "end_time": 10243470.0,
      "text": "Así que no estamos tratando de hacer estos dibujos bonitos. Voy a empezar con una diferente"
    },
    {
      "index": 1306,
      "start_time": 10243470.0,
      "end_time": 10250300.0,
      "text": "procedimiento de este tiempo. Sólo estamos tratando de que las cosas grandes básica, la información grande,"
    },
    {
      "index": 1307,
      "start_time": 10250300.0,
      "end_time": 10255720.0,
      "text": "las cosas grandes de la construcción. Estamos enmarca en la casa. No vamos a decorarlo. Y"
    },
    {
      "index": 1308,
      "start_time": 10255720.0,
      "end_time": 10259749.0,
      "text": "a veces te encontrarás con algunos pequeños momentos realmente encantadoras en el dibujo aun"
    },
    {
      "index": 1309,
      "start_time": 10259749.0,
      "end_time": 10266319.0,
      "text": "en este punto. Eso está muy bien, pero eso no es el punto. El punto es que aprender a ver,"
    },
    {
      "index": 1310,
      "start_time": 10266319.0,
      "end_time": 10273409.0,
      "text": "aprender a analizar, para marcar por las principales cosas importantes, por lo que las opciones en priorizar."
    },
    {
      "index": 1311,
      "start_time": 10273409.0,
      "end_time": 10280810.0,
      "text": "Lo que tiene que estar ahí en contraposición a lo que sería divertido tener allí? ¿Cuál sería fría o"
    },
    {
      "index": 1312,
      "start_time": 10280810.0,
      "end_time": 10288249.0,
      "text": "puro o hermoso? Muestra Neat mi edad, supongo. No debería decir aseado. Rad. ¿Como es que?"
    },
    {
      "index": 1313,
      "start_time": 10288249.0,
      "end_time": 10294800.0,
      "text": "¿O debería ser fantástico. Bien. Algunas veces usted puede terminar un poco más temprano. Eso está bien"
    },
    {
      "index": 1314,
      "start_time": 10294800.0,
      "end_time": 10300529.0,
      "text": "también. Usted no tiene que seguir adelante. Pero siempre hay cosas que podrías hacer, conseguir secundaria"
    },
    {
      "index": 1315,
      "start_time": 10300529.0,
      "end_time": 10306529.0,
      "text": "formas después de obtener las formas primarias. Yendo hacia atrás y doble control de esas formas primarias"
    },
    {
      "index": 1316,
      "start_time": 10306529.0,
      "end_time": 10312459.0,
      "text": "un segundo tiempo. Tal vez empujando un poco más lejos de lo que es en la referencia para hacer"
    },
    {
      "index": 1317,
      "start_time": 10312459.0,
      "end_time": 10324109.0,
      "text": "un punto o estético para jugar una característica encantadora, todo ese tipo de cosas."
    },
    {
      "index": 1318,
      "start_time": 10324109.0,
      "end_time": 10332770.0,
      "text": "Aquí está el perfil de nuevo. Todo se reduce. Jugaremos a cabo esta gran forma su conjunto."
    },
    {
      "index": 1319,
      "start_time": 10332770.0,
      "end_time": 10335600.0,
      "text": "Voy a dibujar como si fuera un perfil plano, y luego"
    },
    {
      "index": 1320,
      "start_time": 10335600.0,
      "end_time": 10346720.0,
      "text": "Voy a volver sobre ella y siento la idea construida."
    },
    {
      "index": 1321,
      "start_time": 10347900.0,
      "end_time": 10351000.0,
      "text": "Observe cómo lo estoy haciendo la línea de las cejas de esta manera."
    },
    {
      "index": 1322,
      "start_time": 10351000.0,
      "end_time": 10357180.0,
      "text": "La línea de la barbilla de esta manera. Yo les estoy exagerando para conseguir que en"
    },
    {
      "index": 1323,
      "start_time": 10357180.0,
      "end_time": 10366619.0,
      "text": "parte superior de la idea de la caja. Y hacer algo como esto en una situación difícil desde el principio que"
    },
    {
      "index": 1324,
      "start_time": 10366619.0,
      "end_time": 10375739.0,
      "text": "podría pasar todo el primer minuto conseguir justo medio de este por lo que yo estoy aquí. No"
    },
    {
      "index": 1325,
      "start_time": 10375739.0,
      "end_time": 10384050.0,
      "text": "siente que tiene que terminar. Dibuja decisivo. Voy a dibujar rápido, así que estoy haciendo limpia,"
    },
    {
      "index": 1326,
      "start_time": 10384050.0,
      "end_time": 10390159.0,
      "text": "movimientos nítidos. Voy a dibujar rápido por lo que me anima a conseguir las grandes ideas e ignorar el pequeño"
    },
    {
      "index": 1327,
      "start_time": 10390159.0,
      "end_time": 10396999.0,
      "text": "Ideas. No voy a dibujar rápido porque estoy fuera de control y desesperado por terminar. Asegurarse"
    },
    {
      "index": 1328,
      "start_time": 10396999.0,
      "end_time": 10403529.0,
      "text": "que está dibujando la velocidad que funcione para usted, no la velocidad que alguien más lo está haciendo"
    },
    {
      "index": 1329,
      "start_time": 10403529.0,
      "end_time": 10408709.0,
      "text": "y que te gustaría hacer."
    },
    {
      "index": 1330,
      "start_time": 10410340.0,
      "end_time": 10417220.0,
      "text": "Muy bien, ahora estamos en la parte superior por lo que el cráneo domina y nos estamos detrás de la cabeza. Y entonces"
    },
    {
      "index": 1331,
      "start_time": 10417220.0,
      "end_time": 10424630.0,
      "text": "el cráneo domina aún más así que vamos a tener menos que muestre la cara, y vamos"
    },
    {
      "index": 1332,
      "start_time": 10424630.0,
      "end_time": 10437270.0,
      "text": "tener la cara que retrocede en la posición acortada aquí, de la misma manera que el oído se pone muy, muy cerca de la parte frontal"
    },
    {
      "index": 1333,
      "start_time": 10437270.0,
      "end_time": 10446189.0,
      "text": "de la cara. Es mejor ser un poco demasiado cerca. Y el oído es más bajo. Es mejor ser demasiado baja."
    },
    {
      "index": 1334,
      "start_time": 10446189.0,
      "end_time": 10451579.0,
      "text": "El ojo socket-voy hacer un pequeño bache que hay porque no podemos ver los ojos demasiado bien."
    },
    {
      "index": 1335,
      "start_time": 10451579.0,
      "end_time": 10463880.0,
      "text": "Allí y la nariz todos se sientan muy alto. Y si se podía ver una parte por el centro de"
    },
    {
      "index": 1336,
      "start_time": 10463880.0,
      "end_time": 10468310.0,
      "text": "el pelo, y usted puede clase de, donde se está recogiendo el cabello y se echó hacia atrás y tiende"
    },
    {
      "index": 1337,
      "start_time": 10468310.0,
      "end_time": 10472430.0,
      "text": "a caer allí. Vaya por delante y recoger eso."
    },
    {
      "index": 1338,
      "start_time": 10472430.0,
      "end_time": 10479529.0,
      "text": "Permítanme hacer un punto rápido real acerca de esto por un momento. Note lo que sucedería si"
    },
    {
      "index": 1339,
      "start_time": 10479529.0,
      "end_time": 10491050.0,
      "text": "Yo hice lo mismo y luego hice la nariz y las pestañas, y tal vez usted podría ver algunos"
    },
    {
      "index": 1340,
      "start_time": 10491050.0,
      "end_time": 10498159.0,
      "text": "labios en ese país. Va a tener la silueta tal vez eso es muy preciso a la, al igual que"
    },
    {
      "index": 1341,
      "start_time": 10498159.0,
      "end_time": 10501270.0,
      "text": "Una sombra en la pared, pero va a mirar plana, ya que va a tomar la"
    },
    {
      "index": 1342,
      "start_time": 10501270.0,
      "end_time": 10507630.0,
      "text": "la nariz y los labios y todo lo demás, la parte del ojo o de la ceja que se ve, y es"
    },
    {
      "index": 1343,
      "start_time": 10507630.0,
      "end_time": 10513630.0,
      "text": "va a tomar de la manera Plan E frente aquí y llevarlo hacia el lado"
    },
    {
      "index": 1344,
      "start_time": 10513630.0,
      "end_time": 10519590.0,
      "text": "avión. Se va a matar a esa esquina y justo aplanarlo. Así que queremos asegurarnos"
    },
    {
      "index": 1345,
      "start_time": 10519590.0,
      "end_time": 10526260.0,
      "text": "que en nuestro construida a partir aquí, observe cómo voy a hacer que sea oscuro aquí. aviso"
    },
    {
      "index": 1346,
      "start_time": 10526260.0,
      "end_time": 10536919.0,
      "text": "cómo el pómulo y la frente y los ojos golpes socket, pero crea una línea continua."
    },
    {
      "index": 1347,
      "start_time": 10536919.0,
      "end_time": 10542689.0,
      "text": "A veces se va a romper un poco alrededor de la barbilla, esa línea, como este. Eso está bien"
    },
    {
      "index": 1348,
      "start_time": 10542689.0,
      "end_time": 10547640.0,
      "text": "para mostrar o no mostrar. Pero entonces queremos que la nariz y todas las otras características. Ahi esta"
    },
    {
      "index": 1349,
      "start_time": 10547640.0,
      "end_time": 10553659.0,
      "text": "sin labio mostrando en este caso. Pero si fueran, los labios como una línea detrás y yo romper realidad"
    },
    {
      "index": 1350,
      "start_time": 10553659.0,
      "end_time": 10562419.0,
      "text": "ellos, parte inferior de la nariz, la parte inferior del labio, digamos. Aquí está la barbilla y aquí está"
    },
    {
      "index": 1351,
      "start_time": 10562419.0,
      "end_time": 10569619.0,
      "text": "el oído aquí. De hecho, me rompo alejados de la línea de lo que son tipo de ghosted"
    },
    {
      "index": 1352,
      "start_time": 10569619.0,
      "end_time": 10576529.0,
      "text": "atrás. Yo suelo dibujar el plano inferior, donde una fuente de luz mostraría. Si sombreadas este"
    },
    {
      "index": 1353,
      "start_time": 10576529.0,
      "end_time": 10582390.0,
      "text": "huevo como que la luz golpearía la parte superior y que sería conseguir sombra en el fondo. estoy"
    },
    {
      "index": 1354,
      "start_time": 10582390.0,
      "end_time": 10587649.0,
      "text": "mostrando el lado oscuro, el lado más oscuro que sería la más visible porque está cogiendo"
    },
    {
      "index": 1355,
      "start_time": 10587649.0,
      "end_time": 10594359.0,
      "text": "sombra oscura en este documento. Así que hago todo lo que puedo para empujar tipo de visualmente que volver,"
    },
    {
      "index": 1356,
      "start_time": 10594359.0,
      "end_time": 10602239.0,
      "text": "romperlo, separar la basura y mantenerlo simplemente continua a lo largo."
    },
    {
      "index": 1357,
      "start_time": 10602239.0,
      "end_time": 10617029.0,
      "text": "Está bien, vista posterior más completa. Voy a dibujar el cráneo que sé está allí y el oído."
    },
    {
      "index": 1358,
      "start_time": 10617029.0,
      "end_time": 10625520.0,
      "text": "Siempre me saco la parte delantera de la oreja primero, así que sé lo cerca que es, el oído está recibiendo."
    },
    {
      "index": 1359,
      "start_time": 10625520.0,
      "end_time": 10637090.0,
      "text": "Cuando llegues muy por detrás de ese oído que estoy haciendo un poco de doble línea. Usted puede tomar en"
    },
    {
      "index": 1360,
      "start_time": 10637090.0,
      "end_time": 10640329.0,
      "text": "lo que se ve parte del resto de la oreja, o simplemente puede mantenerlo como una línea doble. Eso"
    },
    {
      "index": 1361,
      "start_time": 10640329.0,
      "end_time": 10645279.0,
      "text": "muestra el espesor. Una vez más, una esquina de la parte posterior de la cabeza hacia el lado de la cabeza"
    },
    {
      "index": 1362,
      "start_time": 10645279.0,
      "end_time": 10655939.0,
      "text": "que el oído está mostrando. Así que recoger eso. El pómulo es hasta aquí. Esta tira hacia abajo"
    },
    {
      "index": 1363,
      "start_time": 10655939.0,
      "end_time": 10665729.0,
      "text": "aquí, y el cráneo, si no hay pelo o el pelo corto, vamos a hacer que lo que se ve"
    },
    {
      "index": 1364,
      "start_time": 10665729.0,
      "end_time": 10671430.0,
      "text": "como si fuera sólo un cráneo con una cara. Se vería algo así."
    },
    {
      "index": 1365,
      "start_time": 10671430.0,
      "end_time": 10678119.0,
      "text": "En este último dibujé dibujé realmente en parte, comencé con una forma del cráneo y luego rápidamente"
    },
    {
      "index": 1366,
      "start_time": 10678119.0,
      "end_time": 10684369.0,
      "text": "fue a la forma del cabello. En éste hice la forma del cráneo, principalmente porque es bueno"
    },
    {
      "index": 1367,
      "start_time": 10684369.0,
      "end_time": 10689310.0,
      "text": "practico y yo quería mostrar, pero lo que yo he hecho en mi propio dibujo es yo"
    },
    {
      "index": 1368,
      "start_time": 10689310.0,
      "end_time": 10695409.0,
      "text": "simplemente han dibujado todo el cabello, asegurándose de que yo permití para una masa llena de cráneo allí"
    },
    {
      "index": 1369,
      "start_time": 10695409.0,
      "end_time": 10701729.0,
      "text": "y luego recogió el moño. Así que en realidad estoy dibujando el peinado. Y ese peinado"
    },
    {
      "index": 1370,
      "start_time": 10701729.0,
      "end_time": 10710229.0,
      "text": "muchas veces voy a buscar, vamos a hacer que, cuando la parte superior se convierte en la parte de atrás justo ahí."
    },
    {
      "index": 1371,
      "start_time": 10710229.0,
      "end_time": 10716380.0,
      "text": "Puedes ver aquí cómo esto se acelera, se reduce aquí. Eso es lo que sugiere que la parte superior y"
    },
    {
      "index": 1372,
      "start_time": 10716380.0,
      "end_time": 10720159.0,
      "text": "atrás. En cualquier momento podemos hacer que se va a dar un poco más de volumen. Va"
    },
    {
      "index": 1373,
      "start_time": 10720159.0,
      "end_time": 10726090.0,
      "text": "asegurarse de que yo no corte de que el cráneo un poco. Yo como un puñetazo hacia fuera un poco. Asi que"
    },
    {
      "index": 1374,
      "start_time": 10726090.0,
      "end_time": 10730739.0,
      "text": "usted tiene su opción allí. Pero hacer un poco de práctica donde se está dibujando el cráneo completo a través"
    },
    {
      "index": 1375,
      "start_time": 10730739.0,
      "end_time": 10737899.0,
      "text": "la interrupción o el sombrero o el peinado y luego construir que la moda,"
    },
    {
      "index": 1376,
      "start_time": 10737900.0,
      "end_time": 10740760.0,
      "text": "que el vestuario encima de eso."
    },
    {
      "index": 1377,
      "start_time": 10743300.0,
      "end_time": 10755700.0,
      "text": "Bien, ahora que estamos por debajo de lo que ahora esta forma de huevo o la forma de cápsula se van a poner más corto."
    },
    {
      "index": 1378,
      "start_time": 10760440.0,
      "end_time": 10768020.0,
      "text": "Y vamos a repasar esto con cuidado. Vamos a hacer toda una sección en la que nos ocupamos de las perspectivas difíciles."
    },
    {
      "index": 1379,
      "start_time": 10768020.0,
      "end_time": 10776510.0,
      "text": "Pero como esto va para arriba y lejos, estamos por debajo de ella. Todas estas distancias, las cejas, la frente"
    },
    {
      "index": 1380,
      "start_time": 10776510.0,
      "end_time": 10780739.0,
      "text": "y como se van a poner más corto en nosotros. Y lo que tiene que ser un poco más cuidadoso en"
    },
    {
      "index": 1381,
      "start_time": 10780739.0,
      "end_time": 10791959.0,
      "text": "el posicionamiento de cosas para asegurarse de que está respetando ese nuevo visual, sobre todo"
    },
    {
      "index": 1382,
      "start_time": 10791959.0,
      "end_time": 10797470.0,
      "text": "lo corta que la nariz se pone debajo. Vamos a averiguar exactamente por qué ese es el caso en"
    },
    {
      "index": 1383,
      "start_time": 10797470.0,
      "end_time": 10804939.0,
      "text": "otra vez. Note debido a la incómoda y difícil. Y esto es una especie de incómoda"
    },
    {
      "index": 1384,
      "start_time": 10804939.0,
      "end_time": 10809340.0,
      "text": "ver cuando estás debajo, porque esa visión incómoda y la vista difícil estoy"
    },
    {
      "index": 1385,
      "start_time": 10809340.0,
      "end_time": 10814699.0,
      "text": "dibujo. Toda esta sección es la parte inferior de la nariz. Estoy dibujando todo el círculo"
    },
    {
      "index": 1386,
      "start_time": 10814699.0,
      "end_time": 10820760.0,
      "text": "de los labios para sentir todo el volumen de los labios. Más tarde voy a esbozar más detalle"
    },
    {
      "index": 1387,
      "start_time": 10820760.0,
      "end_time": 10827709.0,
      "text": "Necesito. Pero me estoy poniendo esos volúmenes completos para que pueda romper este espacio y ser más clara"
    },
    {
      "index": 1388,
      "start_time": 10827709.0,
      "end_time": 10835619.0,
      "text": "en donde terminan las cosas. Entonces voy a encontrar la parte inferior de la barbilla y el resto de este que"
    },
    {
      "index": 1389,
      "start_time": 10835619.0,
      "end_time": 10840039.0,
      "text": "Me acosté en más o menos. Voy a darle un poco de sombra aquí. Eso es ese plano digástrico"
    },
    {
      "index": 1390,
      "start_time": 10840039.0,
      "end_time": 10844919.0,
      "text": "de nuevo. Eso hace que asegurarse de que no se ve como una máscara de Halloween. Por lo que es realmente importante"
    },
    {
      "index": 1391,
      "start_time": 10844919.0,
      "end_time": 10852720.0,
      "text": "cada vez que vea debajo de la cabeza que le muestre algunos de que la masa de la cara de ir"
    },
    {
      "index": 1392,
      "start_time": 10852720.0,
      "end_time": 10859789.0,
      "text": "de vuelta al cuello, que plano inferior de la cara. Entonces hay que. No tuve ninguna"
    },
    {
      "index": 1393,
      "start_time": 10859789.0,
      "end_time": 10864359.0,
      "text": "oportunidad de hacer el resto de la misma. Eso habría estado bien. En este caso voy a hacer"
    },
    {
      "index": 1394,
      "start_time": 10864359.0,
      "end_time": 10875020.0,
      "text": "sólo para señalar cuando te mires debajo cuán bajo las orejas quedan hasta aquí. aviso"
    },
    {
      "index": 1395,
      "start_time": 10875020.0,
      "end_time": 10880649.0,
      "text": "especialmente en la vista inferior de la cara como esto casi siempre se termina el dibujo"
    },
    {
      "index": 1396,
      "start_time": 10880649.0,
      "end_time": 10886880.0,
      "text": "sólo la máscara de la cara y no el cráneo completo con cualquier peinado que está pasando."
    },
    {
      "index": 1397,
      "start_time": 10886880.0,
      "end_time": 10895959.0,
      "text": "Así que asegúrese de que agrega que allá."
    },
    {
      "index": 1398,
      "start_time": 10895959.0,
      "end_time": 10902760.0,
      "text": "De acuerdo, el perfil de tres cuartos, y estamos camino por debajo de ella otra vez. Si usted piensa en él como"
    },
    {
      "index": 1399,
      "start_time": 10902760.0,
      "end_time": 10910609.0,
      "text": "una caja o como un aviso tubo de cómo este lado frontal a ella, que es nuestro lado izquierdo, se eleva manera"
    },
    {
      "index": 1400,
      "start_time": 10910609.0,
      "end_time": 10919659.0,
      "text": "y luego se mueve fuera junto. Esto viene por ahí más lento. Esto viene rápidamente a su alrededor, pero luego"
    },
    {
      "index": 1401,
      "start_time": 10919659.0,
      "end_time": 10926590.0,
      "text": "cambia de dirección. Ese primer movimiento donde todas las características son, excepto para el oído es"
    },
    {
      "index": 1402,
      "start_time": 10926590.0,
      "end_time": 10932069.0,
      "text": "ir hacia arriba. No se puede subestimar que, de verdad. Así que es mejor para que sea mucho más profundo que"
    },
    {
      "index": 1403,
      "start_time": 10932069.0,
      "end_time": 10937510.0,
      "text": "lo que realmente es que para que sea menos de lo que es. Aquí está la raíz de la nariz por aquí,"
    },
    {
      "index": 1404,
      "start_time": 10937510.0,
      "end_time": 10945300.0,
      "text": "la boca aquí, el mentón aquí. Aviso de nuevo, es una visión difícil así que tomo más"
    },
    {
      "index": 1405,
      "start_time": 10945300.0,
      "end_time": 10963630.0,
      "text": "tiempo para trabajar en los detalles. Siempre tome ese pequeño extra para conseguir algo del cuello"
    },
    {
      "index": 1406,
      "start_time": 10963630.0,
      "end_time": 10971800.0,
      "text": "conexión allí. Bueno, en este caso voy a sacar toda la máscara de la cara como"
    },
    {
      "index": 1407,
      "start_time": 10971800.0,
      "end_time": 10976529.0,
      "text": "un huevo. Se siente el huevo como a mí, así que voy a hacer eso. Entonces me voy a sentar"
    },
    {
      "index": 1408,
      "start_time": 10976529.0,
      "end_time": 10984369.0,
      "text": "en mi línea del centro para mostrar que está enfrentando. Mi línea de las cejas para mostrar cómo está inclinando en"
    },
    {
      "index": 1409,
      "start_time": 10984369.0,
      "end_time": 10994399.0,
      "text": "y fuera de la página, y luego el oído es camino de regreso aquí en algún lugar. Nariz, boca, barbilla. aviso"
    },
    {
      "index": 1410,
      "start_time": 10994399.0,
      "end_time": 11003949.0,
      "text": "incluso la barbilla va en esta misma dirección. Avión Digástrico mete bajo. Usted puede incluso"
    },
    {
      "index": 1411,
      "start_time": 11003949.0,
      "end_time": 11008989.0,
      "text": "darle un poco de tono allí para marcar apagado si lo desea, aunque no tenemos"
    },
    {
      "index": 1412,
      "start_time": 11008989.0,
      "end_time": 11024060.0,
      "text": "hablado de cómo hacerlo. Puede tipo de codificarlo."
    },
    {
      "index": 1413,
      "start_time": 11024060.0,
      "end_time": 11033999.0,
      "text": "Bueno, por lo que es mi tiempo en eso, pero observe lo que hice con los últimos segundos. fui"
    },
    {
      "index": 1414,
      "start_time": 11033999.0,
      "end_time": 11040709.0,
      "text": "espalda y tipo de tocado cada una de estas áreas o tantas áreas como tuve tiempo de hacer para que"
    },
    {
      "index": 1415,
      "start_time": 11040709.0,
      "end_time": 11047739.0,
      "text": "asegurarse de que todos relacionados entre sí. Porque de lo contrario se tiende a llamar la clase de esto, y entonces"
    },
    {
      "index": 1416,
      "start_time": 11047739.0,
      "end_time": 11052220.0,
      "text": "dibujar esto, y luego dibuja esto y dibujar esto. Usted tipo de escanear a través, pero tienes"
    },
    {
      "index": 1417,
      "start_time": 11052220.0,
      "end_time": 11056319.0,
      "text": "Nunca echado un vistazo a la totalidad hasta que se pone de pie y camina lejos de su pieza. Asi que"
    },
    {
      "index": 1418,
      "start_time": 11056319.0,
      "end_time": 11063130.0,
      "text": "Quiero seguir un proceso de donde estoy haciendo malabarismos con todas las bolas a la vez. Me acosté en mi construcción"
    },
    {
      "index": 1419,
      "start_time": 11063130.0,
      "end_time": 11066630.0,
      "text": "líneas aquí, y luego voy por aquí en alguna otra forma construida, pero luego me comparan"
    },
    {
      "index": 1420,
      "start_time": 11066630.0,
      "end_time": 11073729.0,
      "text": "que forma de nuevo a esas líneas de construcción. Esto a esto, pero esto a esto. Estos a esta"
    },
    {
      "index": 1421,
      "start_time": 11073729.0,
      "end_time": 11080249.0,
      "text": "y esto a eso. Este de aquí a este aquí. Hay relaciones en todo."
    },
    {
      "index": 1422,
      "start_time": 11080249.0,
      "end_time": 11085939.0,
      "text": "Usted puede encontrar ángulos jugando fuera que usted puede recoger. Hay todo tipo de maneras de sentirse"
    },
    {
      "index": 1423,
      "start_time": 11085939.0,
      "end_time": 11092359.0,
      "text": "sus relaciones de ida y vuelta. Así como lo hace su arte constantemente malabares. Mantenga malabares."
    },
    {
      "index": 1424,
      "start_time": 11092359.0,
      "end_time": 11096829.0,
      "text": "Vuelve, encontrar una pequeña marca, tal vez añadir un poco más de detalle, pero sólo para lograr que"
    },
    {
      "index": 1425,
      "start_time": 11096829.0,
      "end_time": 11102020.0,
      "text": "volver a ese lugar para que pueda comparar que a otra cosa por aquí y esto a algo"
    },
    {
      "index": 1426,
      "start_time": 11102020.0,
      "end_time": 11111039.0,
      "text": "aquí, y usted está constantemente rítmicamente relacionarse. Siempre pienso en un director de orquesta"
    },
    {
      "index": 1427,
      "start_time": 11111039.0,
      "end_time": 11117279.0,
      "text": "que está dibujando en la sección de vientos en contra percusiones y los instrumentos de viento y de cada instrumento"
    },
    {
      "index": 1428,
      "start_time": 11117279.0,
      "end_time": 11125779.0,
      "text": "en cada sección es jugar con y contra ya través de los otros. Así que no es este poderoso"
    },
    {
      "index": 1429,
      "start_time": 11125779.0,
      "end_time": 11139760.0,
      "text": "composición. Este baile de ideas, formas, sonidos."
    },
    {
      "index": 1430,
      "start_time": 11139760.0,
      "end_time": 11149220.0,
      "text": "Esa línea de las cejas a oreja es muy valiosa cuando usted está tratando de trazar las cosas en"
    },
    {
      "index": 1431,
      "start_time": 11149220.0,
      "end_time": 11164079.0,
      "text": "posición dinámica. Encontrar la barbilla a la línea de la mandíbula de nuevo al frente de la oreja, que patilla"
    },
    {
      "index": 1432,
      "start_time": 11164079.0,
      "end_time": 11170340.0,
      "text": "área va a ayudarnos a sentir que underneathness. Conseguiremos un mejor manejo de que cuando"
    },
    {
      "index": 1433,
      "start_time": 11170340.0,
      "end_time": 11182619.0,
      "text": "entrar en nuestra segunda sección en la construcción intermedia."
    },
    {
      "index": 1434,
      "start_time": 11182619.0,
      "end_time": 11198499.0,
      "text": "Muy bien, así que aquí estamos camino debajo y detrás de lo que el oído se va a desplazar el frente de"
    },
    {
      "index": 1435,
      "start_time": 11198499.0,
      "end_time": 11205829.0,
      "text": "la cara y la gente de la parte superior de la cabeza. Mucho mejor exagerar. En otras palabras, empujar"
    },
    {
      "index": 1436,
      "start_time": 11205829.0,
      "end_time": 11210890.0,
      "text": "demasiado alto, demasiado hacia delante. Usted puede utilizar esa rayita. Siempre es una gran manera de"
    },
    {
      "index": 1437,
      "start_time": 11210890.0,
      "end_time": 11217569.0,
      "text": "tipo de medir una patilla a la zona de toma de ceja, ojo. Una gran manera de medir a"
    },
    {
      "index": 1438,
      "start_time": 11217569.0,
      "end_time": 11227350.0,
      "text": "asegurarse de que esta distancia es de unos derecha. No es que la mandíbula llena de ella. Aquí está el cráneo"
    },
    {
      "index": 1439,
      "start_time": 11227350.0,
      "end_time": 11245310.0,
      "text": "forma aquí. Y aquí está la construcción de salir de eso y añadiendo a ese peinado. Bueno."
    },
    {
      "index": 1440,
      "start_time": 11245310.0,
      "end_time": 11257270.0,
      "text": "Bueno, esa es nuestra lección para la estructura básica cabeza. Espero que te dio algunos buenos consejos"
    },
    {
      "index": 1441,
      "start_time": 11257270.0,
      "end_time": 11262989.0,
      "text": "para trabajar con, alguna información nueva. Espero que algunos de las asignaciones ayudó tipo de codificar"
    },
    {
      "index": 1442,
      "start_time": 11262989.0,
      "end_time": 11267470.0,
      "text": "esa información, asegúrese de que va a funcionar en la práctica y no sólo en teoría. Como"
    },
    {
      "index": 1443,
      "start_time": 11267470.0,
      "end_time": 11271909.0,
      "text": "todas estas lecciones ir, viendo más de una vez es una gran idea. Ir de nuevo a ellos"
    },
    {
      "index": 1444,
      "start_time": 11271909.0,
      "end_time": 11277069.0,
      "text": "una y otra vez. Esta información es difícil. Hay una gran cantidad de puntos finos ahí que"
    },
    {
      "index": 1445,
      "start_time": 11277069.0,
      "end_time": 11282319.0,
      "text": "usted no puede recoger la primera vez. Siempre se puede utilizar más de práctica, como todos pueden, de"
    },
    {
      "index": 1446,
      "start_time": 11282319.0,
      "end_time": 11286249.0,
      "text": "curso. Así que adelante y ver que un par de veces, pero cuando esté listo ir a continuación"
    },
    {
      "index": 1447,
      "start_time": 11286249.0,
      "end_time": 11290100.0,
      "text": "a nuestra próxima lección. Nuestra próxima lección será la construcción cabeza intermedia."
    },
    {
      "index": 1448,
      "start_time": 11290100.0,
      "end_time": 11292400.0,
      "text": "Te veré allá."
    }
  ]
}