{
  "video_id": "2yFCyPX3kT0",
  "title": "Annoying Customers",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2180.0,
      "text": "Bueno, esto es como la segunda parte de un vídeo"
    },
    {
      "index": 2,
      "start_time": 2180.0,
      "end_time": 6520.0,
      "text": "Bueno, no tienes que ver la parte 1 para entender de qué hablo en este video"
    },
    {
      "index": 3,
      "start_time": 6520.0,
      "end_time": 9580.0,
      "text": "Pero si no has visto la parte uno... uh... deberías"
    },
    {
      "index": 4,
      "start_time": 9580.0,
      "end_time": 13960.0,
      "text": "Bueno, yo solía trabajar en Subway y para ser honesto el 80% de los clientes eran buenos"
    },
    {
      "index": 5,
      "start_time": 13960.0,
      "end_time": 17500.0,
      "text": "A veces hacían algo que me molestaba de forma personal"
    },
    {
      "index": 6,
      "start_time": 17500.0,
      "end_time": 19500.0,
      "text": "como pedir una albóndiga en un pan plano"
    },
    {
      "index": 7,
      "start_time": 19500.0,
      "end_time": 21260.0,
      "text": "Así que no se sientan tan mal por mi"
    },
    {
      "index": 8,
      "start_time": 21260.0,
      "end_time": 25380.0,
      "text": "Algunas veces la gente me decía 'Me das uno de pavo con lechuga, jitomate--'"
    },
    {
      "index": 9,
      "start_time": 25380.0,
      "end_time": 29840.0,
      "text": "Whoa whoa whoa whoa! Espera un momento ¿Qué tipo de pan? ¿De 30 cm o 15 cm? ¿Qué clase de queso? ¿Tostado?"
    },
    {
      "index": 10,
      "start_time": 29840.0,
      "end_time": 31500.0,
      "text": "Después hablaremos de vegetales"
    },
    {
      "index": 11,
      "start_time": 31500.0,
      "end_time": 35140.0,
      "text": "Y cada vez que alguien traía una lista siempre había algo que faltaba... ¡Siempre!"
    },
    {
      "index": 12,
      "start_time": 35140.0,
      "end_time": 38200.0,
      "text": "Nunca tuve a alguien que llegara con la lista completa"
    },
    {
      "index": 13,
      "start_time": 38200.0,
      "end_time": 42020.0,
      "text": "Le preguntaba \"¿Qué tipo de queso?\" y ellos decían \"Ah... no especificaron\""
    },
    {
      "index": 14,
      "start_time": 42020.0,
      "end_time": 44840.0,
      "text": "Bueno si no les importa lo suficiente como para recordar el queso, me parece que será Suizo"
    },
    {
      "index": 15,
      "start_time": 44840.0,
      "end_time": 49180.0,
      "text": "Si alguien que está viendo esto trabaja en Subway, puede sentirse libre de usar esos trucos"
    },
    {
      "index": 16,
      "start_time": 49220.0,
      "end_time": 54220.0,
      "text": "Si alguien me preguntaba \"Hmm... ¿Qué clase de queso recomiendas?\" yo le decía Provolone"
    },
    {
      "index": 17,
      "start_time": 54220.0,
      "end_time": 57260.0,
      "text": "Porque es el queso más fácil de tomar con los guantes puestos"
    },
    {
      "index": 18,
      "start_time": 57260.0,
      "end_time": 61460.0,
      "text": "En serio, si alguien me preguntaba qué recomendaba, yo decía lo que me era más fácil hacer"
    },
    {
      "index": 19,
      "start_time": 61460.0,
      "end_time": 65300.0,
      "text": "Pero incluso con mi recomendación tan pensada de queso provolone"
    },
    {
      "index": 20,
      "start_time": 65300.0,
      "end_time": 68560.0,
      "text": "A veces la gente todavía decía \"Hmm... Dame Americano.\""
    },
    {
      "index": 21,
      "start_time": 68560.0,
      "end_time": 71740.0,
      "text": "¡¿Por qué me preguntas que queso recomiendo si no lo vas a tomar en serio?!"
    },
    {
      "index": 22,
      "start_time": 71740.0,
      "end_time": 76140.0,
      "text": "Otra cosa que me molestaba era cuando decían que su sándwich estaba completo"
    },
    {
      "index": 23,
      "start_time": 76140.0,
      "end_time": 77860.0,
      "text": "Pero no le ponían ninguna salsa"
    },
    {
      "index": 24,
      "start_time": 77860.0,
      "end_time": 81080.0,
      "text": "Así que les preguntaba \"¿Quiere algún aderezo? y ellos decían \"Oh sí, mayonesa\""
    },
    {
      "index": 25,
      "start_time": 81080.0,
      "end_time": 83960.0,
      "text": "¡Oh! ¿¡Entonces por qué me dices que ya está completo si no es cierto?!"
    },
    {
      "index": 26,
      "start_time": 83960.0,
      "end_time": 87520.0,
      "text": "También, la máquina de recibos de la tienda se tomaba como siete segundos en imprimir"
    },
    {
      "index": 27,
      "start_time": 87520.0,
      "end_time": 91180.0,
      "text": "Así que era muy incómodo cuando preguntaba \"¿Quieres tu recibo?\""
    },
    {
      "index": 28,
      "start_time": 91180.0,
      "end_time": 98320.0,
      "text": "Y ellos decían \"Sí\" y simplemente nos quedábamos mirando... el uno al otro... hasta que... el recibo se imprimía"
    },
    {
      "index": 29,
      "start_time": 98320.0,
      "end_time": 102560.0,
      "text": "Así que lo que hacía cada vez que alguien pasaba su tarjeta de crédito me quedaba mirando al vacío"
    },
    {
      "index": 30,
      "start_time": 102560.0,
      "end_time": 106920.0,
      "text": "Y en mi cabeza contaba hasta cinco y luego preguntaba \"¿Quieres tu recibo?\""
    },
    {
      "index": 31,
      "start_time": 106920.0,
      "end_time": 112220.0,
      "text": "Y para cuando el cliente dijera sí, parecía magia! En cuando ellos dijeran que sí, bshhh, el recibo se imprimía"
    },
    {
      "index": 32,
      "start_time": 112220.0,
      "end_time": 114180.0,
      "text": "En Subway, solo trabajas con una persona más"
    },
    {
      "index": 33,
      "start_time": 114180.0,
      "end_time": 116940.0,
      "text": "Así que si alguien se enfadaba y decía \"Déjame hablar con tu gerente\""
    },
    {
      "index": 34,
      "start_time": 116940.0,
      "end_time": 120300.0,
      "text": "Yo lo miraba y decía \"Escucha, he estado aquí más tiempo\""
    },
    {
      "index": 35,
      "start_time": 120300.0,
      "end_time": 125140.0,
      "text": "La única persona aparte de mí es una chica de 16 años y técnicamente no es lo suficientemente mayor como para usar la tostadora"
    },
    {
      "index": 36,
      "start_time": 125140.0,
      "end_time": 127840.0,
      "text": "Así que probablemente, yo soy tu mejor opción y soy el gerente"
    },
    {
      "index": 37,
      "start_time": 127840.0,
      "end_time": 132080.0,
      "text": "Acaso la gente cree que el gerente automáticamente se pondrá de su lado y le va a regalar cosas?"
    },
    {
      "index": 38,
      "start_time": 132080.0,
      "end_time": 134720.0,
      "text": "¡Sí! ¡De hecho eso es lo que piensan, porque pasa todo el tiempo!"
    },
    {
      "index": 39,
      "start_time": 134720.0,
      "end_time": 139260.0,
      "text": "Yo me considero un empleado de Subway bastante relajado. No me gustaba ser mala gente con los clientes"
    },
    {
      "index": 40,
      "start_time": 139260.0,
      "end_time": 142120.0,
      "text": "Incluso si estaba desobedeciendo la fórmula de Subway a propósito"
    },
    {
      "index": 41,
      "start_time": 142120.0,
      "end_time": 147660.0,
      "text": "¡Oh! ¿Quieres más de seis aceitunas en tu sandwiche de 30 cm? Pff ¡Claro! Ten una rebanada extra de queso"
    },
    {
      "index": 42,
      "start_time": 147660.0,
      "end_time": 151460.0,
      "text": "¿Un dolar cincuenta por aguacate? Pff, te cobro 75 centavos, amigo"
    },
    {
      "index": 43,
      "start_time": 151460.0,
      "end_time": 155980.0,
      "text": "Probablemente no debería decir estas cosas, ya saben, en caso de que YouTube se vaya al carajo y necesite un trabajo"
    },
    {
      "index": 44,
      "start_time": 155980.0,
      "end_time": 162740.0,
      "text": "Así que no era realmente \"estricto\" con las reglas. Conocen a los trabajadores que son estrictos. \"¡No! ¡No servimos desayunos a las 10:02! ¡Largo!\""
    },
    {
      "index": 45,
      "start_time": 162740.0,
      "end_time": 165880.0,
      "text": "Pero ser realmente relajado no detenía a la gente de ser odiosa..."
    },
    {
      "index": 46,
      "start_time": 165880.0,
      "end_time": 169580.0,
      "text": "Un día, esta persona entra y pide por dos sándwiches de pastrami de 30 cms"
    },
    {
      "index": 47,
      "start_time": 169580.0,
      "end_time": 173960.0,
      "text": "Y pastrami es nuestro sándwich más caro. Cuesta como 10 dólares el de 30 cm."
    },
    {
      "index": 48,
      "start_time": 173960.0,
      "end_time": 180560.0,
      "text": "Y chicos, el pastrami es super bueno, pero no pagaría por él. Digo, es bueno, sí, pero no pagaría 10 dólares por uno de 30 cm."
    },
    {
      "index": 49,
      "start_time": 180560.0,
      "end_time": 185280.0,
      "text": "No lo vale. Así que ya le hice sus dos sándwiches a este tipo. Y digo \"Son 20 dólares\""
    },
    {
      "index": 50,
      "start_time": 185280.0,
      "end_time": 189960.0,
      "text": "Y creo que no vio el precio del sándwich en el menú o pensó que aún hacíamos 30 cm por 5 dólares"
    },
    {
      "index": 51,
      "start_time": 189960.0,
      "end_time": 193840.0,
      "text": "Porque me dijo \"Yo no voy a pagar por eso\" y esto pasó cuando apenas iba empezando."
    },
    {
      "index": 52,
      "start_time": 193840.0,
      "end_time": 197900.0,
      "text": "Solo tenía como una semana de experiencia, y luego que dijo eso le respondí"
    },
    {
      "index": 53,
      "start_time": 197900.0,
      "end_time": 201680.0,
      "text": "\"¡Qué mal! Creo que no vas a pagar por esto, no sabía que la gente podía hacer eso\""
    },
    {
      "index": 54,
      "start_time": 201680.0,
      "end_time": 207880.0,
      "text": "\"Oye quiero esto\" \"Muy bien, son 20 dólares\" \"Nah\" \"¿No lo quiere?\" \"Si lo quiero, pero no quiero pagar por él\""
    },
    {
      "index": 55,
      "start_time": 207880.0,
      "end_time": 214240.0,
      "text": "Ok, no, pero de hecho llegamos a un acuerdo. Me dijo que tenía 12 dólares , así que terminó pagando por uno."
    },
    {
      "index": 56,
      "start_time": 214240.0,
      "end_time": 216960.0,
      "text": "Y yo me quedé con el otro. Así que todo salió bien."
    },
    {
      "index": 57,
      "start_time": 216960.0,
      "end_time": 222360.0,
      "text": "Además, un día estaba haciendo un sándwich para un tipo con un acento muy marcado y me pide cebollas aparte."
    },
    {
      "index": 58,
      "start_time": 222360.0,
      "end_time": 225640.0,
      "text": "No hay problema, teníamos tacitas para poner vegetales."
    },
    {
      "index": 59,
      "start_time": 225640.0,
      "end_time": 230260.0,
      "text": "De hecho usaba tazas para sopa porque las tacitas para cosas aparte eran minúsculas y empecé a hacer lo mío."
    },
    {
      "index": 60,
      "start_time": 230260.0,
      "end_time": 238300.0,
      "text": "Pero luego él dice \"¡No! A un lado! y yo pensé \"¡Oh! ¡Pidió uno de 30 cm! Probablemente quiera cebolla en una mitad nada más."
    },
    {
      "index": 61,
      "start_time": 238300.0,
      "end_time": 243560.0,
      "text": "Así que empecé a poner cebolla en la mitad del sub, pero luego me reclamó \"¡No! ¡A un lado!\""
    },
    {
      "index": 62,
      "start_time": 243560.0,
      "end_time": 249340.0,
      "text": "A estas alturas no sabía que quería este tipo, así que le pregunto \"¿Al lado de qué?\" y luego grita \"¡Cebollas!\""
    },
    {
      "index": 63,
      "start_time": 249340.0,
      "end_time": 251240.0,
      "text": "Y jamás descifré qué quería decir"
    },
    {
      "index": 64,
      "start_time": 251240.0,
      "end_time": 256780.0,
      "text": "Este señor mayor pide que su aderezo esté sobre sus vegetales y normalmente lo ponemos junto con la carne"
    },
    {
      "index": 65,
      "start_time": 256779.99999999997,
      "end_time": 261379.99999999997,
      "text": "Y no sabía si había escuchado bien porque empecé a poner el aderezo y cerré el sándwich"
    },
    {
      "index": 66,
      "start_time": 261380.0,
      "end_time": 266360.0,
      "text": "Así que su salsa hubiese estado en el mismo orden de cualquier manera. Una vez esta señora dejó 40 dólares de propina a Correy y a mí"
    },
    {
      "index": 67,
      "start_time": 266360.0,
      "end_time": 269720.0,
      "text": "No era odiosa, solo quería meter alguna historia de un cliente bueno"
    },
    {
      "index": 68,
      "start_time": 269720.0,
      "end_time": 276040.0,
      "text": "Ok, una vez esta... uh... persona Nativo Americana vino y...No sé si mencionar eso fuese importante para la historia"
    },
    {
      "index": 69,
      "start_time": 276060.0,
      "end_time": 281340.0,
      "text": "Entra y pide por cinco de atún de 30 cm. Ok, Tyler, solo somos tú y yo ¡hagámoslo!"
    },
    {
      "index": 70,
      "start_time": 281340.0,
      "end_time": 284680.0,
      "text": "Y luego, cuando acabamos, lo voceamos y preguntamos ¿Algo más?"
    },
    {
      "index": 71,
      "start_time": 284680.0,
      "end_time": 288980.0,
      "text": "Y dice \"Siete de albóndigas\" ¡¿Qué?! ¡El quería siete sándwiches más!"
    },
    {
      "index": 72,
      "start_time": 288980.0,
      "end_time": 295000.0,
      "text": "Pero James, eres Sooubway. Se supone que haces los sándwiches sin importar cuántos pidan"
    },
    {
      "index": 73,
      "start_time": 295000.0,
      "end_time": 297400.0,
      "text": "Sí, lo sé, pero el tipo pudo haberlo hecho de manera diferente"
    },
    {
      "index": 74,
      "start_time": 297400.0,
      "end_time": 302080.0,
      "text": "Normalmente para un platón, debes llamar con una hora de anticipo y solo son 5 de 30 cm"
    },
    {
      "index": 75,
      "start_time": 302080.0,
      "end_time": 307540.0,
      "text": "Este tipo pudo haber llamado y decir \"Hey, voy a pedir doce sándwiches así que prepárense... mentalmente\""
    },
    {
      "index": 76,
      "start_time": 307540.0,
      "end_time": 312620.0,
      "text": "Es decir, teníamos tantos clientes esperando. No, en realidad no, es una mentira, sólo era él. ¡Pero aún así!"
    },
    {
      "index": 77,
      "start_time": 312620.0,
      "end_time": 316700.0,
      "text": "Le estaba haciendo un sándwich a esta señora y para sus vegetales pidió lechuga extra"
    },
    {
      "index": 78,
      "start_time": 316780.0,
      "end_time": 323500.0,
      "text": "Así que puse una buena porción, pero me pidió más. Así que puse más, \"¡Más!\" Y pongo un poquito más \"¡Más!\""
    },
    {
      "index": 79,
      "start_time": 323500.0,
      "end_time": 329900.0,
      "text": "\"Uh... no podré cerrar su sándwich con más lechuga\" Y ella responde \"Está bien\" \"Ok, más lechuga en camino\""
    },
    {
      "index": 80,
      "start_time": 329900.0,
      "end_time": 333200.0,
      "text": "Así que terminé dándole un sándwich con una montaña de lechuga"
    },
    {
      "index": 81,
      "start_time": 333200.0,
      "end_time": 335060.0,
      "text": "¿Sí sabe que hacemos ensaladas verdad?"
    },
    {
      "index": 82,
      "start_time": 335060.0,
      "end_time": 340780.0,
      "text": "Cuando era pequeño siempre pensé que si trabajaba en una tienda y alguien intentaba robarme, no le daría nada de dinero"
    },
    {
      "index": 83,
      "start_time": 340780.0,
      "end_time": 345960.0,
      "text": "Pero ahora es como de \"Pshh ¡No me voy a arriesgar por Sooubway! ¡Ten la caja registradora!"
    },
    {
      "index": 84,
      "start_time": 345960.0,
      "end_time": 350680.0,
      "text": "Afortunadamente jamás tuve a alguien apuntándome con una pistola, pero he cachado gente robándonos"
    },
    {
      "index": 85,
      "start_time": 350680.0,
      "end_time": 354400.0,
      "text": "Estaba haciendo el sándwich de alguien y este niño pide por un vaso para agua"
    },
    {
      "index": 86,
      "start_time": 354400.0,
      "end_time": 359520.0,
      "text": "Así que se la dí. Regresé a hacer el sándwich y simplemente empiezo a escuchar el sonido burbujeante del refresco siendo servido"
    },
    {
      "index": 87,
      "start_time": 359520.0,
      "end_time": 363880.0,
      "text": "¡Miré y era el niño poniendo refresco en el vaso! ¡Ni si quiera intentó ocultarlo!"
    },
    {
      "index": 88,
      "start_time": 363880.0,
      "end_time": 367760.0,
      "text": "Cuando ponía refresco en un vaso de agua, al menos espero que el empleado se fuera a la parte de atrás"
    },
    {
      "index": 89,
      "start_time": 367760.0,
      "end_time": 371260.0,
      "text": "Pero ni si quiera dije nada. Solo fué de \"Muy bien chico\""
    },
    {
      "index": 90,
      "start_time": 371260.0,
      "end_time": 375880.0,
      "text": "Vi este tipo tomando una bolsa de papas y la ocultó debajo del contador para que no lo vieran"
    },
    {
      "index": 91,
      "start_time": 375880.0,
      "end_time": 380240.0,
      "text": "Así que cuando voceé su sándwich pregunté \"¿Algo más?\" y el me dijo \"Nop\""
    },
    {
      "index": 92,
      "start_time": 380240.0,
      "end_time": 385140.0,
      "text": "Okay, como sea. Muy bien, última historia. Estaba en la parte de atrás jugando Clash of Clans"
    },
    {
      "index": 93,
      "start_time": 385140.0,
      "end_time": 389320.0,
      "text": "Y teníamos esta computadora que mostraba lo que las cámaras veían y vi a esta mujer que estaba comiendo"
    },
    {
      "index": 94,
      "start_time": 389320.0,
      "end_time": 394260.0,
      "text": "Estiró su brazo a la caja y tomó tres vasos grandes y no hice nada para detenerla"
    },
    {
      "index": 95,
      "start_time": 394260.0,
      "end_time": 399540.0,
      "text": "¿Saben? Soy el tipo de persona que piensa que \"El empleado siempre tiene la razón\" Digamos que estoy comiendo en un lugar"
    },
    {
      "index": 96,
      "start_time": 399540.0,
      "end_time": 404660.0,
      "text": "Y pido una ensalada de pollo y me dicen \"Solo tenemos de atún\" Soy el tipo de persona que dice"
    },
    {
      "index": 97,
      "start_time": 404660.0,
      "end_time": 406820.0,
      "text": "Muy bien, creo que será ensalada de atún"
    },
    {
      "index": 98,
      "start_time": 406820.0,
      "end_time": 413180.0,
      "text": "Y pienso que la gente debería notar que estos trabajadores son personas y no solo algo para conseguir sándwiches gratis"
    },
    {
      "index": 99,
      "start_time": 413180.0,
      "end_time": 418040.0,
      "text": "Hablaba en serio cuando dije en el video pasado que todos deberían trabajar en una tienda departamental o un lugar de comida rápida"
    },
    {
      "index": 100,
      "start_time": 418040.0,
      "end_time": 420400.0,
      "text": "¡Es-Es una locura! Ok, acabamos"
    },
    {
      "index": 101,
      "start_time": 422160.0,
      "end_time": 426640.0,
      "text": "Miren ella de hecho pone seis aceitunas en uno de 30 cm. Una de ellas incluso cayó"
    }
  ]
}