{
  "video_id": "3AAdKl1UYZs",
  "title": "Real Spaghetti Carbonara | Antonio Carluccio",
  "json": [
    {
      "index": 1,
      "start_time": 4160.0,
      "end_time": 11160.0,
      "text": "Soy Antonio Carluccio, bienvenidos a mi cocina. Voy a enseñarles como preparar una verdadera Carbonara."
    },
    {
      "index": 2,
      "start_time": 11280.0,
      "end_time": 17220.0,
      "text": "La mayoría de las personas la hacen mal, déjenme mostrarles porqué. Esto es agua hirviendo"
    },
    {
      "index": 3,
      "start_time": 17220.0,
      "end_time": 24220.0,
      "text": "a la cual le agregaremos diez gramos de sal por cada litro de agua, debe ser así."
    },
    {
      "index": 4,
      "start_time": 24220.0,
      "end_time": 31880.0,
      "text": "E inmediatamente le ponemos, debe estar hirviendo, la pasta. En este caso es un tipo de pasta llamado"
    },
    {
      "index": 5,
      "start_time": 32029.000000000004,
      "end_time": 39029.0,
      "text": "spaghettoni; un tipo de espagueti de mayor tamaño. Mientras esto se cocina, se tomara unos diez"
    },
    {
      "index": 6,
      "start_time": 39029.0,
      "end_time": 45579.0,
      "text": "minutos, y sin aceite por favor, sin aceite. No lo necesitan, solo deben revolver un poco"
    },
    {
      "index": 7,
      "start_time": 45579.0,
      "end_time": 52370.0,
      "text": "mientras esta en el agua, y eso es todo. Ahora, para la Carbonara original necesitaremos el \"Guanciale\""
    },
    {
      "index": 8,
      "start_time": 52370.0,
      "end_time": 56899.0,
      "text": "el cual es la mejilla del cerdo, una especialidad de los Romanos, por como"
    },
    {
      "index": 9,
      "start_time": 56899.0,
      "end_time": 62769.0,
      "text": "lo hacen. Lo curan como si fuera jamón o panceta y es bastante jugoso, muy sabroso"
    },
    {
      "index": 10,
      "start_time": 62769.0,
      "end_time": 70600.0,
      "text": "y tierno. Ahora debe cortarse en trozos, naturalmente también pueden utilizar panceta; una"
    },
    {
      "index": 11,
      "start_time": 70610.0,
      "end_time": 77610.0,
      "text": "panceta normal como esta de aca pero prefiero el guanciale cuando lo tengo obviamente."
    },
    {
      "index": 12,
      "start_time": 77750.0,
      "end_time": 86500.0,
      "text": "Esta es una receta para dos personas. Grandes trozos. Los Romanos, enloquecen con esta pasta. Si"
    },
    {
      "index": 13,
      "start_time": 86500.0,
      "end_time": 92860.0,
      "text": "hay una pasta Romana es esta. Esto es un poco mas para dos personas."
    },
    {
      "index": 14,
      "start_time": 92860.0,
      "end_time": 97590.0,
      "text": "Lo único que necesitamos para hacer la salsa es tomar aceite de oliva, ponerlo"
    },
    {
      "index": 15,
      "start_time": 97590.0,
      "end_time": 103690.0,
      "text": "en una sartén. Muy bien. Ponemos el guanciale en la sarten y sera el inicio de la"
    },
    {
      "index": 16,
      "start_time": 103690.0,
      "end_time": 110690.0,
      "text": "salsa y en su mayoría el final de ella porque el resto va aquí en el tazón."
    },
    {
      "index": 17,
      "start_time": 111530.0,
      "end_time": 121500.0,
      "text": "Ahora tomamos unos huevos, para dos personas se usan dos huevos. Oh! que lindo color, miren esto."
    },
    {
      "index": 18,
      "start_time": 121539.0,
      "end_time": 133000.0,
      "text": "Para espesar le pongo solo la yema y lo batimos; para esto no hay que agregar"
    },
    {
      "index": 19,
      "start_time": 133070.0,
      "end_time": 139510.0,
      "text": "nada de nada de cremas. Absolutamente prohibido. Entonces este es el comienzo de la"
    },
    {
      "index": 20,
      "start_time": 139510.0,
      "end_time": 148300.0,
      "text": "salsa. Le ponemos un poco de parmesano, en Roma también usan queso pecorino el cual debe"
    },
    {
      "index": 21,
      "start_time": 148390.0,
      "end_time": 154630.0,
      "text": "estar rayado. Hay pecorino fresco y añejo pero es bueno tener un poco de esto"
    },
    {
      "index": 22,
      "start_time": 154630.0,
      "end_time": 166400.0,
      "text": "Una buena cantidad de pimienta. Y mezclamos un poco mas la salsa."
    },
    {
      "index": 23,
      "start_time": 166470.0,
      "end_time": 173470.0,
      "text": "No le pongan nada de sal porque este tocino es bastante salado, ya que es de conserva. Reduzcamos el calor"
    },
    {
      "index": 24,
      "start_time": 174350.0,
      "end_time": 180350.0,
      "text": "un poco para ver como está la pasta. Podemos ver que aun esta un poco rigida"
    },
    {
      "index": 25,
      "start_time": 180350.0,
      "end_time": 186400.0,
      "text": "así que la volvemo a poner,durnte  unos tres o cuatro minutos. Ahora nuestro tocino ha producido"
    },
    {
      "index": 26,
      "start_time": 186400.0,
      "end_time": 193280.0,
      "text": "una gran cantidad de grasa. Para los que no quieran esa grasa, les mostrare un pequeño secreto."
    },
    {
      "index": 27,
      "start_time": 193280.0,
      "end_time": 201200.0,
      "text": "Ahí va, hacen esto. Absorben un poco de grasa y la quitan así,"
    },
    {
      "index": 28,
      "start_time": 201200.0,
      "end_time": 209380.0,
      "text": "muy sencillo. La pasta parece estar bien. Probemos, ahora debería ser suficiente."
    },
    {
      "index": 29,
      "start_time": 209380.0,
      "end_time": 213870.0,
      "text": "Apagué el guanciale porque esta muy caliente y eso es exactamente lo que no quiero,"
    },
    {
      "index": 30,
      "start_time": 213870.0,
      "end_time": 220870.0,
      "text": "que este muy caliente. Entonces tomamos la pasta y la ponemos en la sarten."
    },
    {
      "index": 31,
      "start_time": 222370.0,
      "end_time": 228900.0,
      "text": "Y la mezclamos de esta manera. Dejemos que se enfríe mientras lo hacemos. No debe estar muy caliente"
    },
    {
      "index": 32,
      "start_time": 228900.0,
      "end_time": 235900.0,
      "text": "porque lo que sucederá ahora, es que la temperatura sea suficiente para que el huevo recubra la pasta."
    },
    {
      "index": 33,
      "start_time": 237959.0,
      "end_time": 244959.0,
      "text": "Ahora viene la pieza de resistencia, la salsa. Ahí tienes. Ahora la revolvemos"
    },
    {
      "index": 34,
      "start_time": 247840.0,
      "end_time": 257900.0,
      "text": "de esta forma. Usualmente en este instante si te equivocas con el calor se ve"
    },
    {
      "index": 35,
      "start_time": 257899.99999999997,
      "end_time": 265400.0,
      "text": "que los huevos se vuelven huevos revueltos. No demasiado revueltos y esta es la Carbonara."
    },
    {
      "index": 36,
      "start_time": 267000.0,
      "end_time": 276090.0,
      "text": "Ahora para el toque final el cual es la presentacion; parmesano o pecorino, dependiendo de lo que les guste, y"
    },
    {
      "index": 37,
      "start_time": 276270.0,
      "end_time": 283270.0,
      "text": "en mi opinión, un buen toque de pimienta. Esto es decorativo para mi. Y esta es la"
    },
    {
      "index": 38,
      "start_time": 283680.0,
      "end_time": 290680.0,
      "text": "la única y verdadera Carbonara. Y es exactamente como debería ser, cremosa sin añadir crema"
    },
    {
      "index": 39,
      "start_time": 290900.0,
      "end_time": 295200.0,
      "text": "porque es lo usual. Así es fantástica."
    },
    {
      "index": 40,
      "start_time": 297100.0,
      "end_time": 303130.0,
      "text": "Mmmmm, vengan todos."
    },
    {
      "index": 41,
      "start_time": 303130.0,
      "end_time": 304560.0,
      "text": "De verdad deberían probar esto, es maravilloso."
    }
  ]
}