{
  "video_id": "3NLoDMsqJkE",
  "title": "CIVILIZATION VI - How to Generate Science",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3770.0,
      "text": "La Ciencia controla tu progreso en Sid Meier’s Civilization 6."
    },
    {
      "index": 2,
      "start_time": 4204.0,
      "end_time": 7140.0,
      "text": "Se trata de uno de los recursos principales en Civilization."
    },
    {
      "index": 3,
      "start_time": 7540.0,
      "end_time": 12278.0,
      "text": "Se usa para desbloquear nuevas tecnologías, que proporcionan nuevas habilidades y unidades a tu pueblo.  "
    },
    {
      "index": 4,
      "start_time": 12278.0,
      "end_time": 16016.0,
      "text": "Cuanta más Ciencia produces, más deprisa se desbloquean esas tecnologías."
    },
    {
      "index": 5,
      "start_time": 16015.999999999998,
      "end_time": 18818.0,
      "text": "Al principio, tu Palacio genera Ciencia."
    },
    {
      "index": 6,
      "start_time": 18818.0,
      "end_time": 23490.0,
      "text": "También puedes conseguirla a partir de diversos recursos, maravillas naturales y el distrito del Campus."
    },
    {
      "index": 7,
      "start_time": 24190.0,
      "end_time": 30096.0,
      "text": "Los momentos Eurekas son mejoras a tecnologías específicas, y puedes conseguirlas de diferentes formas en el juego. "
    },
    {
      "index": 8,
      "start_time": 30096.0,
      "end_time": 35135.0,
      "text": "No necesitas un momento Eureka para completar una tecnología, pero pueden acelerar tu progreso científico."
    },
    {
      "index": 9,
      "start_time": 36102.0,
      "end_time": 43076.0,
      "text": "Por ejemplo, instalar una ciudad en la costa completa de forma automática la mitad de la tecnología de Navegación a vela, que te ayuda a mejorar tus recursos marítimos."
    },
    {
      "index": 10,
      "start_time": 43910.0,
      "end_time": 49482.0,
      "text": "Descubrir otra civilización mejora la Escritura, que te permite construir el distrito del Campus, que produce Ciencia.  "
    },
    {
      "index": 11,
      "start_time": 50350.0,
      "end_time": 53686.0,
      "text": "El distrito del Campus es el mejor modo de generar Ciencia. "
    },
    {
      "index": 12,
      "start_time": 53686.0,
      "end_time": 58058.0,
      "text": "Construye Campus junto a Montañas y Selvas para conseguir las mayores bonificaciones por adyacencia. "
    },
    {
      "index": 13,
      "start_time": 60260.0,
      "end_time": 68368.0,
      "text": "Las Bibliotecas, Universidades y Laboratorios de investigación de tus Campus aumentarán su producción de Ciencia y te permitirán asignar Población a esa casilla."
    },
    {
      "index": 14,
      "start_time": 70503.0,
      "end_time": 74374.0,
      "text": "Los Grandes científicos son personas legendarias conseguidas por tu civilización. "
    },
    {
      "index": 15,
      "start_time": 74374.0,
      "end_time": 80113.0,
      "text": "En cada turno puedes acumular puntos de Gran científico a través de tus Campus y políticas sociales. "
    },
    {
      "index": 16,
      "start_time": 80113.0,
      "end_time": 86986.0,
      "text": "Conseguirás un Gran científico cuando hayas obtenido suficientes puntos de Gran científico, o puedes ser mecenas de uno con Oro o Fe. "
    },
    {
      "index": 17,
      "start_time": 86986.0,
      "end_time": 89923.0,
      "text": "Cada Gran científico tiene un efecto poderoso y exclusivo."
    },
    {
      "index": 18,
      "start_time": 92325.0,
      "end_time": 94360.0,
      "text": "Las maravillas también pueden ayudar a la Ciencia."
    },
    {
      "index": 19,
      "start_time": 94360.0,
      "end_time": 101468.0,
      "text": "La Gran Biblioteca mejora todas las tecnologías antiguas y clásicas, y la Universidad de Oxford proporciona dos tecnologías gratuitas aleatorias. "
    },
    {
      "index": 20,
      "start_time": 102702.0,
      "end_time": 105238.0,
      "text": "Ciertas políticas y creencias religiosas también pueden ser de ayuda."
    },
    {
      "index": 21,
      "start_time": 106606.0,
      "end_time": 111511.0,
      "text": "Para conseguir la victoria científica, tendrás que ser la primera civilización que establezca una colonia en Marte."
    },
    {
      "index": 22,
      "start_time": 112045.0,
      "end_time": 113913.0,
      "text": "Para empezar, investiga Cohetería. "
    },
    {
      "index": 23,
      "start_time": 113913.0,
      "end_time": 117750.0,
      "text": "Esto te permitirá construir un distrito de Puerto espacial y poner en órbita un satélite.  "
    },
    {
      "index": 24,
      "start_time": 117750.0,
      "end_time": 121387.0,
      "text": "Después, investigar los Satélites te permitirá enviar a un humano a la Luna."
    },
    {
      "index": 25,
      "start_time": 123723.0,
      "end_time": 128761.0,
      "text": "El último paso requiere investigar Robótica, Fusión nuclear y Nanotecnología."
    },
    {
      "index": 26,
      "start_time": 129229.00000000001,
      "end_time": 136202.0,
      "text": "Para completar el proyecto de Marte y obtener la victoria científica, tendrás que enviar un Módulo de ocupación, un Reactor y un Hidropónico a Marte."
    },
    {
      "index": 27,
      "start_time": 136569.0,
      "end_time": 142475.0,
      "text": "Ten en cuenta que estos proyectos requieren muchísima Producción, así que intenta construir Puertos espaciales en las ciudades con Zonas industriales. "
    },
    {
      "index": 28,
      "start_time": 143243.0,
      "end_time": 145612.0,
      "text": "Siempre puedes conseguir ayuda de un Gran científico."
    },
    {
      "index": 29,
      "start_time": 147814.0,
      "end_time": 150216.0,
      "text": "¿Intentará tu civilización alcanzar las estrellas? "
    },
    {
      "index": 30,
      "start_time": 150216.0,
      "end_time": 153620.0,
      "text": "Domina la ciencia en Sid Meier’s Civilization VI."
    }
  ]
}