{
  "video_id": "4E1JiDFxFGk",
  "title": "Personality Disorders: Crash Course Psychology #34",
  "json": [
    {
      "index": 1,
      "start_time": 500.0,
      "end_time": 4740.0,
      "text": "Puedo ser tranquilo, encantador y habilidoso. Puedo hacer una impresión muy confiada y"
    },
    {
      "index": 2,
      "start_time": 4740.0,
      "end_time": 6780.0,
      "text": "es difícil definirme en pocas palabras"
    },
    {
      "index": 3,
      "start_time": 6780.0,
      "end_time": 11120.0,
      "text": "Algunas veces me encuentro fantaseando acerca de éxito ilimitado y poder, y belleza"
    },
    {
      "index": 4,
      "start_time": 11120.0,
      "end_time": 16390.0,
      "text": "Tengo repetidos uso del engaño, estafa, o defraudar a los demás para mi ganancia personal. Para"
    },
    {
      "index": 5,
      "start_time": 16390.0,
      "end_time": 20400.0,
      "text": "ser honesto, no tengo mucha preocupación por los sentimientos de otras personas, o su sufrimiento"
    },
    {
      "index": 6,
      "start_time": 20400.0,
      "end_time": 22689.0,
      "text": "¿No se oye como el Hank que conocen verdad?"
    },
    {
      "index": 7,
      "start_time": 22689.0,
      "end_time": 26400.0,
      "text": "Estos son los estados de medida de auto-evaluación para los desórdenes de personalidad, eso deja"
    },
    {
      "index": 8,
      "start_time": 26400.0,
      "end_time": 31200.0,
      "text": "a los pacientes describirse a sí mismos, clasificando cada una de sus declaraciones en términos de cuán preciso creen que es"
    },
    {
      "index": 9,
      "start_time": 31210.0,
      "end_time": 35100.0,
      "text": "Para ser honesto, no se puede confiar mucho en este tipo de auto-informe para evaluar lo que estamos"
    },
    {
      "index": 10,
      "start_time": 35100.0,
      "end_time": 39500.0,
      "text": "hablando hoy porque mientras algunas personas demasiado seguras de sí mismas o obsesionadas con poder"
    },
    {
      "index": 11,
      "start_time": 39500.0,
      "end_time": 44579.0,
      "text": "o completamente engañosas te dirán lo que son, hay un cierto subconjunto que no"
    },
    {
      "index": 12,
      "start_time": 44579.0,
      "end_time": 48670.0,
      "text": "Muchos de los desórdenes de los que hemos hablando acerca son considerados \"ego-distónico\""
    },
    {
      "index": 13,
      "start_time": 48680.0,
      "end_time": 52900.0,
      "text": "lo que quiere decir que personas que lo tiene son conscientes de que tienen un problema y tienden a ser"
    },
    {
      "index": 14,
      "start_time": 52900.0,
      "end_time": 54340.0,
      "text": "afligidos por sus síntomas"
    },
    {
      "index": 15,
      "start_time": 54340.0,
      "end_time": 58020.0,
      "text": "Como una persona con trastorno bipolar o OCD generalmente saben que tienen una condición"
    },
    {
      "index": 16,
      "start_time": 58020.0,
      "end_time": 60430.0,
      "text": "psicológica y que no les gusta lo que hace con ellos"
    },
    {
      "index": 17,
      "start_time": 60430.0,
      "end_time": 65110.0,
      "text": "Pero algunos desórdenes son más complicados que eso. Son \"ego-sintónico\""
    },
    {
      "index": 18,
      "start_time": 65110.0,
      "end_time": 69490.0,
      "text": "no necesariamente piensan que tienen un problema a veces, piensan que el problema"
    },
    {
      "index": 19,
      "start_time": 69490.0,
      "end_time": 70650.0,
      "text": "es con alguien más"
    },
    {
      "index": 20,
      "start_time": 70650.0,
      "end_time": 75400.0,
      "text": "Los desórdenes de personalidad caen en esta categoría. Estos son desórdenes psicológicos marcados por"
    },
    {
      "index": 21,
      "start_time": 75400.0,
      "end_time": 80640.0,
      "text": "inflexibles, disruptivas, y de patrones de comportamientos duraderos que los perjudica socialmente y otros funcionamientos"
    },
    {
      "index": 22,
      "start_time": 80640.0,
      "end_time": 83299.0,
      "text": "independientemente de si la persona que lo sufre lo reconoce o no"
    },
    {
      "index": 23,
      "start_time": 83299.0,
      "end_time": 86710.0,
      "text": "Diferente a otras condiciones de las que hemos hablado, los desórdenes de personalidad son a menudo considerados"
    },
    {
      "index": 24,
      "start_time": 86710.0,
      "end_time": 91130.0,
      "text": "a ser crónicos y duraderos díndromes que crean notables problemas en la vida"
    },
    {
      "index": 25,
      "start_time": 91130.0,
      "end_time": 94040.0,
      "text": "Y se puede decir de estas declaraciones de auto-evaluación, pueden desencadenarse por relativas"
    },
    {
      "index": 26,
      "start_time": 94040.0,
      "end_time": 98549.0,
      "text": "presentaciones inofensivas de narcisismo, a una verdadera y problemática ausencia de empatía por otras personas"
    },
    {
      "index": 27,
      "start_time": 98549.0,
      "end_time": 102220.0,
      "text": "No solamente los desórdenes de personalidad pueden dificultar el diagnóstico y entendimiento, pueden también"
    },
    {
      "index": 28,
      "start_time": 102220.0,
      "end_time": 106899.0,
      "text": "ser completamente aterradores. Los más extremos y severos desórdenes llevan nombres que probablemente"
    },
    {
      "index": 29,
      "start_time": 106899.0,
      "end_time": 114019.0,
      "text": "reconozcas: Psicopatía y sociopatía. Estoy hablando de asesinos seriales aquí, jefes de la mafia, Vlad el Empalador."
    },
    {
      "index": 30,
      "start_time": 123780.0,
      "end_time": 128560.0,
      "text": "Las culturas han estudiado las características de la personalidad humana por miles de años, pero"
    },
    {
      "index": 31,
      "start_time": 128568.99999999999,
      "end_time": 131800.0,
      "text": "el concepto de desórdenes de personalidad es una idea mucho más nueva"
    },
    {
      "index": 32,
      "start_time": 131800.0,
      "end_time": 135569.0,
      "text": "Muchas de nuestras clasificaciones modernas para estos desórdenes están basadas en el trabajo del psiquiatra"
    },
    {
      "index": 33,
      "start_time": 135569.0,
      "end_time": 139370.0,
      "text": "alemán, Kurt Schneider, que fue uno de los más tempranos investigadores a lo que fue"
    },
    {
      "index": 34,
      "start_time": 139370.0,
      "end_time": 144140.0,
      "text": "conocido en aquél entonces como psicopatía, y publicando un tratado en el estudio de 1923"
    },
    {
      "index": 35,
      "start_time": 144140.0,
      "end_time": 149730.0,
      "text": "Hoy, el DSM 5 contiene diez distintos diagnósticos del trastorno de personalidad, agrupado en tres grupos"
    },
    {
      "index": 36,
      "start_time": 149730.0,
      "end_time": 154930.0,
      "text": "El primer grupo, grupo A, incluye lo que a menudo se clasifica simplemente como \"extraño\" y \"excéntrico\""
    },
    {
      "index": 37,
      "start_time": 154930.0,
      "end_time": 159019.0,
      "text": "características de personalidad. Por ejemplo, alguien con trastorno de personalidad paranoide"
    },
    {
      "index": 38,
      "start_time": 159019.0,
      "end_time": 163730.0,
      "text": "puede sentir una fuerte desconfianza hacia otros y estar constantemente en guardia y suspicaz mientras"
    },
    {
      "index": 39,
      "start_time": 163730.0,
      "end_time": 167950.0,
      "text": "que una persona con trastorno esquizoide de personalidad puede ser visto como demasiado distante e indiferente, mostrando"
    },
    {
      "index": 40,
      "start_time": 167950.0,
      "end_time": 170940.0,
      "text": "un nulo interés en relaciones y unas cuantas respuestas emocionales."
    },
    {
      "index": 41,
      "start_time": 170940.0,
      "end_time": 176099.0,
      "text": "Grupo B abarca dramáticas, emocionales o impulsivas características de la personalidad. Por"
    },
    {
      "index": 42,
      "start_time": 176099.0,
      "end_time": 180400.0,
      "text": "ejemplo, una personalidad narcisista puede presentar un sentimiento de grandeza sobre su importancia"
    },
    {
      "index": 43,
      "start_time": 180400.0,
      "end_time": 185379.0,
      "text": "y derecho. Mientras que una personalidad histriónica puede ser vista también como que están actuando una parte para recibir"
    },
    {
      "index": 44,
      "start_time": 185379.0,
      "end_time": 190239.0,
      "text": "atención, hasta posicionándose a sí mismos en riesgo con gestos dramáticos, peligrosos y hasta"
    },
    {
      "index": 45,
      "start_time": 190239.0,
      "end_time": 194480.0,
      "text": "suicidas. El comportamiento de grupo B puede ser verdaderamente autodestructivo y aterrador, y"
    },
    {
      "index": 46,
      "start_time": 194480.0,
      "end_time": 197180.0,
      "text": "estos desórdenes están a menudo asociados con hospitalización frecuente."
    },
    {
      "index": 47,
      "start_time": 197180.0,
      "end_time": 201950.0,
      "text": "Finalmente, grupo C agrupa ansiosas, temerosas o evasivas características de la personalidad"
    },
    {
      "index": 48,
      "start_time": 201950.0,
      "end_time": 205810.0,
      "text": "Por ejemplo aquellos con una trastorno de personalidad evasiva y dependiente a menudo evaden conocer nuevas personas ó"
    },
    {
      "index": 49,
      "start_time": 205810.0,
      "end_time": 210159.0,
      "text": "tomar riesgos y muestran una ausencia de confianza, una excesiva necesidad de tener cuidados, y"
    },
    {
      "index": 50,
      "start_time": 210159.0,
      "end_time": 214150.0,
      "text": "un tremendo miedo a ser abandonados. En el pasado y extendiéndose hasta el día de hoy"
    },
    {
      "index": 51,
      "start_time": 214150.0,
      "end_time": 217459.0,
      "text": "Algunas de estas categorías han sido controversiales. Muchos investigadores argumentan que algunas de estas"
    },
    {
      "index": 52,
      "start_time": 217459.0,
      "end_time": 221999.0,
      "text": "condiciones se superponen entre ellas tanto que puede ser imposible de agrupar"
    },
    {
      "index": 53,
      "start_time": 222000.0,
      "end_time": 227100.0,
      "text": "El trastorno de personalidad narcisista, por ejemplo, tiene muchas características que se relacionan con el trastorno de personalidad"
    },
    {
      "index": 54,
      "start_time": 227100.0,
      "end_time": 230840.0,
      "text": "histriónica. Y a causa de esta área gris, el trastorno de personalidad más comúnmente diagnosticado"
    },
    {
      "index": 55,
      "start_time": 230840.0,
      "end_time": 236110.0,
      "text": "es actualmente el trastorno de personalidad no es de otro modo especificada o PDNOS. El predominio de esto es"
    },
    {
      "index": 56,
      "start_time": 236110.0,
      "end_time": 240640.0,
      "text": "esta observación sugiere que mientras los clínicos pueden identificar un desorden de personalidad en un paciente"
    },
    {
      "index": 57,
      "start_time": 240640.0,
      "end_time": 243900.0,
      "text": "averiguando los detalles de la condición puede ser desordenado y difícil."
    },
    {
      "index": 58,
      "start_time": 243900.0,
      "end_time": 247870.0,
      "text": "Una alternativa propuesta para diagnósticos para estos desordenes es el Modelo Dimensional, el cuál"
    },
    {
      "index": 59,
      "start_time": 247870.0,
      "end_time": 252870.0,
      "text": "en esencia, se deshace de discretos desórdenes y los reemplaza con un rango de personalidad"
    },
    {
      "index": 60,
      "start_time": 252870.0,
      "end_time": 257109.0,
      "text": "características o síntomas, agrupando a cada persona en cada dimensión. Entonces el Modelo Dimensional puede"
    },
    {
      "index": 61,
      "start_time": 257108.99999999997,
      "end_time": 262029.99999999997,
      "text": "evaluar al paciente no con el objetivo de diagnosticar un desorden u otro, en cambio, simplemente"
    },
    {
      "index": 62,
      "start_time": 262029.99999999997,
      "end_time": 266680.0,
      "text": "descubriendo que pueden agruparlo muy alto al decir narcisismo y evitación. Es un trabajo en proceso, así que"
    },
    {
      "index": 63,
      "start_time": 266680.0,
      "end_time": 271000.0,
      "text": "con otra generación, la definición de \"trastorno de personalidad\" puede evolucionar de forma radical"
    },
    {
      "index": 64,
      "start_time": 271000.0,
      "end_time": 275780.0,
      "text": "Uno de los mejores estudiados desordenes de personalidad ahora mismo es el Trastorno de personalidad límite"
    },
    {
      "index": 65,
      "start_time": 275780.0,
      "end_time": 280330.0,
      "text": "ó BPD. 'Borderline' puede sonar a que los pacientes están como, bastante cercanos a estar saludables, pero"
    },
    {
      "index": 66,
      "start_time": 280330.0,
      "end_time": 285889.0,
      "text": "no exactamente, pero eso no es en absoluto el caso. Los pacientes de BPD a menudo aprenden"
    },
    {
      "index": 67,
      "start_time": 285889.0,
      "end_time": 290810.0,
      "text": "formas no saludables de obtener sus básicas necesidades psicológicas a relacionarse, como amor y validación, usando"
    },
    {
      "index": 68,
      "start_time": 290810.0,
      "end_time": 295550.0,
      "text": "arranques de ira, o al final del espectro, problemas de auto-lesión"
    },
    {
      "index": 69,
      "start_time": 295550.0,
      "end_time": 301150.0,
      "text": "cómo cortarse o peor. Pacientes con BPD fueron una vez comúnmente difamados por clínicos como 'difíciles'"
    },
    {
      "index": 70,
      "start_time": 301150.0,
      "end_time": 306430.0,
      "text": "o 'buscadores de atención2, pero ahora comprendemos que BPD es igual de complicado que un cojunto de comportamientos aprendidos"
    },
    {
      "index": 71,
      "start_time": 306430.0,
      "end_time": 311050.0,
      "text": "y respuestas emocionales a traumas o negligencia al entorno, particularmente en la infancia. En"
    },
    {
      "index": 72,
      "start_time": 311050.0,
      "end_time": 315520.0,
      "text": "un sentido, las personas con este desorden aprenden que la ira o la auto-lesión los ayudó a afrontar situaciones"
    },
    {
      "index": 73,
      "start_time": 315520.0,
      "end_time": 320440.0,
      "text": "traumáticas, pero como resultado, también terminaron usándolas en situaciones que no son traumáticas"
    },
    {
      "index": 74,
      "start_time": 320440.0,
      "end_time": 324680.0,
      "text": "Aunque es desafiante para pacientes y clínicos del mismo modo, las buenas noticias es que psicoterapeutas"
    },
    {
      "index": 75,
      "start_time": 324690.0,
      "end_time": 328870.0,
      "text": "han ayudado hasta en el sufrimiento más severo, hospitalizando repetidamente pacientes de BPD"
    },
    {
      "index": 76,
      "start_time": 328870.0,
      "end_time": 333400.0,
      "text": "Pero probablemente el más famoso bien-establecido, y francamente problemático desorden"
    },
    {
      "index": 77,
      "start_time": 333400.0,
      "end_time": 337980.0,
      "text": "es el Trastorno de personalidad antisocial. Ahora, debes haber escuchado esto antes, pero tal vez uno de sus ahora"
    },
    {
      "index": 78,
      "start_time": 337980.0,
      "end_time": 343320.0,
      "text": "algo de moda sinónimos \"psicopatía\" o \"sociopatía\". Personas con Trastorno de personalidad antisocial"
    },
    {
      "index": 79,
      "start_time": 343320.0,
      "end_time": 348660.0,
      "text": "usualmente hombres, exhiben una ausencia de consciencia de acciones incorrectas, incluso hacia miembros de"
    },
    {
      "index": 80,
      "start_time": 348660.0,
      "end_time": 352490.0,
      "text": "su familia o amigos. Su problema destructivo emerge en la infancia o adolescencia, comenzando con"
    },
    {
      "index": 81,
      "start_time": 352490.0,
      "end_time": 356830.0,
      "text": "mentiras excesivas, pelear, robar, violencia o manipulación. Cómo adultos, las personas con este"
    },
    {
      "index": 82,
      "start_time": 356830.0,
      "end_time": 361069.0,
      "text": "desorden están pensadas a generalmente terminar en una de dos situaciones: ya sea incapaz"
    },
    {
      "index": 83,
      "start_time": 361069.0,
      "end_time": 365819.0,
      "text": "de mantener un trabajo e involucrarse en violencia criminal o similarmente problema disfuncional, o"
    },
    {
      "index": 84,
      "start_time": 365819.0,
      "end_time": 371180.0,
      "text": "se vuelven inteligentes, encantadores 'con-artists' o implacables ejecutivos que hacen su camino hacia posiciones"
    },
    {
      "index": 85,
      "start_time": 371180.0,
      "end_time": 375449.0,
      "text": "de poder. Tony Soprano hubiera calificado por un diagnóstico, aunque él no estaba cerca"
    },
    {
      "index": 86,
      "start_time": 375449.0,
      "end_time": 380300.0,
      "text": "de ser malo al punto de el asesino serial Ted Bundy o Vlad el Empalador, el abominable príncipe romano del"
    },
    {
      "index": 87,
      "start_time": 380300.0,
      "end_time": 384430.0,
      "text": "siglo 15 quien personalmente observó a 100,000 personas ser empaladas o tener la piel"
    },
    {
      "index": 88,
      "start_time": 384430.0,
      "end_time": 386810.0,
      "text": "o pies ser lamidos por cabras."
    },
    {
      "index": 89,
      "start_time": 387320.0,
      "end_time": 389840.0,
      "text": "Sí. Eso pasó."
    },
    {
      "index": 90,
      "start_time": 389840.0,
      "end_time": 394180.0,
      "text": "A pesar de este clásico sin remordimientos, ausente de empatía, a veces un problemático criminal"
    },
    {
      "index": 91,
      "start_time": 394180.0,
      "end_time": 398919.0,
      "text": "criminalidad no siempre es un componente de un problemático antisocial. Ciertamente muchas personas con antecedentes"
    },
    {
      "index": 92,
      "start_time": 398919.0,
      "end_time": 404259.0,
      "text": "criminales no encajan en el perfil psicopático. La mayoría demuestran remordimiento, amor, y preocupación por sus amistades"
    },
    {
      "index": 93,
      "start_time": 404259.0,
      "end_time": 408710.0,
      "text": "y familia. Pero aún, las personalidades antisociales representan cerca de un 1% de la"
    },
    {
      "index": 94,
      "start_time": 408710.0,
      "end_time": 414039.0,
      "text": "población general, se estimó que en un estudio constituían aproximadamente un 16% de la población encarcelada"
    },
    {
      "index": 95,
      "start_time": 414039.0,
      "end_time": 418770.0,
      "text": "Así que, ¿cómo alguien puede terminar con un desorden tan perturbador? Bueno, como puede esperar, las causas"
    },
    {
      "index": 96,
      "start_time": 418770.0,
      "end_time": 424230.0,
      "text": "probablemente estén enredadas a una combinación de hilos biológicos y psicológicos, ambos genéticos y de entorno"
    },
    {
      "index": 97,
      "start_time": 424230.0,
      "end_time": 428500.0,
      "text": "Aunque nadie ha encontrado ni un sólo predictor genético del trastorno de personalidad antisocial"
    },
    {
      "index": 98,
      "start_time": 428509.0,
      "end_time": 433300.0,
      "text": "Estudios sobre los gemelos y la adopción muestran que muestran que los parientes de las personas con características psicopáticas tienen"
    },
    {
      "index": 99,
      "start_time": 433300.0,
      "end_time": 437610.0,
      "text": "una probabilidad más alta de tener un problema psicopático. Y señales tempranas a veces"
    },
    {
      "index": 100,
      "start_time": 437610.0,
      "end_time": 442849.0,
      "text": "son detectadas tan joven como tres o cuatro años, a menudo como un deterioro en el condicionamiento del miedo, en"
    },
    {
      "index": 101,
      "start_time": 442849.0,
      "end_time": 446949.0,
      "text": "otras palabras, una respuesta más baja de lo normal a cosas que típicamente sobresaltan o asustan"
    },
    {
      "index": 102,
      "start_time": 446949.0,
      "end_time": 450669.0,
      "text": "niños como fuertes y desagradables ruidos. La mayoría de los niños necesitan quemarse con un plato"
    },
    {
      "index": 103,
      "start_time": 450669.0,
      "end_time": 454380.0,
      "text": "caliente una vez para alejarse, pero niños que terminan mostrando una personalidad antisocial"
    },
    {
      "index": 104,
      "start_time": 454380.0,
      "end_time": 459100.0,
      "text": "como adultos no necesariamente conectan o se interesan por las consecuencias aprendidas en la niñez"
    },
    {
      "index": 105,
      "start_time": 459100.0,
      "end_time": 463560.0,
      "text": "Desde aquí, como hemos visto en otros desórdenes, las influencias biológicas y genéticas pueden interceptar"
    },
    {
      "index": 106,
      "start_time": 463569.0,
      "end_time": 468080.0,
      "text": "con un ambiente abusivo o negligente para ayudar a conectar la personalidad de una forma peculiar"
    },
    {
      "index": 107,
      "start_time": 468080.0,
      "end_time": 472389.0,
      "text": "y dañada forma. Mientras la gran mayoría de personas traumatizadas no crecen para ser asesinos"
    },
    {
      "index": 108,
      "start_time": 472389.0,
      "end_time": 477980.0,
      "text": "o 'con-artists', los genes no parecen predisponer a algunas personas para ser más sensibles a un abuso o trauma"
    },
    {
      "index": 109,
      "start_time": 477980.0,
      "end_time": 481580.0,
      "text": "Mientras, estudios que exploran la base neuronal del trastorno antisocial han revelado que"
    },
    {
      "index": 110,
      "start_time": 481580.0,
      "end_time": 486569.0,
      "text": "al mostrar fotos fotografías como un niño siendo golpeado o una mujer con un cuchillo en su garganta"
    },
    {
      "index": 111,
      "start_time": 486569.0,
      "end_time": 491539.0,
      "text": "aquellos con características de personalidad psicopática muestran un pequeño cambio en el ritmo cardíaco y la transpiración"
    },
    {
      "index": 112,
      "start_time": 491539.0,
      "end_time": 492830.0,
      "text": "comparando con los grupos controlados"
    },
    {
      "index": 113,
      "start_time": 492830.0,
      "end_time": 496919.0,
      "text": "La clásica antisocial falta de control de los impulsos y otros síntomas también han sido"
    },
    {
      "index": 114,
      "start_time": 496919.0,
      "end_time": 501050.0,
      "text": "vinculados con deficiencias en ciertas estructuras del cerebro. Un estudio comparó escaneos PET de 41 personas"
    },
    {
      "index": 115,
      "start_time": 501050.0,
      "end_time": 505699.0,
      "text": "convictas por asesinato con personas no-criminales y descubrieron que los asesinos poseen"
    },
    {
      "index": 116,
      "start_time": 505699.0,
      "end_time": 510220.0,
      "text": "una actividad reducida en el lóbulo frontal, una área asociada con el impulso, el control y mantener"
    },
    {
      "index": 117,
      "start_time": 510220.0,
      "end_time": 515240.0,
      "text": "un impulso agresivo bajo control. De hecho, aquellas personas violentas tienen un 11% menos tejido del lóbulo frontal"
    },
    {
      "index": 118,
      "start_time": 515240.0,
      "end_time": 519330.0,
      "text": "que un cerebro promedio. Sus cerebros también responden menos a demostraciones faciales"
    },
    {
      "index": 119,
      "start_time": 519330.00000000006,
      "end_time": 523909.00000000006,
      "text": "de estrés o angustia, algo que también se observa en la infancia, entonces es posible que"
    },
    {
      "index": 120,
      "start_time": 523909.0,
      "end_time": 528480.0,
      "text": "algunas personalidades antisociales tienen ausencia de empatía porque simplemente no pueden registrar"
    },
    {
      "index": 121,
      "start_time": 528480.0,
      "end_time": 533290.0,
      "text": "los sentimientos de los demás. Investigaciones también sugieren una reacción excesiva de dopamina en el sistema"
    },
    {
      "index": 122,
      "start_time": 533290.0,
      "end_time": 537269.0,
      "text": "sugiriendo que la unidad para actuar en un impulso para ganar estimulación o recompensas a corto plazo"
    },
    {
      "index": 123,
      "start_time": 537269.0,
      "end_time": 541140.0,
      "text": "independientemente de que las consecuencias pueden ser más intensas que el promedio de las personas"
    },
    {
      "index": 124,
      "start_time": 541140.0,
      "end_time": 546000.0,
      "text": "Como mencionamos anteriormente, los trastornos de personalidad son bastante egosintónicos por definición"
    },
    {
      "index": 125,
      "start_time": 546000.0,
      "end_time": 550480.0,
      "text": "las personas no muy a menudo reconocen que tienen un problema o que necesitan un tratamiento, y en el"
    },
    {
      "index": 126,
      "start_time": 550490.0,
      "end_time": 554470.0,
      "text": "caso del Trastorno de personalidad antisocial incluso si lo hicieran, no hay muchos tratamientos"
    },
    {
      "index": 127,
      "start_time": 554470.0,
      "end_time": 556830.0,
      "text": "específicos disponibles, al menos no para adultos"
    },
    {
      "index": 128,
      "start_time": 556830.0,
      "end_time": 561260.0,
      "text": "Pero hay algunas intervenciones prometedoras para niños y adolescentes cuyos cerebros y mentes"
    },
    {
      "index": 129,
      "start_time": 561260.0,
      "end_time": 565120.0,
      "text": "son más plásticas y adaptables. De esta forma, es la mejor para tratar el Trastorno de personalidad"
    },
    {
      "index": 130,
      "start_time": 565120.0,
      "end_time": 569940.0,
      "text": "antisocial puede ser tratando de prevenirlo. De acuerdo al psiquiatra americano Donald W. Black"
    },
    {
      "index": 131,
      "start_time": 569940.0,
      "end_time": 575040.0,
      "text": "junto con otros más, muchos niños son diagnosticados con desórdenes de conducta, el diagnóstico precursor al desorden"
    },
    {
      "index": 132,
      "start_time": 575040.0,
      "end_time": 579560.0,
      "text": "antisocial, hay un muy alto riesgo de desarrollar una personalidad antisocial en adultos. Pero"
    },
    {
      "index": 133,
      "start_time": 579560.0,
      "end_time": 584330.0,
      "text": "identificando alertas de peligro tempranamente y trabajando con estos niños y sus familias para corregir"
    },
    {
      "index": 134,
      "start_time": 584330.0,
      "end_time": 588670.0,
      "text": "su problema y remover las influencias negativas, algunos de estos impulsos intrépidos pueden ser"
    },
    {
      "index": 135,
      "start_time": 588670.0,
      "end_time": 592760.0,
      "text": "canalizados en direcciones más saludables, como la recompensa al promover el atletismo, o un espíritu"
    },
    {
      "index": 136,
      "start_time": 592760.0,
      "end_time": 596170.0,
      "text": "de aventura. Es importante recordar que el Trastorno de personalidad antisocial es solo uno"
    },
    {
      "index": 137,
      "start_time": 596170.0,
      "end_time": 600769.0,
      "text": "de los tipos de trastornos de personalidad. Esta es una diversa familia de condiciones psicológicas determinadas"
    },
    {
      "index": 138,
      "start_time": 600769.0,
      "end_time": 606110.0,
      "text": "por muchos factores diferentes y aún seguimos en las primeras etapas de diagnóstico y entendimiento"
    },
    {
      "index": 139,
      "start_time": 606110.0,
      "end_time": 607600.0,
      "text": "de los mecanismos detrás de ello"
    },
    {
      "index": 140,
      "start_time": 607600.0,
      "end_time": 611459.0,
      "text": "Hoy, aprendiste acerca los desordenes de personalidad y la diferencia entre desordenes egodistónicos y"
    },
    {
      "index": 141,
      "start_time": 611459.0,
      "end_time": 615490.0,
      "text": "egosintónicos. Examinamos los tres grupos de trastornos de la personalidad"
    },
    {
      "index": 142,
      "start_time": 615490.0,
      "end_time": 620380.0,
      "text": "acordando a la DSM V, y cómo los síntomas de desórdenes de personalidad se superponen. También observamos"
    },
    {
      "index": 143,
      "start_time": 620380.0,
      "end_time": 625920.0,
      "text": "al 'Borderline' y los Trastornos de personalidad antisociales, incluyendo su potencial para bio-psico-sociales raíces"
    },
    {
      "index": 144,
      "start_time": 625920.0,
      "end_time": 629380.0,
      "text": "Gracias por ver, especialmente a todos los suscriptores de Subbable, sin ellos"
    },
    {
      "index": 145,
      "start_time": 629380.0,
      "end_time": 633399.0,
      "text": "no podríamos hacer Crash Course. Para descubrir como puedes convertirte en un soporte, sólo ve a"
    },
    {
      "index": 146,
      "start_time": 633399.0,
      "end_time": 635170.0,
      "text": "Subbable.com/CrashCourse."
    },
    {
      "index": 147,
      "start_time": 635170.0,
      "end_time": 639079.0,
      "text": "Éste episodio fue escrito por Kathleen Yale, editado por Blake de Pastino, y nuestro consultante es"
    },
    {
      "index": 148,
      "start_time": 639079.0,
      "end_time": 644100.0,
      "text": "Dr. Ranjit Bhagwat. Nuestro director y editor es Nicholas Jenkins, el supervisor del guión"
    },
    {
      "index": 149,
      "start_time": 644100.0,
      "end_time": 647540.0,
      "text": "y diseñador del sonido es Michael Aranda, y el equipo de gráficos es Thought Cafe."
    }
  ]
}