{
  "video_id": "4OnaD-DaX9s",
  "title": "Top 10 Facts - 2015",
  "json": [
    {
      "index": 1,
      "start_time": 21740.0,
      "end_time": 29200.0,
      "text": "El 18 de febrero de 1930 se descubrió oficialmente el 9º planeta del sistema solar."
    },
    {
      "index": 2,
      "start_time": 29210.0,
      "end_time": 35420.0,
      "text": "En unos días, la noticia de este extraordinario descubrimiento se propagó por todo el planeta. Y esto fue"
    },
    {
      "index": 3,
      "start_time": 35420.0,
      "end_time": 42890.0,
      "text": "todo. Esto es lo que encontraron. Una pequeña mancha blanca entre millones, incluso miles de millones, de otras"
    },
    {
      "index": 4,
      "start_time": 42890.0,
      "end_time": 48530.0,
      "text": "pequeñas manchas blancas. Lo encontraron examinado dos fotos, tomadas con unos días de diferencia, con la"
    },
    {
      "index": 5,
      "start_time": 48530.0,
      "end_time": 55619.0,
      "text": "esperanza de que uno de esos puntos hubiese cambiado de posición. Y, cuando este punto se movió"
    },
    {
      "index": 6,
      "start_time": 55619.0,
      "end_time": 62409.0,
      "text": "sólo unos pocos centímetros en un trozo de papel, la búsqueda del Planeta X, o Plutón, como se le llamaría"
    },
    {
      "index": 7,
      "start_time": 62409.0,
      "end_time": 68600.0,
      "text": "después, terminó. Ahora que sabíamos que existía, muchos empezaron a preguntarse:"
    },
    {
      "index": 8,
      "start_time": 68600.0,
      "end_time": 74219.0,
      "text": "¿cómo será Plutón? Desgraciadamente para los que vivían en esa época, se tardaría"
    },
    {
      "index": 9,
      "start_time": 74219.0,
      "end_time": 80850.0,
      "text": "casi un siglo en responder exactamente a esa pregunta, porque estas manchas pixeladas eran las únicas"
    },
    {
      "index": 10,
      "start_time": 80850.0,
      "end_time": 89439.0,
      "text": "imágenes de Plutón hasta 2015. Porque en 2015 la sonda New Horizons llegó a su destino"
    },
    {
      "index": 11,
      "start_time": 89439.0,
      "end_time": 95229.0,
      "text": "y, finalmente, reveló Plutón al mundo. La sonda tardó 9 años en atravesar el"
    },
    {
      "index": 12,
      "start_time": 95229.0,
      "end_time": 100899.0,
      "text": "sistema solar y, cuando llegó, a Plutón ya ni siquiera lo clasificaban como planeta. Además"
    },
    {
      "index": 13,
      "start_time": 100899.0,
      "end_time": 105909.0,
      "text": "de tomar estas hermosas fotos en primer plano de la superficie, también obtuvo una vista detallada"
    },
    {
      "index": 14,
      "start_time": 105909.0,
      "end_time": 111619.0,
      "text": "de la luna de Plutón, Caronte, por primera vez. Pero, realmente, esta es la segunda vez este"
    },
    {
      "index": 15,
      "start_time": 111619.0,
      "end_time": 117450.0,
      "text": "año, y en la historia de la humanidad, que una nave espacial visita un planeta enano. En mayo de 2015,"
    },
    {
      "index": 16,
      "start_time": 117450.0,
      "end_time": 123330.0,
      "text": "la sonda Dawn entró en órbita alrededor del planeta enano Ceres y tomó varias fotos detalladas."
    },
    {
      "index": 17,
      "start_time": 125700.0,
      "end_time": 130920.0,
      "text": "2015 marcó el año en el que todo el mundo perdió su consciencia colectiva cuando, simplemente,"
    },
    {
      "index": 18,
      "start_time": 130929.0,
      "end_time": 137580.0,
      "text": "no podían decidir si este vestido era azul y negro o blanco y dorado. La foto se"
    },
    {
      "index": 19,
      "start_time": 137580.0,
      "end_time": 143020.0,
      "text": "publicó primero en Tublr y, en la primera semana, 10 millones de tweets mencionaron"
    },
    {
      "index": 20,
      "start_time": 143020.0,
      "end_time": 149500.0,
      "text": "el vestido. Como resultado de esta indecisión, se realizó un estudio real con más de 1000"
    },
    {
      "index": 21,
      "start_time": 149500.0,
      "end_time": 155920.0,
      "text": "personas. El estudio comprobó que el 57% veía el vestido azul y negro, y el 30% lo veía blanco"
    },
    {
      "index": 22,
      "start_time": 155920.0,
      "end_time": 161050.0,
      "text": "y dorado. El resto veía una combinación de azul y marrón, o simplemente cambiaban entre las demás"
    },
    {
      "index": 23,
      "start_time": 161050.0,
      "end_time": 165130.0,
      "text": "combinaciones de colores. Finalmente, el vestido resultó ser azul y negro"
    },
    {
      "index": 24,
      "start_time": 165130.0,
      "end_time": 169990.0,
      "text": "y la iluminación de la foto es lo que creaba la ilusión de un esquema de color diferente."
    },
    {
      "index": 25,
      "start_time": 169990.0,
      "end_time": 173060.0,
      "text": "Otros memes populares de 2015 incluyen parodias de"
    },
    {
      "index": 26,
      "start_time": 173060.0,
      "end_time": 176040.0,
      "text": "Drake teniendo una convulsión en su vídeo musical \"Hotline Bling\"."
    },
    {
      "index": 27,
      "start_time": 176040.0,
      "end_time": 180360.0,
      "text": "La frase \"Netflix and Chill\". Inesperado [JOHN CENA]."
    },
    {
      "index": 28,
      "start_time": 180360.0,
      "end_time": 183820.0,
      "text": "Un realmente intenso  discurso motivacional por Shia LaBeouf."
    },
    {
      "index": 29,
      "start_time": 189120.0,
      "end_time": 192240.0,
      "text": "Y... y \"¿por qué estás siempre mintiendo?\"."
    },
    {
      "index": 30,
      "start_time": 197730.0,
      "end_time": 204010.0,
      "text": "Ahora, en el lado más terrible, 2015 fue, desafortunadamente, un año marcado por una larga"
    },
    {
      "index": 31,
      "start_time": 204010.0,
      "end_time": 210710.0,
      "text": "lista de los mayores ataques terroristas y atrocidades en el planeta. El 7 de enero, dos hombres armados"
    },
    {
      "index": 32,
      "start_time": 210710.0,
      "end_time": 215620.0,
      "text": "atacaron la editorial francesa Charlie Hebdo, en París. En total, 12 personas"
    },
    {
      "index": 33,
      "start_time": 215620.0,
      "end_time": 219560.0,
      "text": "fueron asesinadas durante el ataque y múltiples ataques tuvieron lugar en los siguientes"
    },
    {
      "index": 34,
      "start_time": 219560.0,
      "end_time": 224090.0,
      "text": "días, muriendo otras 5 personas. El grupo terrorista al-Qaeda reivindicaron la responsabilidad"
    },
    {
      "index": 35,
      "start_time": 224090.0,
      "end_time": 228230.0,
      "text": "del ataque, y el motivo fue que la revista mostraba representaciones polémicas"
    },
    {
      "index": 36,
      "start_time": 228230.0,
      "end_time": 233430.0,
      "text": "del profeta islámico Mahoma. Como noticia reconfortante, su intento de"
    },
    {
      "index": 37,
      "start_time": 233430.0,
      "end_time": 238680.0,
      "text": "evitar estas publicaciones tuvo el efecto contrario. Charlie Hebdo normalmente vendía"
    },
    {
      "index": 38,
      "start_time": 238680.0,
      "end_time": 245820.0,
      "text": "alrededor de 60.000 copias exclusivamente en Francia, pero después de los ataques vendieron casi 8 millones"
    },
    {
      "index": 39,
      "start_time": 245820.0,
      "end_time": 252070.0,
      "text": "de copias en seis idiomas. El 20 de marzo, cuatro terroristas suicidas atacaron varias mezquitas"
    },
    {
      "index": 40,
      "start_time": 252070.0,
      "end_time": 258510.0,
      "text": "en la ciudad de Saná, en Yemen. Los ataques produjeron 142 muertes, siendo el ataque terrorista"
    },
    {
      "index": 41,
      "start_time": 258510.0,
      "end_time": 264580.0,
      "text": "más mortífero en la historia de Yemen. El grupo terrorista Daesh reivindicaron el ataque."
    },
    {
      "index": 42,
      "start_time": 264580.0,
      "end_time": 269360.0,
      "text": "El 10 de octubre, dos terroristas suicidas se inmolaron junto a una estación de tren en la"
    },
    {
      "index": 43,
      "start_time": 269360.0,
      "end_time": 275770.0,
      "text": "capital de Turquía. Un total de 102 civiles perdieron la vida. Nadie reivindicó"
    },
    {
      "index": 44,
      "start_time": 275770.0,
      "end_time": 282240.0,
      "text": "el atentado pero se sospecha que los autores tenían vínculos con Daesh. El 31 de octubre,"
    },
    {
      "index": 45,
      "start_time": 282240.0,
      "end_time": 288900.0,
      "text": "el vuelo 9268 de la aerolínea rusa Metrojet se desintegró y se estrelló sobre Egipto"
    },
    {
      "index": 46,
      "start_time": 288900.0,
      "end_time": 294050.0,
      "text": "tras despegar. Mientras las causas del incidente aún no se han esclarecido, se cree"
    },
    {
      "index": 47,
      "start_time": 294050.0,
      "end_time": 298960.0,
      "text": "firmemente que una bomba explotó a bordo del avión y se le atribuye la responsabilidad"
    },
    {
      "index": 48,
      "start_time": 298960.0,
      "end_time": 307380.0,
      "text": "al grupo terrorista Daesh. Los 224 pasajeros y la tripulación murieron en accidente. El 13 de noviembre,"
    },
    {
      "index": 49,
      "start_time": 307380.0,
      "end_time": 312400.0,
      "text": "una serie de ataques terroristas coordinados se llevaron a cabo en París, Francia."
    },
    {
      "index": 50,
      "start_time": 312400.0,
      "end_time": 318460.0,
      "text": "Varios atentados suicidas, tiroteos, y una situación de rehenes en el teatro Bataclan"
    },
    {
      "index": 51,
      "start_time": 318469.0,
      "end_time": 325580.0,
      "text": "resultaron en un total de 130 muertes. Daesh se atribuyó la responsabilidad de los ataques."
    },
    {
      "index": 52,
      "start_time": 325580.0,
      "end_time": 330710.0,
      "text": "El presidente de Francia promulgó el estado de emergencia, y describió los ataques como"
    },
    {
      "index": 53,
      "start_time": 330710.0,
      "end_time": 337650.0,
      "text": "un \"acto de guerra\". Y no es de extrañar, ya que es el ataque más mortífero en Francia desde la Segunda Guerra Mundial."
    },
    {
      "index": 54,
      "start_time": 340409.0,
      "end_time": 346529.0,
      "text": "Ha sido un muy buen año para las personas gays en todo el mundo, ya que el matrimonio entre personas del mismo sexo está siendo"
    },
    {
      "index": 55,
      "start_time": 346529.0,
      "end_time": 352039.0,
      "text": "cada vez más común. Luxemburgo fue el primero en legalizar el matrimonio entre personas del mismo sexo,"
    },
    {
      "index": 56,
      "start_time": 352039.0,
      "end_time": 357729.0,
      "text": "el primer día de 2015. El presidente de Finlandia firmó un proyecto de ley de matrimonio del mismo sexo"
    },
    {
      "index": 57,
      "start_time": 357729.0,
      "end_time": 363709.0,
      "text": "pero no tendrá efecto hasta 2017, siendo Finlandia el último país nórdico en"
    },
    {
      "index": 58,
      "start_time": 363709.0,
      "end_time": 370169.0,
      "text": "legalizar los matrimonios del mismo sexo. Las islas Pitcairn, con una asombrosa población de 56 personas"
    },
    {
      "index": 59,
      "start_time": 370169.0,
      "end_time": 377580.0,
      "text": "(sí, 56) también legalizó el matrimonio del mismo sexo. Irlanda fue el primer país en legalizar"
    },
    {
      "index": 60,
      "start_time": 377590.0,
      "end_time": 383289.0,
      "text": "el matrimonio del mismo sexo por votación popular. El parlamento de Groenlandia aprobó por unanimidad a favor del matrimonio"
    },
    {
      "index": 61,
      "start_time": 383289.0,
      "end_time": 387789.0,
      "text": "del mismo sexo, así que un tipo en Groenlandia probablemente estará dando gritos de alegría ahora mismo."
    },
    {
      "index": 62,
      "start_time": 388800.0,
      "end_time": 393220.0,
      "text": "Y el matrimonio del mismo sexo se convirtió en legal a escala nacional en Estados Unidos."
    },
    {
      "index": 63,
      "start_time": 396080.0,
      "end_time": 401820.0,
      "text": "Aunque el agua, en forma de hielo, se sabe que existe en Marte desde hace tiempo,"
    },
    {
      "index": 64,
      "start_time": 401830.0,
      "end_time": 409259.0,
      "text": "en 2015 la NASA confirmó la evidencia de agua líquida. Las líneas pendientes recurrentes,"
    },
    {
      "index": 65,
      "start_time": 409259.0,
      "end_time": 415169.0,
      "text": "como se les llama, se cree que provienen de unas bolsas subterráneas de agua salada o salmuera. Este time-lapse"
    },
    {
      "index": 66,
      "start_time": 415169.0,
      "end_time": 421159.0,
      "text": "habla por sí mismo. El agua líquida parece estar saliendo del suelo, creando estas"
    },
    {
      "index": 67,
      "start_time": 421159.0,
      "end_time": 427430.0,
      "text": "rayas de cientos de metros de longitud a través de las laderas. Sin embargo, la fuente exacta del agua"
    },
    {
      "index": 68,
      "start_time": 427430.0,
      "end_time": 431310.0,
      "text": "y los mecanismos detrás de los movimientos aún no se conocen."
    },
    {
      "index": 69,
      "start_time": 433300.0,
      "end_time": 439700.0,
      "text": "El 25 de abril, un terremoto con una magnitud de entre 7,8 y 8,1 golpeó Nepal"
    },
    {
      "index": 70,
      "start_time": 439710.0,
      "end_time": 446660.0,
      "text": "y los países vecinos. El terremoto le costó la vida a más de 9.000 personas, hiriendo a más de 23.000,"
    },
    {
      "index": 71,
      "start_time": 446660.0,
      "end_time": 452639.0,
      "text": "y causando alrededor de 5.000 millones de dólares en daños. Es el peor desastre natural que sufre"
    },
    {
      "index": 72,
      "start_time": 452639.0,
      "end_time": 458550.0,
      "text": "Nepal desde 1934. El terremoto también causó una avalancha en el monte Everest, muriendo al menos"
    },
    {
      "index": 73,
      "start_time": 458550.0,
      "end_time": 465199.0,
      "text": "19 personas, convirtiéndose la peor catástrofe montañista de la historia. Varios cientos de miles"
    },
    {
      "index": 74,
      "start_time": 465199.0,
      "end_time": 469580.0,
      "text": "de personas se quedaron sin hogar, e India fue el primer país en ayudar a sus vecinos,"
    },
    {
      "index": 75,
      "start_time": 469580.0,
      "end_time": 475729.0,
      "text": "enviando tropas de rescate en cuestión de horas y donando más de mil millones de dólares. Otras muchas naciones"
    },
    {
      "index": 76,
      "start_time": 475729.0,
      "end_time": 480680.0,
      "text": "y organizaciones de rescate también ayudaron rápidamente. Pero incluso ahora, muchos meses después"
    },
    {
      "index": 77,
      "start_time": 480680.0,
      "end_time": 486520.0,
      "text": "de que las miles de réplicas se hayan detenido, el país aún se encuentra en muy mal estado."
    },
    {
      "index": 78,
      "start_time": 489220.0,
      "end_time": 495460.0,
      "text": "En 2015, los paleontólogos anunciaron el descubrimiento de una nueva especie de antepasados humanos."
    },
    {
      "index": 79,
      "start_time": 495460.0,
      "end_time": 501060.0,
      "text": "Homo naledi, como se le conoce a la nueva especie, podría ser el ejemplo más antiguo de la humanidad"
    },
    {
      "index": 80,
      "start_time": 501069.0,
      "end_time": 506969.0,
      "text": "moderna jamás descubierto. Los huesos de al menos 15 individuos fueron excavados de las profundidades de"
    },
    {
      "index": 81,
      "start_time": 506969.0,
      "end_time": 511800.0,
      "text": "una cueva en Sudáfrica, los cuales comparten características tanto con nuestro propio género Homo como"
    },
    {
      "index": 82,
      "start_time": 511800.0,
      "end_time": 517490.0,
      "text": "con los géneros simiescos y más antiguos de Australopithecus. Creando posiblemente un puente crucial entre"
    },
    {
      "index": 83,
      "start_time": 517490.0,
      "end_time": 523070.0,
      "text": "los dos géneros humanos y respondiendo preguntas importantes sobre la evolución de la humanidad."
    },
    {
      "index": 84,
      "start_time": 523070.00000000006,
      "end_time": 527310.0,
      "text": "Si algo refleja este nuevo descubrimiento es lo poco que conocemos"
    },
    {
      "index": 85,
      "start_time": 527310.0,
      "end_time": 532170.0,
      "text": "y que nuestro conocimiento sobre la evolución humana está en constante cambio."
    },
    {
      "index": 86,
      "start_time": 534540.0,
      "end_time": 537300.0,
      "text": "Los aniversarios son siempre divertidos, ¿verdad? ¿No? ¿Nadie?"
    },
    {
      "index": 87,
      "start_time": 537300.0,
      "end_time": 540940.0,
      "text": "Hace 10 años se descubrió el planeta enano Eris."
    },
    {
      "index": 88,
      "start_time": 540940.0,
      "end_time": 546250.0,
      "text": "Darth Sidious fue elegido como nuevo papa. Se lanzó YouTube. Se añadió un segundo adicional."
    },
    {
      "index": 89,
      "start_time": 546250.0,
      "end_time": 551830.0,
      "text": "Sobrevaloramos el poder de George Lucas por tercera vez. Batman Begins."
    },
    {
      "index": 90,
      "start_time": 551830.0,
      "end_time": 558840.0,
      "text": "Comienza Narnia. A Anonymous le gustó una película. Los colosos se fundieron en sombras. Y se lanzó la Xbox 360."
    },
    {
      "index": 91,
      "start_time": 558840.0,
      "end_time": 566420.0,
      "text": "Hace 70 años terminó la Segunda Guerra Mundial. Hace 100 años, el Comité Consejero Nacional para la Aeronáutica,"
    },
    {
      "index": 92,
      "start_time": 566430.0,
      "end_time": 572620.0,
      "text": "o NACA, se fundó y posteriormente se convertiría en NASA. Fotografían Plutón"
    },
    {
      "index": 93,
      "start_time": 572620.0,
      "end_time": 578899.0,
      "text": "por primera vez, pero nadie se da cuenta hasta 15 años después. Charlie Chaplin lanza"
    },
    {
      "index": 94,
      "start_time": 578899.0,
      "end_time": 583799.0,
      "text": "\"Charlot vagabundo\", interpretando al personaje más memorable de la pantalla, llamado Charlot."
    },
    {
      "index": 95,
      "start_time": 583800.0,
      "end_time": 590640.0,
      "text": "Islandia tiene bandera. Albert Einstein publica su teoría general de la relatividad. Y, por fin, se levanta"
    },
    {
      "index": 96,
      "start_time": 590649.0,
      "end_time": 597049.0,
      "text": "la primera señal de stop en la ciudad de Detroit en los Estados Unidos y la reacción del resto del mundo es..."
    },
    {
      "index": 97,
      "start_time": 597049.0,
      "end_time": 599109.0,
      "text": "\"Hey, esto es bastante bueno\""
    },
    {
      "index": 98,
      "start_time": 599109.0,
      "end_time": 601109.0,
      "text": "y, por lo tanto, todos seguimos su ejemplo."
    },
    {
      "index": 99,
      "start_time": 603420.0,
      "end_time": 609780.0,
      "text": "2015 también fue el año de la crisis de los refugiados europeos. Millones de refugiados de países"
    },
    {
      "index": 100,
      "start_time": 609790.0,
      "end_time": 614550.0,
      "text": "de Oriente Medio, África, Sur de Asia y Oeste de los Balcanes comenzaron a inundar"
    },
    {
      "index": 101,
      "start_time": 614550.0,
      "end_time": 620790.0,
      "text": "la Unión Europea en busca de asilo. La mayoría provienen de países como Siria, Afganistán"
    },
    {
      "index": 102,
      "start_time": 620790.0,
      "end_time": 627149.0,
      "text": "e Irak. Esta gran afluencia de refugiados se debe principalmente a la guerra continuada y a la lucha"
    },
    {
      "index": 103,
      "start_time": 627149.0,
      "end_time": 632490.0,
      "text": "contra grupos terroristas como Daesh en Oriente Medio y Boko Haram en África. En los"
    },
    {
      "index": 104,
      "start_time": 632490.0,
      "end_time": 640089.0,
      "text": "primeros 9 meses de 2015, se presentaron más de 800.000 peticiones de asilo a las naciones de"
    },
    {
      "index": 105,
      "start_time": 640089.0,
      "end_time": 645649.0,
      "text": "la Unión Europea, y la cantidad sigue en aumento. Algunos países como Alemania, Hungría,"
    },
    {
      "index": 106,
      "start_time": 645649.0,
      "end_time": 650800.0,
      "text": "Suecia e Italia han acogido a los refugiados, mientras que el resto de naciones han sido"
    },
    {
      "index": 107,
      "start_time": 650800.0,
      "end_time": 655839.0,
      "text": "más restrictivas. Y mientras que el debate global sobre qué hacer con esta crisis"
    },
    {
      "index": 108,
      "start_time": 655839.0,
      "end_time": 660679.0,
      "text": "continúa a lo largo del año, la crisis probablemente dure aún más tiempo."
    },
    {
      "index": 109,
      "start_time": 663100.0,
      "end_time": 669740.0,
      "text": "El 21 de diciembre, SpaceX hizo historia lanzando y haciento aterrizar satisfactoriamente"
    },
    {
      "index": 110,
      "start_time": 669750.0,
      "end_time": 677790.0,
      "text": "su cohete Falcon 9. He visto la retransmisión en directo del evento y nunca he estado tan emocionado"
    },
    {
      "index": 111,
      "start_time": 677790.0,
      "end_time": 683650.0,
      "text": "sobre algo en lo que no estoy directamente involucrado. Sólo... sólo mira esto."
    },
    {
      "index": 112,
      "start_time": 713340.0,
      "end_time": 716760.0,
      "text": "Ya sabes, es como una de esas ridículas parodias de montaje, pero"
    },
    {
      "index": 113,
      "start_time": 716760.0,
      "end_time": 719420.0,
      "text": "esta vez la emoción es realmente válida."
    },
    {
      "index": 114,
      "start_time": 719420.0,
      "end_time": 726480.0,
      "text": "Si no eres un entusiasta del espacio como yo, entonces quizás te preguntes por qué un aburrido cohete"
    },
    {
      "index": 115,
      "start_time": 726480.0,
      "end_time": 732420.0,
      "text": "es tan jodidamente importante. Así que permíteme que lo explique. Antes de que la era espacial despegase en"
    },
    {
      "index": 116,
      "start_time": 732420.0,
      "end_time": 739430.0,
      "text": "los años 50, los ingenieros de cohetes espaciales insistían en construir un sistema de lanzamiento reutilizable. Que fuesen reutilizables"
    },
    {
      "index": 117,
      "start_time": 739430.0,
      "end_time": 745310.0,
      "text": "era el camino obvio, razonable y asequible. Pero cuando la Unión Soviética lanzó el"
    },
    {
      "index": 118,
      "start_time": 745310.0,
      "end_time": 751860.0,
      "text": "Sputnik en 1957, la carrera espacial se volvió el centro del escenario y el enfoque razonable e incremental"
    },
    {
      "index": 119,
      "start_time": 751860.0,
      "end_time": 758120.0,
      "text": "fue abandonado por la necesidad de vender a los soviéticos a cualquier precio. Y fue costoso. Construir"
    },
    {
      "index": 120,
      "start_time": 758120.0,
      "end_time": 764750.0,
      "text": "lo mismo una y otra vez no es muy eficiente. El programa del transbordador espacial fue un intento de la NASA"
    },
    {
      "index": 121,
      "start_time": 764750.0,
      "end_time": 769850.0,
      "text": "por reducir los costes con un sistema parcial de reutilización y, aunque se usó durante tres décadas,"
    },
    {
      "index": 122,
      "start_time": 769850.0,
      "end_time": 775449.0,
      "text": "en última instancia resultó ser más caro que los sistemas desechables. Por razones de"
    },
    {
      "index": 123,
      "start_time": 775449.0,
      "end_time": 780910.0,
      "text": "tiempo, lo más importante aquí es que un sistema asequible de lanzamiento reutilizable tiene mucho más potencial"
    },
    {
      "index": 124,
      "start_time": 780910.0,
      "end_time": 785620.0,
      "text": "que un sistema desechable. Y las agencias espaciales de todo el mundo han intentado conseguirlo"
    },
    {
      "index": 125,
      "start_time": 785620.0,
      "end_time": 792699.0,
      "text": "durante algún tiempo. Y, por lo que se ve, eso es exactamente lo que SpaceX ha conseguido"
    },
    {
      "index": 126,
      "start_time": 792699.0,
      "end_time": 799220.0,
      "text": "hace unos días. El gran cohete Falcon 9 de 70 metros se lanzó al espacio. Entonces, las dos estapas"
    },
    {
      "index": 127,
      "start_time": 799220.0,
      "end_time": 804269.0,
      "text": "del cohete se separaron. La segunda etapa, que contenía la carga consistente en 11 satélites,"
    },
    {
      "index": 128,
      "start_time": 804269.0,
      "end_time": 810680.0,
      "text": "continuó hacia el espacio, mientras que la primera etapa reutilizable volvió para aterrizar en la Tierra."
    },
    {
      "index": 129,
      "start_time": 810680.0,
      "end_time": 816020.0,
      "text": "Sólo 10 minutos después del lanzamiento aterrizó sin peligro en tierra firme."
    },
    {
      "index": 130,
      "start_time": 816500.0,
      "end_time": 823080.0,
      "text": "Quiero decir, yo no estaba por aquí cuando la industrial espacial estaba en la cúspide y el hombre caminaba en la luna."
    },
    {
      "index": 131,
      "start_time": 823080.0,
      "end_time": 825080.0,
      "text": "Yo me perdí todo eso."
    },
    {
      "index": 132,
      "start_time": 825820.0,
      "end_time": 834180.0,
      "text": "Pero este cohete, este lanzamiento y aterrizaje, es como si nos dirigiéramos de nuevo hacia ese momento."
    },
    {
      "index": 133,
      "start_time": 834189.0,
      "end_time": 838709.0,
      "text": "Y, por supuesto, puede ser sólo otro cohete. Otro lanzamiento. Nada especial."
    },
    {
      "index": 134,
      "start_time": 839300.0,
      "end_time": 844880.0,
      "text": "Pero quizás. Sólo quizás. Puede ser algo optimista."
    },
    {
      "index": 135,
      "start_time": 844880.0,
      "end_time": 850100.0,
      "text": "Tal vez esto es justo lo que necesitábamos para volver a encender la era espacial."
    },
    {
      "index": 136,
      "start_time": 850860.0,
      "end_time": 870500.0,
      "text": " "
    }
  ]
}