{
  "video_id": "5OnhOXq7m4w",
  "title": "PSYCHOTHERAPY - Jacques Lacan",
  "json": [
    {
      "index": 1,
      "start_time": 7600.0,
      "end_time": 11500.0,
      "text": "Jacques Lacan fue el más grande psicoanalista francés del siglo XX."
    },
    {
      "index": 2,
      "start_time": 11500.0,
      "end_time": 16740.0,
      "text": "También fue algo que ha venido a ser algo extraño - una celebridad intelectual."
    },
    {
      "index": 3,
      "start_time": 17360.0,
      "end_time": 21240.0,
      "text": "Siendo un centro de rumores y curiosidades, como una estrella de pop."
    },
    {
      "index": 4,
      "start_time": 21920.0,
      "end_time": 27520.0,
      "text": "Se relacionó con famosos artistas y escritores, poseía un fabuloso cabello, y atraía bellas mujeres."
    },
    {
      "index": 5,
      "start_time": 28100.0,
      "end_time": 31340.0,
      "text": "Jacques Marie Émile Lacan nació en París en 1901."
    },
    {
      "index": 6,
      "start_time": 31540.0,
      "end_time": 35520.0,
      "text": "Su padre fue un exitoso empresario: una gran figura en la industria emergente del jabón."
    },
    {
      "index": 7,
      "start_time": 35520.0,
      "end_time": 37360.0,
      "text": "Su madre, una católica devota."
    },
    {
      "index": 8,
      "start_time": 37360.0,
      "end_time": 39980.0,
      "text": "Su hermano mayor se convirtió en un monje benedictino."
    },
    {
      "index": 9,
      "start_time": 40480.0,
      "end_time": 42980.0,
      "text": "Pero Lacan dejó de creer en Dios a temprana edad."
    },
    {
      "index": 10,
      "start_time": 43120.0,
      "end_time": 45120.0,
      "text": "Se obsesionó, más bien, con la filosofía y las matemáticas."
    },
    {
      "index": 11,
      "start_time": 45700.0,
      "end_time": 50300.0,
      "text": "A los 15 años pegó en las paredes de su cuarto páginas de la Ética de Spinoza."
    },
    {
      "index": 12,
      "start_time": 50300.0,
      "end_time": 54200.0,
      "text": "En la universidad, estudió medicina y se especializó en psiquiatría."
    },
    {
      "index": 13,
      "start_time": 54700.0,
      "end_time": 59740.0,
      "text": "Lacan escribió muchos ensayos y publicó transcripciones de los seminarios que daba."
    },
    {
      "index": 14,
      "start_time": 60160.0,
      "end_time": 65880.0,
      "text": "Le gustaba presentar sus ideas de maneras muy complejas y solía usar ecuaciones matemáticas y diagramas."
    },
    {
      "index": 15,
      "start_time": 66740.0,
      "end_time": 74100.0,
      "text": "No escribía tan claro, pero debajo de esa superficie compleja, Lacan dió grandes contribuciones a nuestro entendimiento de nosotros."
    },
    {
      "index": 16,
      "start_time": 75400.0,
      "end_time": 79440.0,
      "text": "Lacan estaba profundamente interesado en un evento que ocurre en la vida de todo niño:"
    },
    {
      "index": 17,
      "start_time": 79660.0,
      "end_time": 82000.0,
      "text": "la primera vez que ellos se reconocen en un espejo."
    },
    {
      "index": 18,
      "start_time": 83200.0,
      "end_time": 88460.0,
      "text": "Ellos tienen una experiencia muy distinta y extraña de la que pudiera tener cualquier perro o pollo"
    },
    {
      "index": 19,
      "start_time": 88780.0,
      "end_time": 94540.0,
      "text": "de mirar su propio reflejo y pensar: \"¿ESO soy YO?\"."
    },
    {
      "index": 20,
      "start_time": 94540.0,
      "end_time": 99300.0,
      "text": "Fundamentalmente, el momento en el que Lacan llamó \"la fase del espejo\" puede sentirse muy inquietante,"
    },
    {
      "index": 21,
      "start_time": 99460.0,
      "end_time": 103440.0,
      "text": "porque la cara en el espejo no tiene por qué parecer como nos sentimos."
    },
    {
      "index": 22,
      "start_time": 103600.0,
      "end_time": 110440.0,
      "text": "En el interior nos encontramos una corriente sin forma, de la conciencia continua formada por exceso de velocidad pensamientos, deseos e imágenes."
    },
    {
      "index": 23,
      "start_time": 110440.0,
      "end_time": 115080.0,
      "text": "Estamos polysexual, caótico, siempre cambiante y ambivalente al núcleo."
    },
    {
      "index": 24,
      "start_time": 115300.0,
      "end_time": 123660.0,
      "text": "Pero en el exterior nos parece como una entidad más o menos estable con características simétricas compuesto y que revelan casi nada de lo que está pasando dentro."
    },
    {
      "index": 25,
      "start_time": 123660.0,
      "end_time": 130660.0,
      "text": "No tenemos más que palabras para tratar de trascender la brecha, y la mayoría de las veces no lo hacen justicia a nuestras verdaderas intenciones."
    },
    {
      "index": 26,
      "start_time": 131039.99999999999,
      "end_time": 136880.0,
      "text": "Sin saber cómo decir lo que sentimos no es un fracaso personal - es una verdad existencial."
    },
    {
      "index": 27,
      "start_time": 136880.0,
      "end_time": 142900.0,
      "text": "La imagen en el espejo es, por necesidad, mucho más unidimensional que la entidad que lo contempla."
    },
    {
      "index": 28,
      "start_time": 143300.0,
      "end_time": 145780.0,
      "text": "Esto conduce a un problema que nos sigue durante toda la vida."
    },
    {
      "index": 29,
      "start_time": 146560.0,
      "end_time": 150860.0,
      "text": "Como adultos, deseamos que los demás nos entiendan en las formas más profundas."
    },
    {
      "index": 30,
      "start_time": 150860.0,
      "end_time": 157560.0,
      "text": "Pero Lacan nos está preparando para hacer frente a la posibilidad más oscuro que, de hecho, otras personas serán atrapados resueltamente en el exterior de los Estados Unidos,"
    },
    {
      "index": 31,
      "start_time": 157560.0,
      "end_time": 163140.0,
      "text": "Nos suponiendo que sea más o menos como nos parece, pero en gran medida nos caricaturizar sin querer."
    },
    {
      "index": 32,
      "start_time": 163640.0,
      "end_time": 171820.0,
      "text": "Estamos comprensiblemente reacios a aceptar esta soledad, y estamos muy preocupados por lo tanto para controlar la apariencia externa que presentamos."
    },
    {
      "index": 33,
      "start_time": 171980.0,
      "end_time": 181400.0,
      "text": "Eso es lo que la industria de la moda cotiza en. Esperamos que si podíamos retocar lo suficiente con lo que otras personas ven en el exterior de nosotros, tal vez nuestro cabello o el diseño de nuestro cuello,"
    },
    {
      "index": 34,
      "start_time": 181400.0,
      "end_time": 183620.0,
      "text": "es posible que con el tiempo puede entender correctamente."
    },
    {
      "index": 35,
      "start_time": 184220.0,
      "end_time": 193880.0,
      "text": "Pero Lacan sugiere una más difícil, mover madura - que aceptamos que otras personas simplemente no siempre nos experimentar la manera en que experimentamos nosotros mismos."
    },
    {
      "index": 36,
      "start_time": 194500.0,
      "end_time": 201420.0,
      "text": "Que vamos a estar casi totalmente incomprendidos, y, por nuestra parte, casi en su totalidad malinterpretar."
    },
    {
      "index": 37,
      "start_time": 201760.0,
      "end_time": 205900.0,
      "text": "Lacan fue famoso por sus declaraciones muy negativas sobre el amor romántico."
    },
    {
      "index": 38,
      "start_time": 205900.0,
      "end_time": 208120.0,
      "text": "\"No hay tal cosa como una relación sexual\"."
    },
    {
      "index": 39,
      "start_time": 208120.0,
      "end_time": 209540.0,
      "text": "\"No existen los hombres y las mujeres.\""
    },
    {
      "index": 40,
      "start_time": 210160.0,
      "end_time": 215840.0,
      "text": "Y lo más dramáticamente, \"El hombre no sabe nada de la mujer, y la mujer no sabe nada del hombre.\""
    },
    {
      "index": 41,
      "start_time": 215840.0,
      "end_time": 220440.0,
      "text": "Lacan estaba tratando de llegar a un hecho impopulares pero crítica sobre las relaciones románticas,"
    },
    {
      "index": 42,
      "start_time": 220740.0,
      "end_time": 229820.0,
      "text": "la medida en que nosotros no comprendemos verdaderamente nuestros amantes y simplemente la clavija de una serie de fantasías extraídas de experiencias de la infancia de sus formas físicas."
    },
    {
      "index": 43,
      "start_time": 230520.0,
      "end_time": 233320.0,
      "text": "Es un oscuro, pero, en cierto modo, la liberación de idea."
    },
    {
      "index": 44,
      "start_time": 233320.0,
      "end_time": 240260.0,
      "text": "Se nos invita a no ser molesto cuando no sentimos una relación perfecta con alguien que en un principio parecía un alma gemela."
    },
    {
      "index": 45,
      "start_time": 240260.0,
      "end_time": 247480.0,
      "text": "Y recomienda que, ciertamente, no salir corriendo en busca de un poco más pareja \"ideal\" si nos sentimos menos que perfectamente entendido."
    },
    {
      "index": 46,
      "start_time": 248840.0,
      "end_time": 253600.0,
      "text": "La conexión nos preocupa que hemos perdido es algo que en realidad nunca tuvimos."
    },
    {
      "index": 47,
      "start_time": 253860.0,
      "end_time": 265400.0,
      "text": "Nuestra relación no ha ido mal a través de la necedad, el error o mala suerte. Está siguiendo el camino ordinario de amor, que es llegar a una conciencia de su propia naturaleza fundamentalmente ilusoria."
    },
    {
      "index": 48,
      "start_time": 265680.0,
      "end_time": 270720.0,
      "text": "Con la ayuda de Lacan podemos aferrarse a una idea más precisa de lo que es normal."
    },
    {
      "index": 49,
      "start_time": 271080.0,
      "end_time": 273540.0,
      "text": "Para ser más o menos siempre solo."
    },
    {
      "index": 50,
      "start_time": 273700.0,
      "end_time": 278900.0,
      "text": "Esta es una base sobre la cual podemos construir relaciones más maduras y menos frustrados."
    },
    {
      "index": 51,
      "start_time": 281120.0,
      "end_time": 285200.0,
      "text": "Lacan fue muy activo en la vida intelectual a finales de 1960."
    },
    {
      "index": 52,
      "start_time": 285900.0,
      "end_time": 289060.0,
      "text": "Era, por supuesto, un momento de gran emoción en torno a los cambios sociales."
    },
    {
      "index": 53,
      "start_time": 289380.0,
      "end_time": 293260.0,
      "text": "No era la revolución sexual, un gran interés por el comunismo, y un montón de protestas."
    },
    {
      "index": 54,
      "start_time": 294040.0,
      "end_time": 297060.0,
      "text": "amigos de Lacan estaban muy emocionados."
    },
    {
      "index": 55,
      "start_time": 297060.0,
      "end_time": 301980.0,
      "text": "Lacan simpatizaba. Y, sin embargo, al ver el creciente número de estudiantes que protestaban, les dijo:"
    },
    {
      "index": 56,
      "start_time": 302220.0,
      "end_time": 306740.0,
      "text": "\"Lo que se aspira a que los revolucionarios es un nuevo amo. Y obtendrá una\"."
    },
    {
      "index": 57,
      "start_time": 308160.0,
      "end_time": 317380.0,
      "text": "Lacan sugiere que aunque nosotros creemos ser demócratas, la mayoría de nosotros estamos muy interesados ​​en encontrar y adorar a las figuras de autoridad que nos prometen la tierra."
    },
    {
      "index": 58,
      "start_time": 318180.0,
      "end_time": 321720.0,
      "text": "Deseamos tener otra persona a cargo, que puede hacer todo bien."
    },
    {
      "index": 59,
      "start_time": 322000.0,
      "end_time": 324880.0,
      "text": "Alguien que es, en cierto sentido, un padre ideal."
    },
    {
      "index": 60,
      "start_time": 325220.0,
      "end_time": 330680.0,
      "text": "Y traemos este bit de sonido peculiar de nuestras fantasías psicológicas en la forma en que navegamos política."
    },
    {
      "index": 61,
      "start_time": 331640.0,
      "end_time": 340200.0,
      "text": "Para Lacan el político verdadero talento no es el único que sabe cómo preparar rápidamente la multitud y enciende su semi-consciente, sueños infantiles de la perfección -"
    },
    {
      "index": 62,
      "start_time": 340560.0,
      "end_time": 342740.0,
      "text": "que es el que se atreve a ser un adulto."
    },
    {
      "index": 63,
      "start_time": 342740.0,
      "end_time": 347260.0,
      "text": "Alguien que tiene la habilidad para convencer a la gente de la naturaleza de la realidad decepcionante."
    },
    {
      "index": 64,
      "start_time": 347840.0,
      "end_time": 353260.0,
      "text": "y que tiene el tacto para hacerlo sin provocar rabia insoportable y rabietas."
    },
    {
      "index": 65,
      "start_time": 354200.0,
      "end_time": 357340.0,
      "text": "Lacan nunca dejó de intentar comunicar un hecho muy difícil -"
    },
    {
      "index": 66,
      "start_time": 357640.0,
      "end_time": 360780.0,
      "text": "lo extrañas criaturas, inmaduros y solitarios somos."
    },
    {
      "index": 67,
      "start_time": 361140.0,
      "end_time": 368140.0,
      "text": "Es porque nos negamos a reconocer esto y no hacemos presupuesto suficiente tiempo para absorber el dolor, que estamos más miserable que tenemos que ser."
    },
    {
      "index": 68,
      "start_time": 368940.0,
      "end_time": 376040.0,
      "text": "Lacan constantemente a prueba nuevos métodos no convencionales y, a menudo para tratar de hacer del psicoanálisis una mayor parte de nuestras vidas."
    },
    {
      "index": 69,
      "start_time": 376040.0,
      "end_time": 381020.0,
      "text": "Lo vio como el lugar natural para luchar con los interrogantes del ser humano."
    },
    {
      "index": 70,
      "start_time": 381020.0,
      "end_time": 387520.0,
      "text": "No le gustaba llamar a sus clientes \"pacientes\" porque no quería que se consideran a sí mismos como enfermos o inusual."
    },
    {
      "index": 71,
      "start_time": 387980.0,
      "end_time": 391620.0,
      "text": "El único requisito para venir a análisis fue de ser humano."
    },
    {
      "index": 72,
      "start_time": 392000.0,
      "end_time": 397640.0,
      "text": "Lacan cree una sesión podría ser bastante corto, a veces tan sólo 5 minutos, si es así como uno pasó a ser la sensación."
    },
    {
      "index": 73,
      "start_time": 397980.0,
      "end_time": 402960.0,
      "text": "Incluso permitió su barbero y pedicura para visitar mientras se estaba llevando a cabo sesiones de análisis."
    },
    {
      "index": 74,
      "start_time": 403260.0,
      "end_time": 410380.0,
      "text": "Él no estaba haciendo esto para ser provocativa, sino más bien porque estaba interesado en explorar cómo ideas podrían ser entregados de una manera más relajada,"
    },
    {
      "index": 75,
      "start_time": 410380.0,
      "end_time": 412720.0,
      "text": "para que pudieran llegar a muchas más personas."
    },
    {
      "index": 76,
      "start_time": 412720.0,
      "end_time": 425520.0,
      "text": "Lacan no tenía miedo de mezclar la verdad intelectual con éxito mundanos, y pensó que era tan importante para influir en los políticos, artistas y gente común como lo era para enseñar a los filósofos o los psicoanalistas."
    },
    {
      "index": 77,
      "start_time": 426160.0,
      "end_time": 430060.0,
      "text": "Él siguió dando conferencias en todo el mundo en este hasta su muerte a la edad de 80."
    },
    {
      "index": 78,
      "start_time": 430060.0,
      "end_time": 435320.0,
      "text": "Aunque ateo, Lacan había hablado de vez en cuando de un deseo de tener un gran funeral católico,"
    },
    {
      "index": 79,
      "start_time": 435500.0,
      "end_time": 438980.0,
      "text": "idealmente ya sea en Venecia o Roma. Pero no iba a ser."
    },
    {
      "index": 80,
      "start_time": 439180.0,
      "end_time": 446240.0,
      "text": "Fue enterrado en silencio cerca de su casa de campo en el modesto pueblo de Guitrancourt no muy lejos de los suburbios del noreste de París."
    },
    {
      "index": 81,
      "start_time": 446660.0,
      "end_time": 449160.0,
      "text": "Lacan tenía grandes ambiciones para el psicoanálisis."
    },
    {
      "index": 82,
      "start_time": 449780.0,
      "end_time": 456240.0,
      "text": "Se espera que pueda transformar los cuerpos colectivos más poderosos de la época, como la Iglesia católica y el Partido Comunista,"
    },
    {
      "index": 83,
      "start_time": 456240.0,
      "end_time": 458240.0,
      "text": "y liberarlos de algunos de sus errores."
    },
    {
      "index": 84,
      "start_time": 458280.0,
      "end_time": 467700.0,
      "text": "Se cree que en el futuro se convertiría en el psicoanálisis generalizado y normal, arraigado en la forma de pensar, una parte del negocio de la vida ordinaria."
    },
    {
      "index": 85,
      "start_time": 468860.0,
      "end_time": 472360.0,
      "text": "Es un proyecto importante, y estamos todavía en la actualidad."
    }
  ]
}