{
  "video_id": "6Gv1CqAQVow",
  "title": "Why Small Pleasures Are a Big Deal",
  "json": [
    {
      "index": 1,
      "start_time": 190.0,
      "end_time": 5040.0,
      "text": "Estamos rodeados por ideas potentes sobre el tipo de cosas que nos harán"
    },
    {
      "index": 2,
      "start_time": 5040.0,
      "end_time": 11540.0,
      "text": "felices. Tendemos a pensar que para dar satisfacción, los placeres a los que deberiamos apuntar necesitan ser:"
    },
    {
      "index": 3,
      "start_time": 11540.0,
      "end_time": 17220.0,
      "text": "Raros - hemos heredado una sospecha romántica de lo ordinario (que es tomada por ser mediocre,"
    },
    {
      "index": 4,
      "start_time": 17220.0,
      "end_time": 22911.0,
      "text": "aburrida y poco estimulante) y trabajar con una suposición de que las cosas que son únicas, difíciles"
    },
    {
      "index": 5,
      "start_time": 22920.0,
      "end_time": 30560.0,
      "text": "de encontrar, exóticas, o desconocidas, son naturalmente más adecuadas para deleitarnos. Luego queremos que las cosas sean caras, nos"
    },
    {
      "index": 6,
      "start_time": 30560.0,
      "end_time": 36760.0,
      "text": "gusta el respaldo económico. Si algo es barato o gratis, es un poco mas difícil de apreciar;"
    },
    {
      "index": 7,
      "start_time": 36760.0,
      "end_time": 41079.0,
      "text": "la piña (por ejemplo) dejó caer la lista de deseos de frutas de muchas personas cuando"
    },
    {
      "index": 8,
      "start_time": 41079.0,
      "end_time": 45960.0,
      "text": "su precio cayó de exorbitante ( solían costar el equivalente de cientos de libras)"
    },
    {
      "index": 9,
      "start_time": 46020.0,
      "end_time": 51660.0,
      "text": "a nada especial. El caviar continúa sonando de algun modo más interesante que los huevos de gallina."
    },
    {
      "index": 10,
      "start_time": 51980.0,
      "end_time": 59499.0,
      "text": "Luego queremos cosas para ser famosos, en un experimento fascinante un violinista célebre, una vez se puso ropa desaliñada y"
    },
    {
      "index": 11,
      "start_time": 59499.0,
      "end_time": 63850.0,
      "text": "tocó en una esquina y fue ignorado en gran parte, aunque la gente acudiría a las"
    },
    {
      "index": 12,
      "start_time": 63850.0,
      "end_time": 70110.0,
      "text": "grandes salas de conciertos del mundo solo para escuchar al mismo hombre tocar exactamente las mismas obras."
    },
    {
      "index": 13,
      "start_time": 70110.0,
      "end_time": 73130.0,
      "text": "Finalmente queremos que las cosas sean masivas, estamos"
    },
    {
      "index": 14,
      "start_time": 73240.0,
      "end_time": 79300.0,
      "text": "concentrados principalmente en grandes esquemas, que esperamos que nos den placer: casamiento, carrera,"
    },
    {
      "index": 15,
      "start_time": 79400.0,
      "end_time": 85360.0,
      "text": "viaje, comprar una casa nueva. Estos enfoques no están completamente mal, pero inconscientemente"
    },
    {
      "index": 16,
      "start_time": 85360.0,
      "end_time": 91190.0,
      "text": "exhiben colectivamente una parcialidad inutil y viciosa contra lo barato, lo fácilmente disponible,"
    },
    {
      "index": 17,
      "start_time": 91190.0,
      "end_time": 96360.0,
      "text": "lo ordinario, lo familiar, y lo pequeño. Como resultado: si alguien dice que ha ido"
    },
    {
      "index": 18,
      "start_time": 96360.0,
      "end_time": 101560.0,
      "text": "de viaje a Belice en un jet privado, automáticamente asumimos que la ha pasado mejor que alguien"
    },
    {
      "index": 19,
      "start_time": 101560.0,
      "end_time": 106540.0,
      "text": "que fue al parque local en bicicleta; Imaginamos que visitar la galería Uffizi en Florencia"
    },
    {
      "index": 20,
      "start_time": 106540.0,
      "end_time": 111720.0,
      "text": "siempre va a ser mas agradable que leer una novela de bolsillo en el patio trasero. Una cena"
    },
    {
      "index": 21,
      "start_time": 111720.0,
      "end_time": 116130.0,
      "text": "de restaurante en la cual la langosta Thermidor es servida suena mucho más impresionante que una"
    },
    {
      "index": 22,
      "start_time": 116130.0,
      "end_time": 120780.0,
      "text": "cena de un sandwich de queso en casa; Se siente más normal que el punto mas culminante de un fin de semana"
    },
    {
      "index": 23,
      "start_time": 120780.0,
      "end_time": 125660.0,
      "text": "debería ser una lección de ala delta, en vez de unos minutos pasados mirando al cielo"
    },
    {
      "index": 24,
      "start_time": 125660.0,
      "end_time": 131350.0,
      "text": "nublado; Se siente raro sugerir que un jarrón de lirio modesto del valle ( la floración mas barata"
    },
    {
      "index": 25,
      "start_time": 131350.0,
      "end_time": 137880.0,
      "text": "en muchas florerías) podría dar más satisfacción que una original de Van Gogh.  Y todavía el aspecto"
    },
    {
      "index": 26,
      "start_time": 137880.0,
      "end_time": 143819.0,
      "text": "alentador y paradójico del placer is lo raro y promiscuo que demuestra ser."
    },
    {
      "index": 27,
      "start_time": 143819.0,
      "end_time": 148980.0,
      "text": "No se recoge en las boutiques más caras. Puede negarse a quedarse con nosotros en las vacaciones de lujo."
    },
    {
      "index": 28,
      "start_time": 148980.0,
      "end_time": 156260.0,
      "text": "Es notablemente vulnerable a los problemas emocionales, enojos y males estados de ánimo. Una pelea que comenzó"
    },
    {
      "index": 29,
      "start_time": 156260.0,
      "end_time": 161510.0,
      "text": "con un pequeño desacuerdo sobre como pronunciar una palabra puede terminar destruyendo todos los beneficios"
    },
    {
      "index": 30,
      "start_time": 161510.0,
      "end_time": 168370.0,
      "text": "centro turísico de cinco estrellas. Un placer puede parecer muy secundario - comer un higo, tomar un baño,"
    },
    {
      "index": 31,
      "start_time": 168370.0,
      "end_time": 173180.0,
      "text": "susurrar en la cama por la noche, hablar con un abuelo, o mirar fotos viejas"
    },
    {
      "index": 32,
      "start_time": 173180.0,
      "end_time": 180849.0,
      "text": "de cuando eras un niño y sin embargo estos placeres pueden ser cualquier cosa menos pequeños: Si es apropiadamente comprendido y elaborado"
    },
    {
      "index": 33,
      "start_time": 180849.0,
      "end_time": 186709.0,
      "text": "estos tipos de actividades pueden estar entre las más emocionantes y satisfactorias que podemos tener. Apreciar"
    },
    {
      "index": 34,
      "start_time": 186709.0,
      "end_time": 192530.0,
      "text": "lo que es dar no es una solución vaga. No es un ataque a la ambición. Pero"
    },
    {
      "index": 35,
      "start_time": 192530.0,
      "end_time": 197910.0,
      "text": "no tiene sentido perseguir el futuro hasta que y al menos que mejoremos en estar más en armonía."
    },
    {
      "index": 36,
      "start_time": 197910.0,
      "end_time": 204599.0,
      "text": "con los momentos modestos y las cosas que están presentemente o fácilmente disponibles a nosotros. Más fundamentalmente"
    },
    {
      "index": 37,
      "start_time": 204599.0,
      "end_time": 209819.0,
      "text": "la pequeñez de los placeres pequeños no es realmente una valoración de lo mucho que tienen para ofrecernos:"
    },
    {
      "index": 38,
      "start_time": 209819.0,
      "end_time": 216319.0,
      "text": "Es una reflección de cuantas cosas buenas el mundo descuida injustamente. Un placer pequeño"
    },
    {
      "index": 39,
      "start_time": 216319.0,
      "end_time": 222050.0,
      "text": "es un gran placer en espera; es un gran placer que todavía no ha recibido el conocimiento"
    },
    {
      "index": 40,
      "start_time": 222050.0,
      "end_time": 227840.0,
      "text": "colectivo que le es debido. Apreciar los placeres pequeños significa confiar en nuestras propias respuestas"
    },
    {
      "index": 41,
      "start_time": 227840.0,
      "end_time": 233030.0,
      "text": "un poco más. No podemos esperar que todo lo que es precioso y encantador sea aprobado"
    },
    {
      "index": 42,
      "start_time": 233030.0,
      "end_time": 238530.0,
      "text": "por los demas antes de que nosotros mismos permitamos que sea encantado. Necesitamos seguir las señales sordas"
    },
    {
      "index": 43,
      "start_time": 238530.0,
      "end_time": 244770.0,
      "text": "de nuestros propios cerebros y admitir que estamos en algo importante, a pesar de que otros"
    },
    {
      "index": 44,
      "start_time": 244770.0,
      "end_time": 247050.0,
      "text": "no esten de acuerdo todavía."
    }
  ]
}