{
  "video_id": "7kZZYxcpV_4",
  "title": "CIVILIZATION VI - How to Generate Faith",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4070.0000000000005,
      "text": "CÓMO GENERAR FE"
    },
    {
      "index": 2,
      "start_time": 4070.0000000000005,
      "end_time": 9442.0,
      "text": "La Fe y la religión pueden ser claves para conseguir la victoria en Sid Meier’s Civilization VI."
    },
    {
      "index": 3,
      "start_time": 9442.0,
      "end_time": 17550.0,
      "text": "La Fe es el recurso que se utiliza para fundar y mejorar una religión, patrocinar grandes personajes, comprar edificios y adquirir unidades religiosas."
    },
    {
      "index": 4,
      "start_time": 17550.0,
      "end_time": 24657.0,
      "text": "Se genera construyendo un Lugar sagrado o políticas sociales, o a través del acceso a maravillas naturales."
    },
    {
      "index": 5,
      "start_time": 24657.0,
      "end_time": 27293.0,
      "text": "Comenzarás a ganar Fe al principio del juego."
    },
    {
      "index": 6,
      "start_time": 27293.0,
      "end_time": 32999.0,
      "text": "Pronto podrás fundar un Panteón, una creencia inicial que te llevará a fundar una religión."
    },
    {
      "index": 7,
      "start_time": 32999.0,
      "end_time": 38805.0,
      "text": "Un Panteón religioso puede brindarte muchas ventajas, así que elige uno que beneficie directamente tu imperio en ciernes."
    },
    {
      "index": 8,
      "start_time": 38805.0,
      "end_time": 47080.0,
      "text": "Por ejemplo, si tu cuidad está cerca de un océano, el Panteón Dios de los mares otorgará una bonificación a la Producción conseguida por los Barcos pesqueros."
    },
    {
      "index": 9,
      "start_time": 49249.0,
      "end_time": 56923.0,
      "text": "Los Grandes profetas se usan para fundar religiones. Puedes ganar puntos de Gran profeta por medio de las políticas sociales y construyendo Lugares sagrados."
    },
    {
      "index": 10,
      "start_time": 57891.0,
      "end_time": 68234.0,
      "text": "Cuando fundes una religión, podrás elegir una Creencia de devotos que beneficie a todas las ciudades en la que tu religión sea la dominante, y una Creencia de fundador, que beneficiará principalmente a tu civilización."
    },
    {
      "index": 11,
      "start_time": 68234.0,
      "end_time": 73873.0,
      "text": "También podrás elegir la habilidad de construir edificios religiosos especiales en tu Lugar sagrado."
    },
    {
      "index": 12,
      "start_time": 73873.0,
      "end_time": 80847.0,
      "text": "Existe un límite al número total de religiones que pueden fundarse, para que solo las civilizaciones que promuevan a un Profeta desde el principio puedan fundar una religión."
    },
    {
      "index": 13,
      "start_time": 80847.0,
      "end_time": 88321.0,
      "text": "La religión emana de forma natural de las ciudades convertidas, pero para que se propague del todo necesitarás Misioneros y Apóstoles, que se pueden conseguir con Fe."
    },
    {
      "index": 14,
      "start_time": 89322.0,
      "end_time": 96763.0,
      "text": "Los Misioneros son las primeras unidades religiosas que podrás conseguir. Tienen un número limitado de cargas, que se usan para fomentar su religión cerca de otra ciudad."
    },
    {
      "index": 15,
      "start_time": 97831.0,
      "end_time": 102068.0,
      "text": "Necesitarás un Santuario en tu Lugar sagrado para poder reclutarlos con Fe."
    },
    {
      "index": 16,
      "start_time": 102068.0,
      "end_time": 109943.0,
      "text": "Los Apóstoles serán tus unidades religiosas más potentes, y necesitarán un Templo. Cada Apóstol tendrá acceso a un conjunto especial de ascensos."
    },
    {
      "index": 17,
      "start_time": 112445.0,
      "end_time": 117584.0,
      "text": "Los Apóstoles también pueden usarse para evangelizar tus creencias y así añadir una nueva habilidad a la religión."
    },
    {
      "index": 18,
      "start_time": 119152.0,
      "end_time": 124824.0,
      "text": "¿Un ejército de Misioneros está invadiendo tus ciudades con el fin de convertirlas? ¡Haz que un Apóstol inicie una inquisición!"
    },
    {
      "index": 19,
      "start_time": 126926.0,
      "end_time": 137470.0,
      "text": "Los Inquisidores son unidades baratas que pueden acabar con las religiones rivales que haya en tus ciudades. También pueden enfrentarse en un conflicto teológico con otros Misioneros, Apóstoles e Inquisidores."
    },
    {
      "index": 20,
      "start_time": 137470.0,
      "end_time": 142942.0,
      "text": "El conflicto teológico es una nueva función que transforma el paisaje teológico de muchas formas nuevas."
    },
    {
      "index": 21,
      "start_time": 144177.0,
      "end_time": 154754.0,
      "text": "Los Apóstoles pueden atacar a otras unidades religiosas para impedir que difundan su religión. Si una unidad resulta derrotada, todas las ciudades en un radio de 10 casillas se verán afectadas, y se fomentará la religión rival."
    },
    {
      "index": 22,
      "start_time": 154754.0,
      "end_time": 159425.0,
      "text": "Algunos Apóstoles pueden incluso generar reliquias a partir de las derrotas gracias a la habilidad Mártir."
    },
    {
      "index": 23,
      "start_time": 160560.0,
      "end_time": 163229.0,
      "text": "Tu religión también puede beneficiarse de algunas maravillas."
    },
    {
      "index": 24,
      "start_time": 163229.0,
      "end_time": 171204.0,
      "text": "Stonehenge, la primera maravilla del juego, te garantizará un Gran profeta gratuito, que te permitirá establecer una religión sin necesidad de tener un Lugar sagrado."
    },
    {
      "index": 25,
      "start_time": 171204.0,
      "end_time": 179679.0,
      "text": "El Mahabodhi garantiza 2 Apóstoles gratuitos, y Santa Sofía otorga a todas las unidades religiosas una carga de propagación adicional."
    },
    {
      "index": 26,
      "start_time": 179679.0,
      "end_time": 183516.0,
      "text": "El Monte Saint-Michel otorga a todos los Apóstoles el ascenso Mártir."
    },
    {
      "index": 27,
      "start_time": 183516.0,
      "end_time": 189522.0,
      "text": "Conseguirás una victoria religiosa cuando más de la mitad de todas las ciudades de las civilizaciones mundiales siguen tu religión."
    },
    {
      "index": 28,
      "start_time": 191758.0,
      "end_time": 199866.0,
      "text": "La mejor forma de lograrlo es creando Misioneros y Apóstoles, y enviarlos a las ciudades y civilizaciones que no hayan fundado una religión propia."
    },
    {
      "index": 29,
      "start_time": 201267.0,
      "end_time": 207140.0,
      "text": "También puedes enviar Apóstoles ascendidos con la habilidad Proselitista para convertir las Ciudades santas de otras naciones."
    },
    {
      "index": 30,
      "start_time": 207140.0,
      "end_time": 212011.0,
      "text": "Esto molestará a sus líderes, así que prepárate para afrontar las consecuencias diplomáticas."
    },
    {
      "index": 31,
      "start_time": 212011.0,
      "end_time": 216249.0,
      "text": "Sigue adelante y propaga tu religión en Sid Meier’s Civilization VI."
    }
  ]
}