{
  "video_id": "82aa881dpr0",
  "title": "How Parents Get In The Way of Career Plans",
  "json": [
    {
      "index": 1,
      "start_time": 370.0,
      "end_time": 6320.0,
      "text": "Durante gran parte de la historia de la humanidad, nuestras familias decidían en qué debíamos trabajar."
    },
    {
      "index": 2,
      "start_time": 6320.0,
      "end_time": 11290.0,
      "text": "Podíamos hacer dos cosas: copiar directamente lo que ellos hacían, o podíamos, con gran reverencia, aceptar"
    },
    {
      "index": 3,
      "start_time": 11290.0,
      "end_time": 17130.0,
      "text": "sus sugerencias sobre lo que podríamos hacer. Ha sido apenas durante los últimos 200 años"
    },
    {
      "index": 4,
      "start_time": 17130.0,
      "end_time": 22360.0,
      "text": "que hemos elegido por nosotros mismos en qué trabajar, y todavía estamos recién aprendiendo solo"
    },
    {
      "index": 5,
      "start_time": 22360.0,
      "end_time": 28890.0,
      "text": "algunas de las complejidades que eso acarrea. Desde afuera, la mayoría de las familias dicen que no les"
    },
    {
      "index": 6,
      "start_time": 28890.0,
      "end_time": 34429.0,
      "text": "interesa mucho qué trabajo en particular hagan sus hijos. La línea estándar es que simplemente quieren"
    },
    {
      "index": 7,
      "start_time": 34429.0,
      "end_time": 41239.0,
      "text": "que seamos felices. Pero no somos tan libres como suena. Casi siempre seguimos los llamados"
    },
    {
      "index": 8,
      "start_time": 41239.0,
      "end_time": 48780.0,
      "text": "\"guiones familiares sobre el trabajo\", guiones que nos empujan, generalmente de forma muy sutil pero también"
    },
    {
      "index": 9,
      "start_time": 48780.0,
      "end_time": 55749.0,
      "text": "muy poderosa, hacia ciertas ocupaciones y nos alejan de otras. Parte de madurar adecuadamente,"
    },
    {
      "index": 10,
      "start_time": 55749.0,
      "end_time": 60579.0,
      "text": "y esto a veces sucede recién cuando llegamos a la cincuentena, conlleva encontrar un camino"
    },
    {
      "index": 11,
      "start_time": 60579.0,
      "end_time": 66830.0,
      "text": "para evitar estos guiones que nos han dado. En su forma más benigna, nuestros guiones familiares son"
    },
    {
      "index": 12,
      "start_time": 66830.0,
      "end_time": 72640.0,
      "text": "el resultado de lo que nuestras familias entienden del mundo del trabajo. Cada familia"
    },
    {
      "index": 13,
      "start_time": 72640.0,
      "end_time": 77071.0,
      "text": "tiene un rango de ocupaciones que entiende, porque alguien ha ejercido esa ocupación"
    },
    {
      "index": 14,
      "start_time": 77071.0,
      "end_time": 83230.0,
      "text": "y en el proceso puso esa ocupación dentro del rango de imaginación de los miembros de la familia. Sin embargo,"
    },
    {
      "index": 15,
      "start_time": 83230.0,
      "end_time": 88970.0,
      "text": "no es solamente que nuestras familias puedan no saber sobre ciertos trabajos, y así nos impidan llegar a ellos."
    },
    {
      "index": 16,
      "start_time": 88970.0,
      "end_time": 95500.0,
      "text": "También pueden ser activamente hostiles o suspicaces de otros trabajos. Estuvimos expuestos"
    },
    {
      "index": 17,
      "start_time": 95500.0,
      "end_time": 100780.0,
      "text": "a muchos mensajitos que nos indicaban que ciertas carreras son inferiores,"
    },
    {
      "index": 18,
      "start_time": 100780.0,
      "end_time": 106140.0,
      "text": "y por tanto no están a nuestra altura, o tal vez son peligrosas, falsas o no encajan bien con nuestra"
    },
    {
      "index": 19,
      "start_time": 106140.0,
      "end_time": 112550.0,
      "text": "situación en la vida. Aunque se hable de la igualdad de género, las familias también son muy talentosas"
    },
    {
      "index": 20,
      "start_time": 112550.0,
      "end_time": 118610.0,
      "text": "para mandar mensajes encubiertos sobre lo que un hombre o mujer \"de verdad\" pueden hacer"
    },
    {
      "index": 21,
      "start_time": 118610.0,
      "end_time": 124650.0,
      "text": "de forma honorable. Sin embargo, esto tiene una sombra: las familias dicen que quieren nuestro éxito,"
    },
    {
      "index": 22,
      "start_time": 124650.0,
      "end_time": 130540.0,
      "text": "pero si eso sucediera, sería muy amenazante para la familia. Alguna opción que tomemos podría recordarle"
    },
    {
      "index": 23,
      "start_time": 130539.99999999999,
      "end_time": 137390.0,
      "text": "a alguien de sus ambiciones frustradas. Nuestro éxito podría hacerlos sentir fracasados. Podríamos tratar"
    },
    {
      "index": 24,
      "start_time": 137390.0,
      "end_time": 144300.0,
      "text": "de sabotear nuestras chances de ganar, con el fin de que un ser querido no se sienta devastado. A menudo,"
    },
    {
      "index": 25,
      "start_time": 144300.0,
      "end_time": 150030.0,
      "text": "sin darnos cuenta, estamos siendo poderosamente controlados por nuestras familias. No nos controlan con"
    },
    {
      "index": 26,
      "start_time": 150030.0,
      "end_time": 155860.0,
      "text": "palabras duras, sino con algo mucho más enternecedor y que nos cuesta mucho más abandonar:"
    },
    {
      "index": 27,
      "start_time": 155860.0,
      "end_time": 163709.0,
      "text": "nuestro constante deseo de ser un buen hijo, de darle en el gusto a aquellos que nos trajeron a este mundo,"
    },
    {
      "index": 28,
      "start_time": 163709.0,
      "end_time": 171470.0,
      "text": "por amor. El amor nos puede controlar tanto como la ley o la fuerza. Nos exponemos a tratar de ser buenos hijos"
    },
    {
      "index": 29,
      "start_time": 171470.0,
      "end_time": 176989.0,
      "text": "no solamente porque sentimos el amor, sino porque tememos perder ese amor,"
    },
    {
      "index": 30,
      "start_time": 176989.0,
      "end_time": 183560.0,
      "text": "vivimos aterrados de ser expulsados si nos atrevemos a decir lo que realmente queremos. Pero aquí hay"
    },
    {
      "index": 31,
      "start_time": 183560.0,
      "end_time": 192840.0,
      "text": "una buena noticia para los niños tímidos: es muy extraño que los padres deshereden a su progenie."
    },
    {
      "index": 32,
      "start_time": 192840.0,
      "end_time": 198920.0,
      "text": "Ciertamente no lo parece en las fantasías que nos forjamos en la niñez. Pero la realidad de la adultez"
    },
    {
      "index": 33,
      "start_time": 198920.0,
      "end_time": 205310.0,
      "text": "es que las familias son extremadamente buenas para amenazar con separarse, pero después"
    },
    {
      "index": 34,
      "start_time": 205310.0,
      "end_time": 211739.0,
      "text": "se perdonan entre ellos y enfrentan pruebas y situaciones realmente extraordinarias."
    },
    {
      "index": 35,
      "start_time": 211739.0,
      "end_time": 216029.0,
      "text": "No conocemos todas las familias, pero podemos adivinar que casi cualquiera podría hacer mucho más"
    },
    {
      "index": 36,
      "start_time": 216029.0,
      "end_time": 221580.0,
      "text": "de lo que cree, mucho más de lo que podría ser \"malo\" a ojos de los ancestros, y sería perdonado. Le debemos"
    },
    {
      "index": 37,
      "start_time": 221580.0,
      "end_time": 228469.0,
      "text": "respeto y amabilidad a nuestros padres. No les debemos nuestras vidas. Nos debemos atrever,"
    },
    {
      "index": 38,
      "start_time": 228469.0,
      "end_time": 232980.0,
      "text": "cuando la presión sea insostenible, a dejar su guión de lado."
    },
    {
      "index": 39,
      "start_time": 234220.0,
      "end_time": 241520.0,
      "text": "En la School of Life constantemente estamos desarrollando nuevos productos para ayudarnos con nuestra inteligencia emocional."
    },
    {
      "index": 40,
      "start_time": 241600.0,
      "end_time": 245000.0,
      "text": "Para aprender más, siga el vínculo que aparece ahora en pantalla."
    }
  ]
}