{
  "video_id": "8da1nXckEy4",
  "title": "Why Clothes Matter",
  "json": [
    {
      "index": 1,
      "start_time": 2960.0,
      "end_time": 5760.0,
      "text": "Una vez, estábamos vestidos por alguien más"
    },
    {
      "index": 2,
      "start_time": 5760.0,
      "end_time": 10540.0,
      "text": "Los padres escogieron una camiseta; La escuela dictó qué color deben ser nuestros pantalones."
    },
    {
      "index": 3,
      "start_time": 10540.0,
      "end_time": 17620.0,
      "text": "Pero en algún momento, se nos concedió la oportunidad de descubrir quién podríamos ser en el mundo de la ropa."
    },
    {
      "index": 4,
      "start_time": 17620.0,
      "end_time": 21900.0,
      "text": "Tuvimos que decidir por nosotros mismos sobre collares y escotes, ajustes,"
    },
    {
      "index": 5,
      "start_time": 21900.0,
      "end_time": 26420.0,
      "text": "colores, patrones, texturas y lo que va (o no) con qué"
    },
    {
      "index": 6,
      "start_time": 26420.0,
      "end_time": 30960.0,
      "text": "Aprendimos a hablar de nosotros mismos en el lenguaje de las prendas"
    },
    {
      "index": 7,
      "start_time": 30960.0,
      "end_time": 36560.0,
      "text": "A pesar de las tonterías y exageraciones potenciales de las secciones de la industria de la moda,"
    },
    {
      "index": 8,
      "start_time": 36560.0,
      "end_time": 41200.0,
      "text": "montar un armario es un ejercicio serio y significativo"
    },
    {
      "index": 9,
      "start_time": 41200.0,
      "end_time": 46120.0,
      "text": "Basados ​​en nuestra apariencia o antecedentes, otros siempre están dispuestos a tomar rápidas"
    },
    {
      "index": 10,
      "start_time": 46120.0,
      "end_time": 48960.0,
      "text": "y no muy redondeadas decisiones  sobre quiénes somos."
    },
    {
      "index": 11,
      "start_time": 48960.0,
      "end_time": 52620.0,
      "text": "Muy a menudo, su juicio no nos comprende bien."
    },
    {
      "index": 12,
      "start_time": 52620.0,
      "end_time": 58260.0,
      "text": "Podrían asumir que debido a de dónde venimos, debemos ser bastante esnobes o más bien resentidos;"
    },
    {
      "index": 13,
      "start_time": 58260.0,
      "end_time": 63040.0,
      "text": "basado en nuestro trabajo podríamos ser encasillados como severo o superficial;"
    },
    {
      "index": 14,
      "start_time": 63040.0,
      "end_time": 67540.0,
      "text": "El hecho de que seamos muy deportistas podría llevar a la gente a vernos como no terriblemente inteligentes;"
    },
    {
      "index": 15,
      "start_time": 67540.0,
      "end_time": 73920.0,
      "text": "o un apego a una perspectiva política particular podría estar asociado con ser inquietantemente serio."
    },
    {
      "index": 16,
      "start_time": 73920.0,
      "end_time": 80300.0,
      "text": "La ropa nos proporciona una gran oportunidad para corregir algunas de estas suposiciones."
    },
    {
      "index": 17,
      "start_time": 80300.0,
      "end_time": 87580.0,
      "text": "Cuando nos vestimos, estamos, de hecho, operando como un guía turístico, ofreciendo mostrar a la gente de alrededor nosotros mismos"
    },
    {
      "index": 18,
      "start_time": 87580.0,
      "end_time": 91940.0,
      "text": "Estamos destacando cosas interesantes o atractivas sobre quiénes somos y,"
    },
    {
      "index": 19,
      "start_time": 91940.0,
      "end_time": 95220.0,
      "text": "en el proceso, estamos aclarando los conceptos erróneos."
    },
    {
      "index": 20,
      "start_time": 95220.0,
      "end_time": 99360.0,
      "text": "Estamos actuando como artistas pintando un autorretrato:"
    },
    {
      "index": 21,
      "start_time": 99360.0,
      "end_time": 102960.0,
      "text": "orientando deliberadamente la percepción del espectador sobre quiénes podrían ser."
    },
    {
      "index": 22,
      "start_time": 102960.0,
      "end_time": 109700.0,
      "text": "En 1961, el pintor inglés Peter Blake se retrató usando una chaqueta de mezclilla,  jeans y tenis."
    },
    {
      "index": 23,
      "start_time": 109700.0,
      "end_time": 113780.0,
      "text": "Estaba matizando deliberadamente la visión que la mayoría de sus contemporáneos hubieran tenido de él:"
    },
    {
      "index": 24,
      "start_time": 113780.0,
      "end_time": 118100.0,
      "text": "basado en saber que era un pintor exitoso y bastante intelectual."
    },
    {
      "index": 25,
      "start_time": 118100.0,
      "end_time": 121820.0,
      "text": "Podría haber sido considerado como un poco distante y altamente refinado;"
    },
    {
      "index": 26,
      "start_time": 121820.0,
      "end_time": 125320.0,
      "text": "separado de, y censurado, de la vida ordinaria."
    },
    {
      "index": 27,
      "start_time": 125320.0,
      "end_time": 129400.0,
      "text": "Pero su ropa habla de muy diferentes aspectos de su personalidad:"
    },
    {
      "index": 28,
      "start_time": 129400.0,
      "end_time": 134440.0,
      "text": "hacen todo lo posible para decirnos que es bastante modesto; Está interesado en hablar de música pop;"
    },
    {
      "index": 29,
      "start_time": 134440.0,
      "end_time": 137840.0,
      "text": "él ve su arte en gran parte como una clase de trabajo manual."
    },
    {
      "index": 30,
      "start_time": 137840.0,
      "end_time": 142900.0,
      "text": "Su ropa, como la nuestra, nos da una introducción crucial a la personalidad."
    },
    {
      "index": 31,
      "start_time": 142900.0,
      "end_time": 147440.0,
      "text": "Esto explica el curioso fenómeno de que si nos quedamos con buenos amigos,"
    },
    {
      "index": 32,
      "start_time": 147440.0,
      "end_time": 150560.0,
      "text": "podemos pasar mucho menos tiempo pensando en nuestra ropa,"
    },
    {
      "index": 33,
      "start_time": 150560.0,
      "end_time": 154900.0,
      "text": "Comparado con la ansiedad sobre qué usar que puede agarrarnos con extraños."
    },
    {
      "index": 34,
      "start_time": 154900.0,
      "end_time": 160400.0,
      "text": "Con buenos amigos, podríamos sentarnos en un bata o simplemente deslizarse apresuradamente sobre cualquier jumper viejo."
    },
    {
      "index": 35,
      "start_time": 160400.0,
      "end_time": 166100.0,
      "text": "Ellos saben quiénes somos ya; No están confiando en nuestra ropa para pistas."
    },
    {
      "index": 36,
      "start_time": 166100.0,
      "end_time": 171280.0,
      "text": "Es un hecho extraño pero profundo que ciertos artículos de ropa pueden excitarnos."
    },
    {
      "index": 37,
      "start_time": 171280.0,
      "end_time": 175340.0,
      "text": "Cuando nos lo ponemos o vemos que otros los usan, nos encendemos"
    },
    {
      "index": 38,
      "start_time": 175340.0,
      "end_time": 181240.0,
      "text": "un estilo particular de chaqueta, el tipo correcto de zapatos o la camisa perfecta podría resultar tan erótico,"
    },
    {
      "index": 39,
      "start_time": 181240.0,
      "end_time": 184280.0,
      "text": "casi podríamos prescindir de una persona que los llevara."
    },
    {
      "index": 40,
      "start_time": 184280.0,
      "end_time": 188360.0,
      "text": "Es tentador ver este tipo de fetichismo como un simple engaño,"
    },
    {
      "index": 41,
      "start_time": 188360.0,
      "end_time": 193360.0,
      "text": "pero nos está alertando de una manera exagerada hacia una idea mucho más general y muy normal:"
    },
    {
      "index": 42,
      "start_time": 193360.0,
      "end_time": 197120.0,
      "text": "Que ciertas ropas nos hacen muy felices."
    },
    {
      "index": 43,
      "start_time": 197120.0,
      "end_time": 200540.0,
      "text": "Ellos captan valores que dibujamos y quieren acercarse."
    },
    {
      "index": 44,
      "start_time": 200540.0,
      "end_time": 206080.0,
      "text": "El componente erótico es sólo una extensión de una simpatía más general y comprensible."
    },
    {
      "index": 45,
      "start_time": 206080.0,
      "end_time": 208080.0,
      "text": "El novelista francés Stendhal escribió:"
    },
    {
      "index": 46,
      "start_time": 208080.0,
      "end_time": 211040.0,
      "text": "\"La belleza es la promesa de la felicidad\""
    },
    {
      "index": 47,
      "start_time": 211040.0,
      "end_time": 216740.0,
      "text": "Y cada artículo de ropa que nos atrae contiene una alusión a un tipo diferente de felicidad."
    },
    {
      "index": 48,
      "start_time": 216740.0,
      "end_time": 222140.0,
      "text": "Podríamos ver un tipo muy deseable de competencia y confianza en un par particular de botas;"
    },
    {
      "index": 49,
      "start_time": 222140.0,
      "end_time": 228040.0,
      "text": "podríamos encontrar la generosidad en una capa de lana o un tipo de inocencia conmovedora en un dobladillo;"
    },
    {
      "index": 50,
      "start_time": 228040.0,
      "end_time": 231680.0,
      "text": "una correa de reloj en particular puede resumir la dignidad;"
    },
    {
      "index": 51,
      "start_time": 231680.0,
      "end_time": 236780.0,
      "text": "La forma en que un collar específico cubre el cuello nos podría parecer un comando y una autoridad."
    },
    {
      "index": 52,
      "start_time": 236780.0,
      "end_time": 241860.0,
      "text": "El fetichista clásico podría estar empujando sus apegos particulares a un máximo"
    },
    {
      "index": 53,
      "start_time": 241860.0,
      "end_time": 247760.0,
      "text": "y ser bastante restringido en la elección de los elementos que favorecen, pero se están aferrando a un tema general:"
    },
    {
      "index": 54,
      "start_time": 247760.0,
      "end_time": 251880.0,
      "text": "La ropa encarna valores que nos encantan y seducen."
    },
    {
      "index": 55,
      "start_time": 251880.0,
      "end_time": 258560.0,
      "text": "Al elegir determinados tipos de ropa, estamos apuntalando nuestras características más frágiles o tentativas."
    },
    {
      "index": 56,
      "start_time": 258560.0,
      "end_time": 264360.0,
      "text": "Ambos estamos comunicándonos a los demás quienes somos y recordándonos estratégicamente a nosotros mismos."
    },
    {
      "index": 57,
      "start_time": 264360.0,
      "end_time": 270660.0,
      "text": "Nuestros armarios contienen algunas de nuestras líneas cuidadosamente escritas de la autobiografía."
    }
  ]
}