{
  "video_id": "8Deqrw_Is3Y",
  "title": "CIVILIZATION VI - First Look: Rome",
  "json": [
    {
      "index": 1,
      "start_time": 3666.0,
      "end_time": 7933.0,
      "text": "Trajano dirige Roma en Sid Meier’s Civilization VI. "
    },
    {
      "index": 2,
      "start_time": 8433.0,
      "end_time": 15833.0,
      "text": "Gobernó Roma en su máxima expansión territorial, construyó multitud de proyectos públicos y se le recuerda como uno de los cinco emperadores buenos."
    },
    {
      "index": 3,
      "start_time": 17000.0,
      "end_time": 21266.0,
      "text": "Todos los caminos llevan a Roma, igual que el nombre de la habilidad especial de Roma. "
    },
    {
      "index": 4,
      "start_time": 21266.0,
      "end_time": 28266.0,
      "text": "Todas las ciudades empiezan con un Puesto comercial y las nuevas ciudades que estén dentro del alcance de una Ruta comercial de tu capital también tendrán una Carretera hacia ella. "
    },
    {
      "index": 5,
      "start_time": 28400.0,
      "end_time": 33933.0,
      "text": "Tus Rutas comerciales obtienen Oro adicional al pasar por los Puestos comerciales de tus ciudades."
    },
    {
      "index": 6,
      "start_time": 33933.0,
      "end_time": 36700.0,
      "text": "La unidad exclusiva de Roma es la Legión. "
    },
    {
      "index": 7,
      "start_time": 36700.0,
      "end_time": 47600.0,
      "text": "Aunque es más cara que el Soldado con espada al que sustituye, es más fuerte y puede emplearse como ingeniero militar para construir Fuertes y Carreteras, aunque solo pueda hacerlo un número limitado de veces."
    },
    {
      "index": 8,
      "start_time": 49133.0,
      "end_time": 51833.0,
      "text": "En Roma, las Termas sustituyen al Acueducto. "
    },
    {
      "index": 9,
      "start_time": 51833.0,
      "end_time": 55266.0,
      "text": "Proporciona Servicios y más Alojamiento que el Acueducto."
    },
    {
      "index": 10,
      "start_time": 57700.0,
      "end_time": 60466.0,
      "text": "Su habilidad especial es la Columna de Trajano."
    },
    {
      "index": 11,
      "start_time": 60466.0,
      "end_time": 64000.0,
      "text": "Todas las ciudades comienzan con un edificio gratis en el Centro urbano."
    },
    {
      "index": 12,
      "start_time": 64000.0,
      "end_time": 66800.0,
      "text": "La mayoría de las veces será un Monumento."
    },
    {
      "index": 13,
      "start_time": 67200.0,
      "end_time": 75833.0,
      "text": "Para sacar el máximo partido a las habilidades de Roma, crea ciudades rápidamente y desarrolla la tecnología de la Ingeniería para aprovechar las Termas."
    },
    {
      "index": 14,
      "start_time": 75900.0,
      "end_time": 79266.0,
      "text": "Después de eso, expande tu civilización por todo el mundo."
    },
    {
      "index": 15,
      "start_time": 79266.0,
      "end_time": 85633.0,
      "text": "Esta estrategia quizás te enfrente a otras civilizaciones, pero siempre podrás confiar en tus poderosas Legiones. "
    },
    {
      "index": 16,
      "start_time": 85700.0,
      "end_time": 90266.0,
      "text": "El acceso temprano a los Fuertes te ayudará a consolidar tus avances territoriales. "
    },
    {
      "index": 17,
      "start_time": 90266.0,
      "end_time": 93800.0,
      "text": "¿Podrás llevar la paz a tu pueblo desde la ciudad eterna? "
    },
    {
      "index": 18,
      "start_time": 93900.0,
      "end_time": 98200.0,
      "text": "¿Cómo gobernarás Roma en Sid Meier’s Civilization VI?"
    }
  ]
}