{
  "video_id": "93BqLewm3bA",
  "title": "Water Pollution | #aumsum #kids #science #education #children",
  "json": [
    {
      "index": 1,
      "start_time": 33310.0,
      "end_time": 38590.0,
      "text": "Nuestro tema de hoy es Contaminación del agua."
    },
    {
      "index": 2,
      "start_time": 38590.0,
      "end_time": 48800.0,
      "text": "La contaminación del agua por sustancias nocivas, que afecta la vida en la tierra, se denomina contaminación del agua."
    },
    {
      "index": 3,
      "start_time": 48870.0,
      "end_time": 58910.0,
      "text": "Debido a las actividades humanas, nuestra agua se contamina cada vez más día a día."
    },
    {
      "index": 4,
      "start_time": 58910.0,
      "end_time": 66020.0,
      "text": "La basura doméstica está dispuesta en varias fuentes de agua."
    },
    {
      "index": 5,
      "start_time": 66020.0,
      "end_time": 78000.0,
      "text": "Muchas personas realizan sus actividades domésticas como bañarse, lavar la ropa y los utensilios, etc. en estas fuentes de agua."
    },
    {
      "index": 6,
      "start_time": 84600.0,
      "end_time": 92000.0,
      "text": "Además, los desechos industriales se descargan en el agua, lo que genera contaminación del agua."
    },
    {
      "index": 7,
      "start_time": 98259.0,
      "end_time": 110900.0,
      "text": "El consumo de esta agua contaminada conduce a enfermedades como el cólera, la fiebre tifoidea, la diarrea, etc. en los seres humanos."
    },
    {
      "index": 8,
      "start_time": 110980.0,
      "end_time": 117100.0,
      "text": "El agua contaminada también afecta negativamente a la vida acuática."
    },
    {
      "index": 9,
      "start_time": 118100.0,
      "end_time": 124000.0,
      "text": "Por lo tanto, debemos asegurarnos de no contaminar el agua."
    },
    {
      "index": 10,
      "start_time": 126570.0,
      "end_time": 138600.0,
      "text": "Las actividades domésticas como bañarse, lavar la ropa y los utensilios no deben realizarse en ríos, lagos, estanques, etc."
    },
    {
      "index": 11,
      "start_time": 138690.0,
      "end_time": 145040.0,
      "text": "La basura doméstica no debe desecharse en las diversas fuentes de agua."
    },
    {
      "index": 12,
      "start_time": 145040.0,
      "end_time": 156000.0,
      "text": "Además, las aguas residuales y las aguas residuales industriales deben tratarse antes de descargarlas en el agua."
    }
  ]
}