{
  "video_id": "_OsISZuqmRo",
  "title": "5 Darkest & Most Sinister Haunted Hospitals in The World",
  "json": [
    {
      "index": 1,
      "start_time": 4360.0,
      "end_time": 9460.0,
      "text": "Si las paredes de un hospital pudieran hablar, tendrían las historias mas intensas de dolor y muerte,"
    },
    {
      "index": 2,
      "start_time": 9620.0,
      "end_time": 14340.0,
      "text": "pero por otra parte, historias de milagrosas recuperaciones y nacimientos."
    },
    {
      "index": 3,
      "start_time": 14340.0,
      "end_time": 19000.0,
      "text": "Esta combinación de emociones y energía los hace susceptibles a lo paranormal"
    },
    {
      "index": 4,
      "start_time": 19000.0,
      "end_time": 24260.0,
      "text": "y esto pasa usualmente cuando todo el mundo desaparece y el lugar queda abandonado."
    },
    {
      "index": 5,
      "start_time": 24260.0,
      "end_time": 30140.0,
      "text": "Desde América hasta Corea del Sur, aquí están cinco hospitales misteriosos, donde se cree que hay actividad paranormal."
    },
    {
      "index": 6,
      "start_time": 30140.0,
      "end_time": 32060.0,
      "text": "Siéntate y disfruta :)"
    },
    {
      "index": 7,
      "start_time": 34240.0,
      "end_time": 36080.0,
      "text": "Hospital Nocton Hall"
    },
    {
      "index": 8,
      "start_time": 36080.0,
      "end_time": 41220.0,
      "text": "Localizado en Lincolnshire, Inglaterra. El Nocton Hall tiene una historia rica y oscura."
    },
    {
      "index": 9,
      "start_time": 41220.0,
      "end_time": 45420.0,
      "text": "Para empezar, fue quemada en 1841 y completamente reconstruida."
    },
    {
      "index": 10,
      "start_time": 45420.0,
      "end_time": 48400.0,
      "text": "Luego fue usada durante la Segunda Guerra Mundial como hogar para Norman Hodgson."
    },
    {
      "index": 11,
      "start_time": 48400.0,
      "end_time": 54080.0,
      "text": "Quien eventualmente fue llamado para servicio y permitió que se usara la casa para oficiales americanos heridos en acción."
    },
    {
      "index": 12,
      "start_time": 54080.0,
      "end_time": 60480.0,
      "text": "Después de regresar de la guerra, Norman vendió la casa y fue adquirida por el Ministerio del aire y convertida en un hospital RAF."
    },
    {
      "index": 13,
      "start_time": 60480.0,
      "end_time": 65980.0,
      "text": "Más salas fueron añadidas junto con el edificio residencial y el hospital empezó a ser usado por los residentes locales."
    },
    {
      "index": 14,
      "start_time": 65980.0,
      "end_time": 70600.0,
      "text": "Pero después de la Guerra del Golfo, el hospital fue vendido en privado y cayó en mal estado."
    },
    {
      "index": 15,
      "start_time": 70660.0,
      "end_time": 73460.0,
      "text": "Quedando de esta manera desde entonces."
    },
    {
      "index": 16,
      "start_time": 73460.0,
      "end_time": 80060.0,
      "text": "Lo que queda de este bello edificio es ahora un imán para los cazadores de fantasmas, ya que se creía que el edificio original estaba embrujado por el fantasma de una niña"
    },
    {
      "index": 17,
      "start_time": 80060.0,
      "end_time": 83740.0,
      "text": "que vaga por los pasillos y en particular, uno de los cuartos dentro del hospital,"
    },
    {
      "index": 18,
      "start_time": 83920.0,
      "end_time": 92920.0,
      "text": "personas que se han quedado en este cuarto dicen haber sido despertadas precisamente a las 4:30 a.m. Solo para ver a una niña joven llorando al pie de la cama, mascullando sobre un hombre diabólico."
    },
    {
      "index": 19,
      "start_time": 92920.0,
      "end_time": 98140.0,
      "text": "Se piensa que es el fantasma de una sirvienta joven, quien se embarazo del hijo del dueño del hospital."
    },
    {
      "index": 20,
      "start_time": 98140.0,
      "end_time": 104520.0,
      "text": "Desesperado por evitar esta inconveniencia, el hombre la asesino y se deshizo de su cuerpo en los jardines del hospital."
    },
    {
      "index": 21,
      "start_time": 104660.0,
      "end_time": 111660.0,
      "text": "Se piensa también que una señora mayor vaga junto con otros pacientes que perdieron sus vidas después de recibir heridas en la guerra."
    },
    {
      "index": 22,
      "start_time": 111660.0,
      "end_time": 118240.0,
      "text": "En años mas recientes el arruinado edificio ha sido objetivo de pirómanos, lo que ha ayudado a su aspecto espeluznante."
    },
    {
      "index": 23,
      "start_time": 118320.0,
      "end_time": 126040.0,
      "text": "A pesar de esto muchas de las fachadas originales y símbolos permanecen y  todavía es frecuentado por gente que quiere experimentar actividad paranormal."
    },
    {
      "index": 24,
      "start_time": 126040.0,
      "end_time": 129700.0,
      "text": "Y toma un tour de una de las locaciones mas poseídas y abandonadas de Inglaterra."
    },
    {
      "index": 25,
      "start_time": 131960.0,
      "end_time": 134060.0,
      "text": "Hospital Old Changi"
    },
    {
      "index": 26,
      "start_time": 134620.0,
      "end_time": 143660.0,
      "text": "Construido en 1935, el viejo hospital Changi fue originalmente un edificio de la fuerza aérea real y permaneció así hasta que los Japoneses invadieron el área en 1942."
    },
    {
      "index": 27,
      "start_time": 143720.0,
      "end_time": 147220.0,
      "text": "Aquí es cuando el edificio gana su reputación por una razón mucho mas siniestra."
    },
    {
      "index": 28,
      "start_time": 147280.0,
      "end_time": 151440.0,
      "text": "Se convirtió en un campo de prisioneros y base para la infame policía secreta japonesa."
    },
    {
      "index": 29,
      "start_time": 151560.0,
      "end_time": 158840.0,
      "text": "Y se rumora que era usado como un cuarto de torturas, para castigar a unos pocos desafortunados que fueron juzgados como anti-Japoneses."
    },
    {
      "index": 30,
      "start_time": 158840.0,
      "end_time": 165040.0,
      "text": "La información es difícil de encontrar, pero el edificio tuvo un cuarto en particular que se dice que fue utilizado para realizar estos actos."
    },
    {
      "index": 31,
      "start_time": 165040.0,
      "end_time": 169280.0,
      "text": "Ahí dentro hubieron cadenas en las paredes y dos bloques de concreto en el piso."
    },
    {
      "index": 32,
      "start_time": 169460.0,
      "end_time": 177960.0,
      "text": "Un soldado australiano, un teniente, que sobrevivió al tratamiento en el hospital dijo que tuvo un pico de madera martillado a su oído, lo que lo dejo permanentemente sordo."
    },
    {
      "index": 33,
      "start_time": 177960.0,
      "end_time": 184280.0,
      "text": "Después de la guerra y las historias de tortura, el edificio fue transformado de nuevo a un hospital, hasta su cierre en 1997."
    },
    {
      "index": 34,
      "start_time": 184280.0,
      "end_time": 189320.0,
      "text": "Desde entonces, ha estado abandonado y se ha convertido en uno de edificios paranormales mas populares de Singapur."
    },
    {
      "index": 35,
      "start_time": 189320.0,
      "end_time": 195280.0,
      "text": "Y con una vieja morgue,  un refrigerador mortuorio, un teatro y la pequeña habitación de torturas pueden ver el porque."
    },
    {
      "index": 36,
      "start_time": 195360.0,
      "end_time": 203040.0,
      "text": "Los reportes mas populares son de personas que han sido atraídas hacia el hospital por lo que piensan es un amigo, solo para que estos desaparezcan y se queden solos."
    },
    {
      "index": 37,
      "start_time": 203180.0,
      "end_time": 210180.0,
      "text": "Otros han presenciado un niño pequeño sentado mirando hacia el espacio y después de verlo se sienten abrumados de tristeza."
    },
    {
      "index": 38,
      "start_time": 210180.0,
      "end_time": 213420.0,
      "text": "Y sombras y gritos han sido reportados en los pasillos."
    },
    {
      "index": 39,
      "start_time": 213420.0,
      "end_time": 217700.0,
      "text": "Se cree que por las innumerables torturas que se realizaron."
    },
    {
      "index": 40,
      "start_time": 217960.0,
      "end_time": 225220.0,
      "text": "Pero no solo investigadores paranormales han experimentado cosas. En 2012, el hospital fue usado para la película \"Haunted Changi\""
    },
    {
      "index": 41,
      "start_time": 225220.0,
      "end_time": 228920.0,
      "text": "y durante la grabación, el equipo experimento mucha actividad paranormal."
    },
    {
      "index": 42,
      "start_time": 228960.0,
      "end_time": 234480.0,
      "text": "Incluyendo a una mujer descrita con un aura negra y muchas sombras que no podían explicar."
    },
    {
      "index": 43,
      "start_time": 234480.0,
      "end_time": 239560.0,
      "text": "El viejo hospital Changi esta clasificado como una de las locaciones mas embrujadas de Singapur."
    },
    {
      "index": 44,
      "start_time": 239560.0,
      "end_time": 244320.0,
      "text": "Y dado a que el país tiene numerosas locaciones embrujadas, esta es una declaración seria."
    },
    {
      "index": 45,
      "start_time": 246600.0,
      "end_time": 248120.0,
      "text": "Hospital Kempton Park"
    },
    {
      "index": 46,
      "start_time": 248120.0,
      "end_time": 254200.0,
      "text": "La instalación de arte en Sudáfrica abrió en 1976 y tuvo altas expectativas."
    },
    {
      "index": 47,
      "start_time": 254220.0,
      "end_time": 261420.0,
      "text": "Luego el 26 de Diciembre de 1997, cerró y todo, aparte de los pacientes y el personal, fue abandonado."
    },
    {
      "index": 48,
      "start_time": 261420.00000000003,
      "end_time": 266200.0,
      "text": "Desde ese día, se convirtió en un lugar de acceso para la actividad paranormal y las investigaciones de fantasmas."
    },
    {
      "index": 49,
      "start_time": 266200.0,
      "end_time": 273180.0,
      "text": "Y a pesar de estar vigilado las 24 horas del día, se dice que si se les da dinero a los de seguridad, hacen la vista gorda."
    },
    {
      "index": 50,
      "start_time": 273180.0,
      "end_time": 281940.0,
      "text": "A pesar de su apariencia moderna, el lugar es increíblemente inquietante, especialmente las salas de incubación, que todavía tienen caricaturas en las paredes e incubadoras deterioradas."
    },
    {
      "index": 51,
      "start_time": 281940.0,
      "end_time": 286340.0,
      "text": "Todo el edificio, de hecho, esta lleno de materiales oxidados, camas y sillas de ruedas."
    },
    {
      "index": 52,
      "start_time": 286340.0,
      "end_time": 289820.0,
      "text": "Junto con expedientes quemados y rayos X tirados en el piso."
    },
    {
      "index": 53,
      "start_time": 290020.0,
      "end_time": 297500.0,
      "text": "El cuarto de operaciones sigue reconocible y también la escalofriante morgue, con su mesa de autopsias rota y refrigeradores que contenían cuerpos muertos."
    },
    {
      "index": 54,
      "start_time": 297500.0,
      "end_time": 302620.0,
      "text": "Pero las características mas extrañas son las paredes, suelos y equipo salpicados de sangre."
    },
    {
      "index": 55,
      "start_time": 302620.0,
      "end_time": 305920.0,
      "text": "Ahora, es desconocido si esto es resultado de cuando el hospital estaba activo"
    },
    {
      "index": 56,
      "start_time": 305920.0,
      "end_time": 309420.0,
      "text": "o si ha sido puesto ahí por intrusos para añadir a su atmósfera."
    },
    {
      "index": 57,
      "start_time": 309420.0,
      "end_time": 311660.0,
      "text": "Lo que definitivamente hace."
    },
    {
      "index": 58,
      "start_time": 311660.0,
      "end_time": 317060.0,
      "text": "Mirando las fotos, no es difícil creer que este lugar esta embrujado, con todas las muertes y enfermedades que ocurrieron aquí."
    },
    {
      "index": 59,
      "start_time": 317060.0,
      "end_time": 321440.0,
      "text": "Y pueden ver porque es el hospital mas escalofriante y embrujado de Sudáfrica."
    },
    {
      "index": 60,
      "start_time": 323780.0,
      "end_time": 326060.0,
      "text": "Hospital Psiquiátrico GonJiam"
    },
    {
      "index": 61,
      "start_time": 326060.0,
      "end_time": 331160.0,
      "text": "Localizado en el sureste de Seúl en Corea del Sur esta el abandonado hospital Gon Jiam."
    },
    {
      "index": 62,
      "start_time": 331200.0,
      "end_time": 340000.0,
      "text": "Y con su exterior deprimente, ventanas rotas, puertas oxidadas y cuentos de muertes de pacientes y trabajadores, es visto como uno de los edificios mas espeluznantes en Corea del Sur."
    },
    {
      "index": 63,
      "start_time": 340000.0,
      "end_time": 344040.0,
      "text": "La historia empezó después de su cierre en 1990"
    },
    {
      "index": 64,
      "start_time": 344040.0,
      "end_time": 350920.0,
      "text": "con declaraciones de familias de pacientes fallecidos, a los que no se les dio una explicación por la que sus seres queridos murieron en el hospital."
    },
    {
      "index": 65,
      "start_time": 350920.0,
      "end_time": 356120.0,
      "text": "Hasta este día hay numerosas muertes sin reconocimiento o razón oficial."
    },
    {
      "index": 66,
      "start_time": 356120.0,
      "end_time": 357700.0,
      "text": "Así que, qué esta pasando en este lugar?"
    },
    {
      "index": 67,
      "start_time": 357700.0,
      "end_time": 365100.0,
      "text": "El rumor es que el dueño psicópata era responsable y llevaba a cabo experimentos en los pacientes, dejándolos en jaulas."
    },
    {
      "index": 68,
      "start_time": 365100.0,
      "end_time": 369480.0,
      "text": "Cuando las personas empezaron a preguntar, el abandono el lugar y huyó a América."
    },
    {
      "index": 69,
      "start_time": 369480.0,
      "end_time": 372900.0,
      "text": "Historia verdadera o no, este lugar abandonado es terrorífico."
    },
    {
      "index": 70,
      "start_time": 372900.0,
      "end_time": 377080.0,
      "text": "Tan terrorífico, que cientos de personas al año allanan el hospital."
    },
    {
      "index": 71,
      "start_time": 377080.0,
      "end_time": 383200.0,
      "text": "Una vez dentro, es obvio que el lugar fue abandonado en un apuro, ya que los equipos, incluyendo las camas y sábanas siguen ahí."
    },
    {
      "index": 72,
      "start_time": 383200.0,
      "end_time": 385700.0,
      "text": "Pero esto no es lo único que dejaron atrás."
    },
    {
      "index": 73,
      "start_time": 385700.0,
      "end_time": 393300.0,
      "text": "Se dice que los fantasmas de muchos pacientes torturados siguen ahí y variedades de actividades paranormales han sido experimentadas, así como gemidos y voces."
    },
    {
      "index": 74,
      "start_time": 393300.0,
      "end_time": 397460.0,
      "text": "Junto con lugares fríos y sombras en cuartos que al parecer no tienen explicación."
    },
    {
      "index": 75,
      "start_time": 397460.0,
      "end_time": 404760.0,
      "text": "Todo esto y los cuentos anteriores de crueldad que sucedieron ahí, hacen de este uno de los mas notorios y embrujados edificios de Corea del Sur."
    },
    {
      "index": 76,
      "start_time": 407040.0,
      "end_time": 408640.0,
      "text": "Hospital Taunton State"
    },
    {
      "index": 77,
      "start_time": 408640.0,
      "end_time": 414360.0,
      "text": "Construido en 1854, en Massachusetts, este hospital fue originalmente llamado el Hospital Lunático"
    },
    {
      "index": 78,
      "start_time": 414360.0,
      "end_time": 418020.0,
      "text": "y su propósito fue tratar a los enfermos mentales y a los dementes."
    },
    {
      "index": 79,
      "start_time": 418020.0,
      "end_time": 424180.0,
      "text": "A pesar de estar diseñado para cuidar a pacientes con compasión, aun así siguió el camino de muchos hospitales de la época"
    },
    {
      "index": 80,
      "start_time": 424180.0,
      "end_time": 428480.0,
      "text": "y se convirtió en un basurero para muchos miembros de la sociedad con enfermedades mentales."
    },
    {
      "index": 81,
      "start_time": 428480.0,
      "end_time": 432460.0,
      "text": "Desde ese momento los paciente fueron tratados de manera inhumana y perdieron sus vidas."
    },
    {
      "index": 82,
      "start_time": 432460.0,
      "end_time": 435140.0,
      "text": "Llenando el edificio con energía oscura y negativa."
    },
    {
      "index": 83,
      "start_time": 435140.0,
      "end_time": 438160.0,
      "text": "Pero esta no es la única razón por las supuestas apariciones,"
    },
    {
      "index": 84,
      "start_time": 438160.0,
      "end_time": 440880.0,
      "text": "eso es causado por lo que sucedió en el sótano."
    },
    {
      "index": 85,
      "start_time": 440880.0,
      "end_time": 447720.0,
      "text": "Se piensa que el personal usaba el sótano para realizar experimentos en los pacientes y llevar a cabo rituales satánicos."
    },
    {
      "index": 86,
      "start_time": 447720.0,
      "end_time": 450880.0,
      "text": "Ofreciendo los cuerpos muertos como sacrificio para el Diablo."
    },
    {
      "index": 87,
      "start_time": 450880.0,
      "end_time": 456960.0,
      "text": "Se piensa que estos rituales son la razón de las extrañas marcas y sangre cubriendo el sótano que han sido reportadas."
    },
    {
      "index": 88,
      "start_time": 456980.0,
      "end_time": 464300.0,
      "text": "Un miembro del personal, de hecho, fue incapaz de pasar el ultimo escalón del sótano ya que fue abrumado por una sensación de dolor y terror."
    },
    {
      "index": 89,
      "start_time": 464300.0,
      "end_time": 466220.0,
      "text": "Lo que causo que renunciara a su trabajo."
    },
    {
      "index": 90,
      "start_time": 466220.0,
      "end_time": 471180.0,
      "text": "Pero los rituales continuaron ahí abajo y eso causo que hubiera actividad paranormal en todo el hospital."
    },
    {
      "index": 91,
      "start_time": 471180.0,
      "end_time": 476900.0,
      "text": "En las áreas que siguen en uso hoy, algunos paciente y personal han reportado ver a un hombre sin cara vestido de blanco"
    },
    {
      "index": 92,
      "start_time": 476900.0,
      "end_time": 479480.0,
      "text": "caminando por el corredor antes de desvanecer"
    },
    {
      "index": 93,
      "start_time": 479480.0,
      "end_time": 482520.0,
      "text": "y la misma figura también ha sido vista arrastrándose por las paredes"
    },
    {
      "index": 94,
      "start_time": 482520.0,
      "end_time": 484100.0,
      "text": "y parándose en las esquinas."
    },
    {
      "index": 95,
      "start_time": 484100.0,
      "end_time": 488100.0,
      "text": "Dejando a muchos creyendo que este es algún tipo de presencia maligna que espera un sacrificio."
    },
    {
      "index": 96,
      "start_time": 488100.0,
      "end_time": 492200.0,
      "text": "No solo es el edificio del hospital donde cosas han sido vistas,"
    },
    {
      "index": 97,
      "start_time": 492200.0,
      "end_time": 497920.0,
      "text": "El bosque que lo rodea ha experimentado actividad paranormal, así como corrientes heladas y luces extrañas entre los arboles."
    },
    {
      "index": 98,
      "start_time": 497920.0,
      "end_time": 500460.0,
      "text": "Y se cree que hasta el cementerio esta embrujado."
    },
    {
      "index": 99,
      "start_time": 500460.0,
      "end_time": 503660.0,
      "text": "Se rumorea que un paciente escapo y se escondió ahí,"
    },
    {
      "index": 100,
      "start_time": 503660.0,
      "end_time": 508880.0,
      "text": "solo para regresar de nuevo al hospital aterrorizado después de decir que una mano lo agarró y le dijo que se fuera."
    },
    {
      "index": 101,
      "start_time": 509480.0,
      "end_time": 516980.0,
      "text": "Porque muchas partes del hospital todavía siguen en uso, es fácilmente uno de los hospitales operativos mas embrujados de los Estados Unidos."
    },
    {
      "index": 102,
      "start_time": 516980.0,
      "end_time": 522600.0,
      "text": "Y aunque los hospitales no son lugares a los que se quiere ser enviado, este es uno del que definitivamente debes alejarte."
    },
    {
      "index": 103,
      "start_time": 522600.0,
      "end_time": 525160.0,
      "text": "Así que esos son cinco hospitales que se creen están embrujados."
    },
    {
      "index": 104,
      "start_time": 525160.0,
      "end_time": 527100.0,
      "text": "Espero que estén disfrutando el mes del maratón de terror"
    },
    {
      "index": 105,
      "start_time": 527100.0,
      "end_time": 528360.0,
      "text": "y si no les parece suficiente"
    },
    {
      "index": 106,
      "start_time": 528360.0,
      "end_time": 534000.0,
      "text": "chequeen este playlist de terror de mis vídeos paranormales favoritos para que los añadan a su mes de Halloween."
    },
    {
      "index": 107,
      "start_time": 534000.0,
      "end_time": 537480.0,
      "text": "Muchas gracias por mirar y los veo pronto en el próximo vídeo :)"
    }
  ]
}