{
  "video_id": "_TzdEPuqgQg",
  "title": "Overview: Isaiah 40-66",
  "json": [
    {
      "index": 1,
      "start_time": 2820.0,
      "end_time": 4480.0,
      "text": "El libro del profeta Isaías."
    },
    {
      "index": 2,
      "start_time": 4860.0,
      "end_time": 7600.0,
      "text": "En el primer video exploramos los capítulos del 1 al 39."
    },
    {
      "index": 3,
      "start_time": 7600.0,
      "end_time": 10900.0,
      "text": "En donde Isaías trae un mensaje de juicio y esperanza para Jerusalén"
    },
    {
      "index": 4,
      "start_time": 10900.0,
      "end_time": 16960.0,
      "text": "Él acusó a los líderes de Israel de rebelarse contra Dios y dijo que a través de Asiria y, luego, de Babilonia"
    },
    {
      "index": 5,
      "start_time": 17540.0,
      "end_time": 21560.0,
      "text": "el reino de Israel se desplomaría en un acto de juicio de Dios"
    },
    {
      "index": 6,
      "start_time": 21560.0,
      "end_time": 26020.0,
      "text": "y entonces el capítulo 39 finaliza con Isaías pronosticando la caída de Jerusalén a manos de Babilonia"
    },
    {
      "index": 7,
      "start_time": 26140.0,
      "end_time": 27420.0,
      "text": "y el exilio"
    },
    {
      "index": 8,
      "start_time": 27580.0,
      "end_time": 31100.0,
      "text": "Y cien años después de Isaías, todo sucedió tristemente"
    },
    {
      "index": 9,
      "start_time": 31100.0,
      "end_time": 38320.0,
      "text": "pero lo que más esperaba Isaías era una nueva y purificada Jerusalén donde el reino de Dios fuera restaurado a través de un rey mesiánico"
    },
    {
      "index": 10,
      "start_time": 38320.0,
      "end_time": 41180.0,
      "text": "y todas las naciones se reunirían en paz"
    },
    {
      "index": 11,
      "start_time": 41300.0,
      "end_time": 45600.0,
      "text": "y entonces los capítulos 40 y siguientes exploran esta gran esperanza."
    },
    {
      "index": 12,
      "start_time": 45600.0,
      "end_time": 52120.0,
      "text": "La primera sección principal, los capítulos del 40 al 48 abren con un anuncio de esperanza y consuelo para Israel"
    },
    {
      "index": 13,
      "start_time": 52120.0,
      "end_time": 58700.0,
      "text": "Se le dice a la gente que el exilio babilónico ha terminado y que el pecado de Israel ha sido tratado y comienza una nueva era"
    },
    {
      "index": 14,
      "start_time": 58700.0,
      "end_time": 65500.0,
      "text": "en la que todos deben regresar a Jerusalén, donde Dios mismo traerá su reino y todas las naciones verán su gloria"
    },
    {
      "index": 15,
      "start_time": 65500.0,
      "end_time": 70380.0,
      "text": "Ahora, detengámonos por un momento porque éste gran anuncio trae una pregunta muy grande:"
    },
    {
      "index": 16,
      "start_time": 70380.0,
      "end_time": 75860.0,
      "text": "¿Quién está diciendo todo esto? ¿La voz de quién estamos escuchando en esta palabras de esperanza?"
    },
    {
      "index": 17,
      "start_time": 75860.0,
      "end_time": 81340.0,
      "text": "La perspectiva del profeta en estos capítulos es de alguien que está viviendo después  del exilio"
    },
    {
      "index": 18,
      "start_time": 81340.0,
      "end_time": 84980.0,
      "text": "en otras palabras, en el período de tiempo descrito por Esdras y Nehemías"
    },
    {
      "index": 19,
      "start_time": 84980.0,
      "end_time": 90280.0,
      "text": "pero Isaías murió 150 años antes de todo eso, entonces ¿qué se supone que debemos hacer con todo esto?"
    },
    {
      "index": 20,
      "start_time": 90280.0,
      "end_time": 94420.0,
      "text": "¡Oh! Son muchos los que piensan que aún es Isaías hablando en sus propios días"
    },
    {
      "index": 21,
      "start_time": 94420.0,
      "end_time": 99160.0,
      "text": "pero que ha sido transportado proféticamente - por así decirlo - 200 años en el futuro"
    },
    {
      "index": 22,
      "start_time": 99160.0,
      "end_time": 103340.0,
      "text": "y que él está hablando a las futuras generaciones como si ya el exilió hubiese sucedido"
    },
    {
      "index": 23,
      "start_time": 103860.0,
      "end_time": 108600.0,
      "text": "sin embargo, el libro de Isaías por sí mismo nos da algunas pistas de que  probablemente algo más sucederá"
    },
    {
      "index": 24,
      "start_time": 108720.0,
      "end_time": 114960.0,
      "text": "en los capítulos 8, 29 y 30 se nos dice que después de que Isaías fue rechazado por los líderes de Israel"
    },
    {
      "index": 25,
      "start_time": 114960.0,
      "end_time": 120400.0,
      "text": "Escribió y selló en un rollo todos sus mensajes de juicio y esperanza"
    },
    {
      "index": 26,
      "start_time": 120400.0,
      "end_time": 125180.0,
      "text": "y que lo transmitió a sus discípulos como testigo de los días venideros"
    },
    {
      "index": 27,
      "start_time": 125180.0,
      "end_time": 134640.0,
      "text": "Eventualmente Isaías murió esperando en Dios que vindicace sus palabras. Ahora, recordemos  que los capítulos 1 al 39 fueron diseñados para mostrarnos que las predicciones de Isaías acerca de juicio"
    },
    {
      "index": 28,
      "start_time": 134640.0,
      "end_time": 143140.0,
      "text": "fueron cumplidas en el exilio, él es un profeta verdadero. Y entonces luego que termina el exilio, los discípulos de Isaías que guardaron sus palabras por tanto tiempo"
    },
    {
      "index": 29,
      "start_time": 143140.0,
      "end_time": 148260.0,
      "text": "abren el rollo y empiezan a aplicar sus palabras de esperanza para sus propios días"
    },
    {
      "index": 30,
      "start_time": 148260.0,
      "end_time": 152860.0,
      "text": "Así que en este punto el libro de Isaías consiste en esa primera colección de las palabras de Isaías"
    },
    {
      "index": 31,
      "start_time": 152860.0,
      "end_time": 160520.0,
      "text": "como también las escrituras de sus discípulos proféticos que Dios usa para extender el mensaje lleno de esperanza de Isaías a las futuras generaciones."
    },
    {
      "index": 32,
      "start_time": 160520.0,
      "end_time": 165920.0,
      "text": "cualquiera sea el punto de vista que termines tomando, todo el mundo está de acuerdo en que estos capítulos están anunciando que el futuro"
    },
    {
      "index": 33,
      "start_time": 165920.0,
      "end_time": 170260.0,
      "text": "de esperanza ha llegado, que Dios está cumpliendo las promesas proféticas de Isaías"
    },
    {
      "index": 34,
      "start_time": 170600.0,
      "end_time": 173020.0,
      "text": "y entonces el profeta espera que Israel responderá"
    },
    {
      "index": 35,
      "start_time": 173020.0,
      "end_time": 174600.0,
      "text": "convirtiéndose en siervo de Dios"
    },
    {
      "index": 36,
      "start_time": 174600.0,
      "end_time": 179260.0,
      "text": "y después de experimentar la justicia de Dios y la misericordia a través de la historia"
    },
    {
      "index": 37,
      "start_time": 179260.0,
      "end_time": 183340.0,
      "text": "ellos comenzarán a compartir con las naciones quién es Dios realmente."
    },
    {
      "index": 38,
      "start_time": 184220.0,
      "end_time": 190140.0,
      "text": "Pero eso no es lo que está pasando. Israel en lugar de dar testimonio a las naciones se está quejando"
    },
    {
      "index": 39,
      "start_time": 190140.0,
      "end_time": 194620.0,
      "text": "e incluso acusan a Dios. Ellos dicen: \"El Señor no presta atención a nuestro problema"
    },
    {
      "index": 40,
      "start_time": 194620.0,
      "end_time": 201820.0,
      "text": "de hecho, Él ignora nuestros ruegos y súplicas’’. El exilio babilónico - comprensiblemente - causó que Israel perdiera fe"
    },
    {
      "index": 41,
      "start_time": 201820.0,
      "end_time": 207440.0,
      "text": "en su Dios. Ellos pudieron pensar: ‘‘tal vez no es tan poderoso, tal vez los dioses de Babilonia son mucho más grandes que nuestro Dios\"."
    },
    {
      "index": 42,
      "start_time": 207440.0,
      "end_time": 211860.0,
      "text": "así que el resto de esos capítulos, 41 al 47, son como una escena de juicio."
    },
    {
      "index": 43,
      "start_time": 211860.0,
      "end_time": 216040.0,
      "text": "Dios está respondiendo a estas dudas y acusaciones con los siguientes argumentos:"
    },
    {
      "index": 44,
      "start_time": 216040.0,
      "end_time": 219480.0,
      "text": "primero dice: el exilio babilónico no fue un descuido divino"
    },
    {
      "index": 45,
      "start_time": 219480.0,
      "end_time": 223660.0,
      "text": "Más bien fue orquestado divinamente como un juicio por el pecado de Israel"
    },
    {
      "index": 46,
      "start_time": 223660.0,
      "end_time": 230980.0,
      "text": "Y segundo fue por el bien de Israel que Dios levantase a Persia para conquistar a Babilonia de modo que Israel pudiese regresar a casa"
    },
    {
      "index": 47,
      "start_time": 230980.0,
      "end_time": 233100.0,
      "text": "cumpliendo así las palabras de Isaías."
    },
    {
      "index": 48,
      "start_time": 233100.0,
      "end_time": 238480.0,
      "text": "Así que la conclusión correcta que Israel debe extraer es que su Dios es el rey de la historia"
    },
    {
      "index": 49,
      "start_time": 238480.0,
      "end_time": 243300.0,
      "text": "no los ídolos de las naciones. En la caída de Babilonia y el ascenso del rey persa Ciro"
    },
    {
      "index": 50,
      "start_time": 243300.0,
      "end_time": 248560.0,
      "text": "Israel debe ver la mano de Dios trabajando y así convertirse en su siervo diciendo a las naciones quién es Él."
    },
    {
      "index": 51,
      "start_time": 248560.0,
      "end_time": 255460.0,
      "text": "Pero al final del juicio del capítulo 48 encontramos que Israel sigue siendo tan rebelde y tan duro como sus antepasados"
    },
    {
      "index": 52,
      "start_time": 255460.0,
      "end_time": 261060.0,
      "text": "y aunque Dios los descalifica como sus siervos, todavía está en una misión para bendecir a las naciones"
    },
    {
      "index": 53,
      "start_time": 261279.99999999997,
      "end_time": 265700.0,
      "text": "así que los profetas dicen que Dios va a hacer una cosa nueva para resolver este problema"
    },
    {
      "index": 54,
      "start_time": 265700.0,
      "end_time": 271240.0,
      "text": "Que pasa a la siguiente sección 49 a 55. Se nos presenta a una figura que se llama siervo de Dios"
    },
    {
      "index": 55,
      "start_time": 271240.0,
      "end_time": 275460.0,
      "text": "quien va a cumplir la misión de Dios y a hacer aquello en lo que Israel falló"
    },
    {
      "index": 56,
      "start_time": 275460.0,
      "end_time": 281740.0,
      "text": "Dios le da a este siervo el título de ‘‘Israel’’ y envía a ésta persona a una misión que - primero que todo - debe restaurar"
    },
    {
      "index": 57,
      "start_time": 281740.0,
      "end_time": 286720.0,
      "text": "la gente de Israel de vuelta a su Dios y en segunda instancia ser la luz de Dios a la naciones."
    },
    {
      "index": 58,
      "start_time": 286720.0,
      "end_time": 294260.0,
      "text": "y se nos dice que este siervo está capacitado por el Espíritu de Dios para anunciar las buenas nuevas y traer el Reino de Dios sobre todas las naciones."
    },
    {
      "index": 59,
      "start_time": 294260.0,
      "end_time": 302680.0,
      "text": "Eso suena como el Rey mesiánico de los capítulos 9 al 11, pero luego aprendemos de una manera sorprendente la manera como este siervo traerá el Reino de Dios"
    },
    {
      "index": 60,
      "start_time": 302680.0,
      "end_time": 308020.0,
      "text": "él ha de ser rechazado, golpeado y finalmente asesinado por su propia gente"
    },
    {
      "index": 61,
      "start_time": 308020.0,
      "end_time": 315680.0,
      "text": "en realidad ya que será acusado y sentenciado a muerte, él ha de morir por el pecado de su propio pueblo."
    },
    {
      "index": 62,
      "start_time": 315680.0,
      "end_time": 321540.0,
      "text": "El profeta dice que la muerte del siervo es el sacrificio de expiación por el mal y la rebelión del pueblo."
    },
    {
      "index": 63,
      "start_time": 321540.0,
      "end_time": 330240.0,
      "text": "Y luego, después de su muerte, de repente, el siervo vuelve a Vivir y oímos que su muerte proporcionó una manera de hacer a la gente justa,"
    },
    {
      "index": 64,
      "start_time": 330240.0,
      "end_time": 333160.0,
      "text": "que significa ponerlos en una relación correcta con Dios"
    },
    {
      "index": 65,
      "start_time": 333160.0,
      "end_time": 337700.0,
      "text": "y entonces esta sección concluye describiendo dos maneras en la que las personas pueden responder al siervo:"
    },
    {
      "index": 66,
      "start_time": 337700.0,
      "end_time": 343620.0,
      "text": "algunos responderán con humildad y se volverán de sus pecados y aceptarán lo que el siervo de Dios hizo por ellos,"
    },
    {
      "index": 67,
      "start_time": 343620.0,
      "end_time": 349460.0,
      "text": "estas personas son llamadas ‘‘los siervos’’ y también ‘‘la semilla’’, que nos recuerda la semilla santa del capítulo 6"
    },
    {
      "index": 68,
      "start_time": 349460.0,
      "end_time": 353760.0,
      "text": "estos son los que experimentarán las bendiciones del Reino Mesiánico."
    },
    {
      "index": 69,
      "start_time": 353760.0,
      "end_time": 360400.0,
      "text": "Pero hay otros que son sencillamente llamados ‘‘los impíos’’ , ellos rechazan al siervo y a sus siervos"
    },
    {
      "index": 70,
      "start_time": 360400.0,
      "end_time": 366760.0,
      "text": "Lo que nos lleva a las secciones finales del libro en los capítulos 56 al 66 en donde los siervos heredan el reino de Dios"
    },
    {
      "index": 71,
      "start_time": 366760.0,
      "end_time": 372400.0,
      "text": "éstos capítulos son bellamente confeccionados como una simetría que reúne todos los temas del libro."
    },
    {
      "index": 72,
      "start_time": 372400.0,
      "end_time": 377880.0,
      "text": "En todo el medio hay tres poemas hermosos que describen cómo el siervo, lleno del poder del Espíritu,"
    },
    {
      "index": 73,
      "start_time": 377880.0,
      "end_time": 384700.0,
      "text": "está anunciando las buenas nuevas del Reino de Dios a los pobres y reafirma todas las promesas de esperanza, previamente escritas en el libro."
    },
    {
      "index": 74,
      "start_time": 384700.0,
      "end_time": 390340.0,
      "text": "la nueva Jerusalén habitada por los siervos de Dios será el lugar desde donde la justicia, misericordia"
    },
    {
      "index": 75,
      "start_time": 390340.0,
      "end_time": 396860.0,
      "text": "y las bendiciones de Dios fluyen hacia todas naciones del mundo. Rodeando estos poemas hay dos largas oraciones de arrepentimiento"
    },
    {
      "index": 76,
      "start_time": 396860.0,
      "end_time": 402820.0,
      "text": "en la que los siervos confiesan los pecados de Israel y se lamentan del mal que ven en todo el mundo alrededor"
    },
    {
      "index": 77,
      "start_time": 402820.0,
      "end_time": 408900.0,
      "text": "así que le ruegan a Dios que los perdone y que su reino venga a la tierra como en el cielo."
    },
    {
      "index": 78,
      "start_time": 408900.0,
      "end_time": 414760.0,
      "text": "Ahora, a cada lado de éstas oraciones hay más poemas que contrastan el destino de los siervos"
    },
    {
      "index": 79,
      "start_time": 414760.0,
      "end_time": 420220.0,
      "text": "con el de los impíos quienes los enjuician. Dios dice que traerá su justicia a todo aquel que profane"
    },
    {
      "index": 80,
      "start_time": 420220.0,
      "end_time": 427060.0,
      "text": "su buen mundo con su maldad, egoísmo e idolatría y los va a remover de su ciudad para siempre"
    },
    {
      "index": 81,
      "start_time": 427060.0,
      "end_time": 432320.0,
      "text": "pero los siervos, aquellos que son humildes ante Dios y se arrepienten de su propia maldad"
    },
    {
      "index": 82,
      "start_time": 432320.0,
      "end_time": 439600.0,
      "text": "ellos son perdonados y heredarán la nueva Jerusalén, que descubrimos que es una imagen de una creación renovada"
    },
    {
      "index": 83,
      "start_time": 439600.0,
      "end_time": 446500.0,
      "text": "en donde la muerte y el sufrimiento se van para siempre y esto nos lleva a un marco más general en esta parte  del libro"
    },
    {
      "index": 84,
      "start_time": 446500.0,
      "end_time": 454540.0,
      "text": "En este mundo renovado del reino de Dios se invita a las personas de todas las naciones a unirse con los siervos a la familia del pacto de Dios"
    },
    {
      "index": 85,
      "start_time": 454540.0,
      "end_time": 459580.0,
      "text": "de modo que cada quien pueda conocer a su creador y redentor y así el libro de Isaías termina"
    },
    {
      "index": 86,
      "start_time": 459580.0,
      "end_time": 464200.0,
      "text": "con una gran visión del cumplimiento de todas las promesas de pacto de Dios"
    },
    {
      "index": 87,
      "start_time": 464200.0,
      "end_time": 469520.0,
      "text": "a través del sufriente Rey siervo Dios crea una familia del pacto de todas las naciones"
    },
    {
      "index": 88,
      "start_time": 469520.0,
      "end_time": 474660.0,
      "text": "quienes aguardan la esperanza de la justicia de Dios y de una creación renovada"
    },
    {
      "index": 89,
      "start_time": 474660.0,
      "end_time": 479840.0,
      "text": "donde el Reino de Dios finalmente venga a la tierra como está en el cielo"
    },
    {
      "index": 90,
      "start_time": 479840.0,
      "end_time": 485040.0,
      "text": "y ésta es la poderosa esperanza del libro de Isaías."
    }
  ]
}