{
  "video_id": "_VXYiHHV6QY",
  "title": "Maltese Dogs 101 Most Popular Dog Breeds",
  "json": [
    {
      "index": 1,
      "start_time": 429.0,
      "end_time": 10560.0,
      "text": "“Algunos de mis mejores hombres principales han sido los perros y los caballos.” ​​- Elizabeth Taylor"
    },
    {
      "index": 2,
      "start_time": 10560.0,
      "end_time": 14480.0,
      "text": "Una adorable bola de la piel, los malteses tiene mucho a su favor. Sorprenda a sus amigos con"
    },
    {
      "index": 3,
      "start_time": 14480.0,
      "end_time": 18400.0,
      "text": "estos datos interesantes sobre el popular raza de perro real. Bienvenido a Animal Facts,"
    },
    {
      "index": 4,
      "start_time": 18400.0,
      "end_time": 23010.0,
      "text": "Estoy Leroy y hoy estamos hablando de la tan querido cachorro, la maravillosa maltés."
    },
    {
      "index": 5,
      "start_time": 23010.0,
      "end_time": 29890.0,
      "text": "10. El perro maltés es la más antigua de las razas de juguete y ha existido durante más de 28 siglos."
    },
    {
      "index": 6,
      "start_time": 29890.0,
      "end_time": 33371.0,
      "text": "Se originaron en la isla de Malta y cuando los pequeños perros fueron llevados a"
    },
    {
      "index": 7,
      "start_time": 33371.0,
      "end_time": 37610.0,
      "text": "Inglaterra por la década de los cruzados, que se convirtieron en los pequeños queridos de las mujeres reales de Gran Bretaña."
    },
    {
      "index": 8,
      "start_time": 37610.0,
      "end_time": 41211.0,
      "text": "Los malteses hizo su primera aparición en un show estadounidense Westminster Kennel Club en 1877,"
    },
    {
      "index": 9,
      "start_time": 41211.0,
      "end_time": 48750.0,
      "text": "llama un perro del león maltés. En la actualidad goza de ser una de las razas de juguete más populares."
    },
    {
      "index": 10,
      "start_time": 48750.0,
      "end_time": 55170.0,
      "text": "9. Un maltés puede ser pequeña, pero no es toda la pelusa. Sólo estos pequeños perros pesan entre"
    },
    {
      "index": 11,
      "start_time": 55170.0,
      "end_time": 60650.0,
      "text": "4 y 7 libras (1,8 a 3,2 kilogramos), pero su cabriola alegre, gran atención a"
    },
    {
      "index": 12,
      "start_time": 60650.0,
      "end_time": 64570.0,
      "text": "su entorno, personalidades de afecto y devoción a sus seres humanos les harán"
    },
    {
      "index": 13,
      "start_time": 64569.99999999999,
      "end_time": 67780.0,
      "text": "una gran parte de la vida de sus propietarios."
    },
    {
      "index": 14,
      "start_time": 67780.0,
      "end_time": 73800.0,
      "text": "8. De acuerdo con el American Kennel Club, artefactos egipcios de Malta (Malta o similar)"
    },
    {
      "index": 15,
      "start_time": 73800.0,
      "end_time": 78090.0,
      "text": "los perros se han encontrado, lo que significa que los antiguos egipcios pueden haber adorado a la raza. griego"
    },
    {
      "index": 16,
      "start_time": 78090.0,
      "end_time": 83369.0,
      "text": "cerámica que datan del 5 anuncio muestra imágenes de los pequeños, perros de pelo largo como el maltés,"
    },
    {
      "index": 17,
      "start_time": 83369.0,
      "end_time": 88240.0,
      "text": "y de acuerdo con el académico religioso del siglo 18 Carolus María DuVeil, griego antiguo"
    },
    {
      "index": 18,
      "start_time": 88240.0,
      "end_time": 94000.0,
      "text": "escritos por historiadores como Estrabón mencionan pequeños bonitos perros, conocidos como \"Catelli”"
    },
    {
      "index": 19,
      "start_time": 94000.0,
      "end_time": 99711.0,
      "text": "7. No hay duda de que parte del atractivo de los malteses es su hermoso cabello blanco - no"
    },
    {
      "index": 20,
      "start_time": 99711.0,
      "end_time": 104200.0,
      "text": "debe confundirse con la piel. Como el pelo humano, cabellos blancos de los malteses y ocasionalmente crecen"
    },
    {
      "index": 21,
      "start_time": 104200.0,
      "end_time": 109299.0,
      "text": "caen - que no arrojan como la mayoría de los perros. De acuerdo con el AKC, no se garantiza ninguna raza"
    },
    {
      "index": 22,
      "start_time": 109299.0,
      "end_time": 113250.0,
      "text": "para ser hipoalergénico, pero los malteses no va a molestar algunas personas alérgicas. Los perros eran"
    },
    {
      "index": 23,
      "start_time": 113250.0,
      "end_time": 118030.0,
      "text": "especialmente criados por los emperadores romanos que tener esa capa blanca que conocemos hoy. El color blanco fue"
    },
    {
      "index": 24,
      "start_time": 118030.0,
      "end_time": 121840.0,
      "text": "sagrado para los romanos, que querían a sus mascotas para exhibir un aire de divinidad."
    },
    {
      "index": 25,
      "start_time": 121840.0,
      "end_time": 130829.0,
      "text": "6. A lo largo de su existencia, la raza ha tenido un número de diferentes apodos. Algunos"
    },
    {
      "index": 26,
      "start_time": 130829.00000000001,
      "end_time": 135680.0,
      "text": "incluir perro edredón, perro del león maltés, terrier maltés, perro Melitaie, damas romanas"
    },
    {
      "index": 27,
      "start_time": 135680.0,
      "end_time": 139569.0,
      "text": "perro, perro de choque, y el perro de aguas suave."
    },
    {
      "index": 28,
      "start_time": 139569.0,
      "end_time": 144970.0,
      "text": "5. malteses tienen capas abundantes, lo que significa que necesitan mucha atención. Para mantener su piel"
    },
    {
      "index": 29,
      "start_time": 144970.0,
      "end_time": 149559.0,
      "text": "sedoso y blanco, que necesita ser cepillado diario. La mayoría de los propietarios no muestran prefieren mantener su"
    },
    {
      "index": 30,
      "start_time": 149559.0,
      "end_time": 154120.0,
      "text": "perros en un corte cachorro para evitar tener que novio constantemente."
    },
    {
      "index": 31,
      "start_time": 154120.0,
      "end_time": 161099.0,
      "text": "4. A pesar de que sea pero poco, pueden saltar. Ellos también parecen tener ningún miedo de gravedad"
    },
    {
      "index": 32,
      "start_time": 161099.0,
      "end_time": 165019.0,
      "text": "y no tienen ningún problema que salta de los brazos o fuera de cornisas altas. Por lo tanto, vamos a tratar de"
    },
    {
      "index": 33,
      "start_time": 165019.0,
      "end_time": 168769.0,
      "text": "mantener a nuestros bebés de la piel de los balcones."
    },
    {
      "index": 34,
      "start_time": 168769.0,
      "end_time": 174590.0,
      "text": "3. maltés hacen grandes perros de terapia porque están amando y pequeño, lo que significa que"
    },
    {
      "index": 35,
      "start_time": 174590.0,
      "end_time": 179090.0,
      "text": "puede abrazar hasta quienquiera que están tratando de ayudar. Mientras que cualquier perro de tamaño puede ser una terapia"
    },
    {
      "index": 36,
      "start_time": 179090.0,
      "end_time": 183010.0,
      "text": "mascotas, perros pequeños, en particular, están bien adaptados para el trabajo, ya que pueden ser levantadas en"
    },
    {
      "index": 37,
      "start_time": 183010.0,
      "end_time": 187300.0,
      "text": "camas si una persona está inmóvil. También se pueden mantener más fácilmente que los perros más grandes. Cuando"
    },
    {
      "index": 38,
      "start_time": 187300.0,
      "end_time": 191459.0,
      "text": "se trata de perros de terapia, el temperamento es más importante. Deben ser amable, gentil"
    },
    {
      "index": 39,
      "start_time": 191459.0,
      "end_time": 196129.0,
      "text": "y tienen una actitud calmada. También deben gustaría ser acariciado y manipulados."
    },
    {
      "index": 40,
      "start_time": 196129.0,
      "end_time": 202169.0,
      "text": "2. Algunas de las celebridades de la lista A que han cohabitado con un maltés incluir Elvis, Marilyn Monroe,"
    },
    {
      "index": 41,
      "start_time": 202169.0,
      "end_time": 208139.0,
      "text": "Jane Fonda, Ellen DeGeneres, Jessica Simpson, Elizabeth Taylor. Un perro maltés por el nombre"
    },
    {
      "index": 42,
      "start_time": 208139.0,
      "end_time": 211819.0,
      "text": "de suerte fue autenticado por el Libro Guinness de los Récords por haber sido fotografiado con"
    },
    {
      "index": 43,
      "start_time": 211819.0,
      "end_time": 217530.0,
      "text": "la mayoría de las celebridades - la friolera de 363. Hasta la fecha, este mini perro se ha sentado en el regazo"
    },
    {
      "index": 44,
      "start_time": 217530.0,
      "end_time": 223329.0,
      "text": "de Kim Kardashian, Kristin Stewart, Richard Branson, Bill Clinton, Hugh Grant .... y"
    },
    {
      "index": 45,
      "start_time": 223329.0,
      "end_time": 224459.0,
      "text": "contando."
    },
    {
      "index": 46,
      "start_time": 224459.0,
      "end_time": 229999.0,
      "text": "1. Tome problema, el valor de Malta $ 2 millones. Cuando desarrollador de bienes raíces Leona Helmsley"
    },
    {
      "index": 47,
      "start_time": 229999.0,
      "end_time": 235329.0,
      "text": "murió en 2007, dejó $ 12 millones a su perro en su voluntad. Finalmente, el gobierno"
    },
    {
      "index": 48,
      "start_time": 235329.0,
      "end_time": 239590.0,
      "text": "recortado la herencia hasta un mísero dos millones, gracias Obama, pero eso no impidió"
    },
    {
      "index": 49,
      "start_time": 239590.0,
      "end_time": 242209.0,
      "text": "el perro de la gran vida hasta su muerte en 2011."
    },
    {
      "index": 50,
      "start_time": 242209.0,
      "end_time": 248720.0,
      "text": "Bueno, ahí lo tienes. Un escaso meshup de recuerdos maltés. Lo que nos hemos perdido? Dejar"
    },
    {
      "index": 51,
      "start_time": 248720.0,
      "end_time": 253040.0,
      "text": "todos nosotros sabemos, en los comentarios a continuación. Como siempre, damos la bienvenida a cualquier sugerencia sobre Animal relacionados"
    },
    {
      "index": 52,
      "start_time": 253040.0,
      "end_time": 257629.0,
      "text": "temas, porque nosotros los animales del corazón. Si lo hace toom tomar un momento para recibir y suscribirse."
    },
    {
      "index": 53,
      "start_time": 257629.00000000003,
      "end_time": 275869.0,
      "text": "Y como siempre, a coger ya la próxima vez."
    }
  ]
}