{
  "video_id": "_WQmeLQ_wc8",
  "title": "CIVILIZATION VI – First Look: Indonesia",
  "json": [
    {
      "index": 1,
      "start_time": 967.0,
      "end_time": 5305.0,
      "text": "Gitarja lidera a Indonesia en Sid Meier’s Civilization VI"
    },
    {
      "index": 2,
      "start_time": 6172.0,
      "end_time": 16649.0,
      "text": "La reina guerrera de los mayapajit lideraba personalmente a su ejército, y condujo al Imperio mayapajit a una edad de oro, estableciendo un legado que se extendió a generaciones futuras."
    },
    {
      "index": 3,
      "start_time": 17550.0,
      "end_time": 21421.0,
      "text": "La habilidad exclusiva de Indonesia es \"Gran Nusantara\". "
    },
    {
      "index": 4,
      "start_time": 21421.0,
      "end_time": 28628.0,
      "text": "Las casillas de costa proporcionan pequeñas bonificaciones de adyacencia a Lugares sagrados, Campus, Zonas industriales y Teatros. "
    },
    {
      "index": 5,
      "start_time": 29596.0,
      "end_time": 34467.0,
      "text": "Los Complejos de ocio proporcionan Servicios adicionales si están adyacentes a una casilla que no sea de costa."
    },
    {
      "index": 6,
      "start_time": 35435.0,
      "end_time": 39139.0,
      "text": "Su unidad exclusiva es el Jong, que sustituye a la Fragata. "
    },
    {
      "index": 7,
      "start_time": 39139.0,
      "end_time": 43676.0,
      "text": "Es más rápida, y todas las unidades en su misma formación igualan su velocidad de movimiento. "
    },
    {
      "index": 8,
      "start_time": 43676.0,
      "end_time": 46679.0,
      "text": "Obtiene más fuerza de combate si está en una formación."
    },
    {
      "index": 9,
      "start_time": 47981.0,
      "end_time": 50450.0,
      "text": "Su mejora única es el Kampong. "
    },
    {
      "index": 10,
      "start_time": 50450.0,
      "end_time": 53653.0,
      "text": "Constrúyelas en casillas de costa, adyacentes a un recurso de agua. "
    },
    {
      "index": 11,
      "start_time": 53653.0,
      "end_time": 57924.0,
      "text": "Proporciona Alojamiento, Producción y Alimentos por cada Barco pesquero adyacente."
    },
    {
      "index": 12,
      "start_time": 57924.0,
      "end_time": 61161.0,
      "text": "A medida que avanza la partida, puede mejorarse mediante la investigación tecnológica."
    },
    {
      "index": 13,
      "start_time": 61494.0,
      "end_time": 65231.0,
      "text": "La habilidad exclusiva de Gitarja es \"Glorificada diosa de los tres mundos\". "
    },
    {
      "index": 14,
      "start_time": 65230.99999999999,
      "end_time": 72338.0,
      "text": "Las unidades navales se pueden comprar por menos dinero usando Fe, y las unidades religiosas no consumen puntos de movimiento por embarcar o desembarcar."
    },
    {
      "index": 15,
      "start_time": 72338.0,
      "end_time": 74874.0,
      "text": "Además, las ciudades costeras obtienen una bonificación de Fe."
    },
    {
      "index": 16,
      "start_time": 75208.0,
      "end_time": 82982.0,
      "text": "Indonesia es especialmente efectiva cuando ocupa muchas masas de tierra pequeñas, como en el mapa Placas de islas o en su Posición real. "
    },
    {
      "index": 17,
      "start_time": 82982.0,
      "end_time": 87287.0,
      "text": "Pueden construir grandes ciudades donde la mayoría de las demás civilizaciones tendrían dificultades para establecerse."
    },
    {
      "index": 18,
      "start_time": 87287.0,
      "end_time": 90857.0,
      "text": "Con Indonesia, debes asegurarte de aprovechar al máximo tu armada."
    },
    {
      "index": 19,
      "start_time": 90857.0,
      "end_time": 98064.0,
      "text": "Evitará que tus ciudades sean conquistadas desde el agua y te permitirá expandir tu religión, o sencillamente conquistar el mundo."
    },
    {
      "index": 20,
      "start_time": 98398.0,
      "end_time": 101234.0,
      "text": "¿Puedes liderar a tu pueblo para dominar la tierra y los mares? "
    },
    {
      "index": 21,
      "start_time": 101234.0,
      "end_time": 105371.0,
      "text": "¿Cómo gobernarás Indonesia en Sid Meier’s Civilization VI?"
    }
  ]
}