{
  "video_id": "A1sK4XwVdaY",
  "title": "5 Mistakes Beginners Make When Learning Guitar Online",
  "json": [
    {
      "index": 1,
      "start_time": 960.0,
      "end_time": 4380.0,
      "text": "Hola amigos, mi nombre es Andy de AndyGuitar.co.uk"
    },
    {
      "index": 2,
      "start_time": 4560.0,
      "end_time": 8820.0,
      "text": "y en este video les voy a introducir a los 5 errores y malos hábitos"
    },
    {
      "index": 3,
      "start_time": 9000.0,
      "end_time": 15100.0,
      "text": "que con seguridad quiere evitar si usted está aprendiendo guitarra a través de YouTube - especialmente si es principiante."
    },
    {
      "index": 4,
      "start_time": 15100.0,
      "end_time": 20960.0,
      "text": "Ahora el número 1, primero en la lista es sin duda el rasgueo con muñeca. O lo que yo llamo rasgueo con muñeca."
    },
    {
      "index": 5,
      "start_time": 20960.0,
      "end_time": 27020.0,
      "text": "que es esencialmente, no importa que acordes esté rasgueando - mover o inclinar o girar la muñeca."
    },
    {
      "index": 6,
      "start_time": 27020.0,
      "end_time": 30920.0,
      "text": "Como esto (rasgueos que muestran ejemplo de lo que no se debe hacer)"
    },
    {
      "index": 7,
      "start_time": 31220.0,
      "end_time": 35760.0,
      "text": "De acuerdo. En lugar de rasgueo desde el codo, que es lo que queremos hacer."
    },
    {
      "index": 8,
      "start_time": 35840.0,
      "end_time": 38740.0,
      "text": "Así, cuando estamos tocando la guitarra rítmica estamos rasgueando acordes"
    },
    {
      "index": 9,
      "start_time": 38900.0,
      "end_time": 44820.0,
      "text": "este rasgueo tiene que ser un movimiento de giro desde el codo con la guitarra cerca a su cuerpo"
    },
    {
      "index": 10,
      "start_time": 44860.0,
      "end_time": 48720.0,
      "text": "sin deslizarse hacia abajo sobre la pierna así, y sin inclinarse para ver sus cuerdas"
    },
    {
      "index": 11,
      "start_time": 48780.0,
      "end_time": 51900.0,
      "text": "En su cuerpo y se mueve desde el codo."
    },
    {
      "index": 12,
      "start_time": 52140.0,
      "end_time": 57740.0,
      "text": "Esto permite una forma más precisa de rasgueo, además sin hacer daño a los pequeños músculos"
    },
    {
      "index": 13,
      "start_time": 57780.0,
      "end_time": 62480.0,
      "text": "en la muñeca y la mano, haciendo un gran movimiento con pequeños músculos."
    },
    {
      "index": 14,
      "start_time": 62560.0,
      "end_time": 66240.0,
      "text": "Vamos a utilizar los grandes músculos del brazo y moviendo desde el codo"
    },
    {
      "index": 15,
      "start_time": 66240.0,
      "end_time": 67680.0,
      "text": "parece algo así."
    },
    {
      "index": 16,
      "start_time": 67960.0,
      "end_time": 71060.0,
      "text": "(rasgueando para mostrar el movimiento correcto)"
    },
    {
      "index": 17,
      "start_time": 71200.0,
      "end_time": 76160.0,
      "text": "Esto me lleva a eror número 2, que se trata de solo juego de cuerdas."
    },
    {
      "index": 18,
      "start_time": 76220.0,
      "end_time": 81760.0,
      "text": "Así, como guitarristas tenemos que tratar a los acordes de rasgueo, que es la guitarra rítmica,"
    },
    {
      "index": 19,
      "start_time": 81860.0,
      "end_time": 88120.0,
      "text": "y recogiendo notas individuales, que es esencialmente la guitarra principal, tenemos que tratarlas como dos cosas diferentes"
    },
    {
      "index": 20,
      "start_time": 88120.0,
      "end_time": 89840.0,
      "text": "por ahora como principiantes, ¿de acuerdo?"
    },
    {
      "index": 21,
      "start_time": 90040.0,
      "end_time": 94320.0,
      "text": "El rasgueo es un movimiento del brazo desde el codo bien?"
    },
    {
      "index": 22,
      "start_time": 94440.0,
      "end_time": 102400.0,
      "text": "Da una buena acción coherente y significa que estamos siempre rasgueando todas las cuerdas de manera uniforme cuando queremos"
    },
    {
      "index": 23,
      "start_time": 102860.0,
      "end_time": 108300.0,
      "text": "Cuando usted está recogiendo una sola nota lo que hay que hacer es descansar la muñeca de la mano de la cosecha"
    },
    {
      "index": 24,
      "start_time": 108480.0,
      "end_time": 113800.0,
      "text": "por encima de las cuerdas y por encima de la boca de la guitarra o por encima de su pick-up, si estás en una guitarra eléctrica"
    },
    {
      "index": 25,
      "start_time": 113920.0,
      "end_time": 120000.0,
      "text": "y tienen que el contacto con la guitarra y en realidad es un movimiento de la muñeca para un solo juego nota"
    },
    {
      "index": 26,
      "start_time": 120120.0,
      "end_time": 123120.0,
      "text": " "
    },
    {
      "index": 27,
      "start_time": 123180.0,
      "end_time": 128180.0,
      "text": "¿Quieres tener la muñeca que en contacto con la guitarra en todo momento cuando se hace una sola cadena de juego"
    },
    {
      "index": 28,
      "start_time": 128240.00000000001,
      "end_time": 132680.0,
      "text": "y si estás jugando la pareja más delgada de cuerdas que realmente desea descansar la muñeca en la"
    },
    {
      "index": 29,
      "start_time": 132680.0,
      "end_time": 134440.0,
      "text": "cuerdas más gruesas mismos."
    },
    {
      "index": 30,
      "start_time": 134540.0,
      "end_time": 139480.0,
      "text": "Por lo que queremos en la muñeca en sí estas cuerdas más gruesas cuando estamos recogiendo, por ejemplo,"
    },
    {
      "index": 31,
      "start_time": 139580.0,
      "end_time": 141800.0,
      "text": " "
    },
    {
      "index": 32,
      "start_time": 141940.0,
      "end_time": 144820.0,
      "text": "Esa cadena (picos) cuerda más delgada"
    },
    {
      "index": 33,
      "start_time": 144820.0,
      "end_time": 149080.0,
      "text": "Estas dos técnicas son tan importantes y son la base de su ritmo de juego,"
    },
    {
      "index": 34,
      "start_time": 149100.0,
      "end_time": 153680.0,
      "text": "por lo que su rasgueo y / o su reproducción de plomo que es el único juego de cadena"
    },
    {
      "index": 35,
      "start_time": 153760.0,
      "end_time": 158600.0,
      "text": "La tercera mayor error que la gente hace comúnmente es preocupante la mano acorde."
    },
    {
      "index": 36,
      "start_time": 158640.0,
      "end_time": 165320.0,
      "text": "Todos tenemos que empezar en algún momento el aprendizaje de nuestras formas básicas de acordes abiertos como E, A y D."
    },
    {
      "index": 37,
      "start_time": 165360.0,
      "end_time": 170960.0,
      "text": "Lo que puede ocurrir comúnmente cuando comenzamos a aprender algunas de las formas más duras de acordes"
    },
    {
      "index": 38,
      "start_time": 171020.0,
      "end_time": 178000.0,
      "text": "Al igual que una G y una C es un sitio de paso un dedo a la vez el movimiento ocurre cuando estamos cambiando acordes"
    },
    {
      "index": 39,
      "start_time": 178000.0,
      "end_time": 179160.0,
      "text": "y cuando nos estamos poniendo nuestras cuerdas."
    },
    {
      "index": 40,
      "start_time": 179200.0,
      "end_time": 183580.0,
      "text": "Así que básicamente lo que está haciendo, posiblemente, en el momento y lo que se quiere evitar"
    },
    {
      "index": 41,
      "start_time": 183720.0,
      "end_time": 186100.0,
      "text": "es la colocación de un dedo hacia abajo a la vez."
    },
    {
      "index": 42,
      "start_time": 186260.0,
      "end_time": 191420.0,
      "text": "Esa es la manera de aprender estos acordes, no es la forma en que desea ser la práctica de ellos."
    },
    {
      "index": 43,
      "start_time": 191520.0,
      "end_time": 196280.0,
      "text": "Lo que queremos practicar es ser capaz de colocar sus dedos en el lugar correcto"
    },
    {
      "index": 44,
      "start_time": 196400.0,
      "end_time": 203760.0,
      "text": "rasgar las cuerdas de la cuerda, pero luego levante de ese acorde y tener esa forma memorizada en los dedos."
    },
    {
      "index": 45,
      "start_time": 203840.0,
      "end_time": 208880.0,
      "text": "de modo que su mano memoriza la posición que se encuentra en y la posición de cada acorde"
    },
    {
      "index": 46,
      "start_time": 208960.0,
      "end_time": 212620.0,
      "text": "en lugar de que memorizando, y aquí es donde entra en juego el tramo de cuello de edad,"
    },
    {
      "index": 47,
      "start_time": 212740.0,
      "end_time": 218460.0,
      "text": "en lugar de que memorizar exactamente dónde colocar los dedos, colocándolos uno a la vez como esto"
    },
    {
      "index": 48,
      "start_time": 218560.0,
      "end_time": 222980.0,
      "text": "Así que voy a pasar por eso de nuevo, esto es particularmente evidente en el acorde C"
    },
    {
      "index": 49,
      "start_time": 223100.0,
      "end_time": 227440.0,
      "text": "pero puede suceder con toda una serie de otros acordes, así, es simplemente muy evidente en el acorde C."
    },
    {
      "index": 50,
      "start_time": 227640.0,
      "end_time": 234280.0,
      "text": "Una gran cantidad de personas juegan los (dedos) la colocación de C 1-2-3 cada vez. En una canción que simplemente no va a suceder"
    },
    {
      "index": 51,
      "start_time": 234460.0,
      "end_time": 238920.0,
      "text": "si cambia de G y C y tratando de ir (la colocación de los dedos) 1-2-3, que va a tener una edad."
    },
    {
      "index": 52,
      "start_time": 239100.0,
      "end_time": 244340.0,
      "text": "Lo que hay que hacer es simplemente tiene la mano recuerda que la forma"
    },
    {
      "index": 53,
      "start_time": 244440.0,
      "end_time": 248640.0,
      "text": "así que lo que vamos a hacer es que vamos a rasgueo que acorde C, y se puede rasgar conmigo ahora"
    },
    {
      "index": 54,
      "start_time": 248640.0,
      "end_time": 253680.0,
      "text": "Strum normalmente. Permanezca de la mano lo más quieto posible"
    },
    {
      "index": 55,
      "start_time": 253840.0,
      "end_time": 259500.0,
      "text": "pero quiere levantarse del diapasón en alrededor de un centímetro, por lo que la mitad de una pulgada o menos"
    },
    {
      "index": 56,
      "start_time": 259600.00000000003,
      "end_time": 266420.0,
      "text": "y congelar en esa posición que sus dedos están en. Por lo tanto la mano es memorizar esta forma"
    },
    {
      "index": 57,
      "start_time": 266580.0,
      "end_time": 271860.0,
      "text": "y estamos realmente conseguir estos acordes en su memoria muscular. La pequeña memoria muscular de los dedos."
    },
    {
      "index": 58,
      "start_time": 272140.0,
      "end_time": 278820.0,
      "text": "y luego queremos poner ese acorde a bajar y luego rasguear de nuevo como un acorde C."
    },
    {
      "index": 59,
      "start_time": 278940.0,
      "end_time": 285420.0,
      "text": "Realmente puede ayudar en este punto a notar que mi mano está en un ángulo bastante más que ser recta como esto"
    },
    {
      "index": 60,
      "start_time": 285560.0,
      "end_time": 291460.0,
      "text": "El acorde de C, en particular, es un tramo muy desagradable. Fue el primer acorde que me enseñaron cuando yo estaba aprendiendo."
    },
    {
      "index": 61,
      "start_time": 291580.0,
      "end_time": 297600.0,
      "text": "y es muy difícil de hacer cuando sus dedos se colocan en línea con los trastes."
    },
    {
      "index": 62,
      "start_time": 297620.0,
      "end_time": 302420.0,
      "text": "Lo que se quiere hacer es tener los dedos en un ángulo y hacer que tocar en ciertos puntos"
    },
    {
      "index": 63,
      "start_time": 302420.0,
      "end_time": 307960.0,
      "text": "y que realmente puede ayudar a memorizar la posición de que en y de la mano memorizar estos acordes."
    },
    {
      "index": 64,
      "start_time": 307960.0,
      "end_time": 314340.0,
      "text": "Usted puede incluso extenderse hacia la que se levanta de la cuerda que eres y luego ir a otro acorde"
    },
    {
      "index": 65,
      "start_time": 314380.0,
      "end_time": 321240.0,
      "text": "por ejemplo, el G, congelación y flotando justo por encima de ese acorde y luego colocando la mano hacia abajo"
    },
    {
      "index": 66,
      "start_time": 321500.0,
      "end_time": 326380.0,
      "text": "y que realmente se asegura de que sus manos han memorizado estas formas de acordes."
    },
    {
      "index": 67,
      "start_time": 326660.0,
      "end_time": 332020.0,
      "text": "El cuarto error más común es, lo he resumido como no conseguir el ritmo hacia abajo."
    },
    {
      "index": 68,
      "start_time": 332020.0,
      "end_time": 337000.0,
      "text": "Esto básicamente se está demasiado preocupado con el cual bajadas y subidas a utilizar"
    },
    {
      "index": 69,
      "start_time": 337140.0,
      "end_time": 343920.0,
      "text": "en lugar de conseguir el ritmo subyacente a ella y ser capaz de marcar con el pie a una canción como lo estás jugando"
    },
    {
      "index": 70,
      "start_time": 343920.0,
      "end_time": 349100.0,
      "text": "internalizar realmente el ritmo y ser capaz de hacer lo correcto hacia arriba y abajo rasgueo de forma natural."
    },
    {
      "index": 71,
      "start_time": 349200.0,
      "end_time": 355820.0,
      "text": "Así, por ejemplo, si usted tiene un patrón de rasgueo que llamo el patrón de rasgueo cada vez más común"
    },
    {
      "index": 72,
      "start_time": 355920.0,
      "end_time": 364400.0,
      "text": "Si lo hacemos en un acorde de Sol, por ejemplo, por lo que esto va a ser abajo abajo arriba arriba abajo. (Reproduce el patrón de rasgueo)"
    },
    {
      "index": 73,
      "start_time": 364600.0,
      "end_time": 369500.0,
      "text": "Hay uno de esos golpes que subyacen a partir de ese patrón de rasgueo que no estamos jugando en"
    },
    {
      "index": 74,
      "start_time": 369600.0,
      "end_time": 373940.0,
      "text": "no estamos jugando en el tiempo 3 así que si usted está tocando el pie"
    },
    {
      "index": 75,
      "start_time": 373960.0,
      "end_time": 377540.0,
      "text": "hay 1 tiempo allí, que estás tocando en y no rasguear"
    },
    {
      "index": 76,
      "start_time": 377680.0,
      "end_time": 379880.0,
      "text": "y esto básicamente lanza la gente de inmediato."
    },
    {
      "index": 77,
      "start_time": 379920.0,
      "end_time": 383980.0,
      "text": "Lo que puede suceder con demasiada frecuencia con este patrón de rasgueo y muchos otros"
    },
    {
      "index": 78,
      "start_time": 384140.0,
      "end_time": 392900.0,
      "text": "es que la gente sólo se ven en el D's y U de, por ejemplo, y van hacia abajo, abajo, arriba, arriba, abajo"
    },
    {
      "index": 79,
      "start_time": 393020.0,
      "end_time": 399060.0,
      "text": "y que han perdido por completo el ritmo a pesar de que está haciendo las bajadas y subidas correctas lo que estás siguiendo"
    },
    {
      "index": 80,
      "start_time": 399060.0,
      "end_time": 403340.0,
      "text": "El gran concepto aquí es que cuando estás haciendo bajadas ups y patrones"
    },
    {
      "index": 81,
      "start_time": 403360.0,
      "end_time": 407520.0,
      "text": "los rasgueos hacia abajo con 8 patrones de rasgueo siempre ocurren en el ritmo"
    },
    {
      "index": 82,
      "start_time": 407540.0,
      "end_time": 414400.0,
      "text": "y los rasgueos hacia arriba siempre ocurren fuera de tiempo por lo que si usted está haciendo 1 y 2 y 3 y 4, y"
    },
    {
      "index": 83,
      "start_time": 414440.0,
      "end_time": 423180.0,
      "text": "las bajadas siempre ocurren en el ritmo. 1, 2 y en el medio están las y es - 1 y 2 y"
    },
    {
      "index": 84,
      "start_time": 423360.0,
      "end_time": 427360.0,
      "text": "y de ahí que no importa qué combinación de bajadas y subidas están sucediendo"
    },
    {
      "index": 85,
      "start_time": 427440.0,
      "end_time": 432800.0,
      "text": "esto es todavía muy extendido por lo que si se demuestra abajo, abajo, arriba, arriba, abajo otra vez (demuestra patrón)"
    },
    {
      "index": 86,
      "start_time": 432880.0,
      "end_time": 439760.0,
      "text": "1, 2, y, y, 4. 1, 2, y, y, 4 (demuestra patrón)"
    },
    {
      "index": 87,
      "start_time": 440040.0,
      "end_time": 443280.0,
      "text": "Los rasgueos hacia abajo están siempre en el ritmo y los rasgueos hacia arriba son de los tiempos correctos"
    },
    {
      "index": 88,
      "start_time": 443280.0,
      "end_time": 448480.0,
      "text": "y si usted deja de rasgueos que necesita para mantener su mano en movimiento y por supuesto lo mueve desde el codo."
    },
    {
      "index": 89,
      "start_time": 448680.0,
      "end_time": 454340.0,
      "text": "El error quinta y última es un comentario más general acerca de lo que la gente elige para practicar"
    },
    {
      "index": 90,
      "start_time": 454520.0,
      "end_time": 460340.0,
      "text": "se trata simplemente de que las personas tienden a no dominar los conceptos básicos antes de pasar a las cosas más difíciles"
    },
    {
      "index": 91,
      "start_time": 460480.0,
      "end_time": 465120.0,
      "text": "Suena obvio, pero esto es principalmente que ver con las canciones que la gente elige"
    },
    {
      "index": 92,
      "start_time": 465120.0,
      "end_time": 469900.0,
      "text": "por lo que, con demasiada frecuencia, las personas se sienten atraídos por las canciones que conocen o reconocen"
    },
    {
      "index": 93,
      "start_time": 469900.0,
      "end_time": 475240.0,
      "text": "y que termina siendo estas canciones clásicas de la guitarra como \"Wonderwall\" durante los últimos 10 ó 20 años"
    },
    {
      "index": 94,
      "start_time": 475240.0,
      "end_time": 480980.0,
      "text": "ha sido la canción que desea reproducir en la guitarra acústica y antes de que la \"casa del sol naciente\" era muy popular"
    },
    {
      "index": 95,
      "start_time": 481200.0,
      "end_time": 485580.0,
      "text": "como el canto de un primer principiante y no es sólo en la que desea iniciar"
    },
    {
      "index": 96,
      "start_time": 485860.0,
      "end_time": 489380.0,
      "text": "especialmente si usted no ha hecho nunca nada antes musical"
    },
    {
      "index": 97,
      "start_time": 489660.0,
      "end_time": 497220.0,
      "text": "Es posible que, después de muchas horas de práctica será capaz de tocar esa canción a una versión algo reconocible de ella"
    },
    {
      "index": 98,
      "start_time": 497340.0,
      "end_time": 502040.0,
      "text": "pero no va a ser entrenarse con las técnicas y fundamentos adecuados"
    },
    {
      "index": 99,
      "start_time": 502200.0,
      "end_time": 505820.0,
      "text": "que van a ver que sus muchos años, es de esperar muchos años de tocar la guitarra"
    },
    {
      "index": 100,
      "start_time": 506220.0,
      "end_time": 513260.0,
      "text": "Así que hay un montón, ya sabes años 10 y los años 20 y 30 canciones que están muertos muertos fácil para usted"
    },
    {
      "index": 101,
      "start_time": 513480.0,
      "end_time": 521280.0,
      "text": "para detectar el patrón en estas canciones. Para usted para detectar los ingredientes y ser capaz de dominar totalmente estos ingredientes"
    },
    {
      "index": 102,
      "start_time": 521419.99999999994,
      "end_time": 526140.0,
      "text": "tales como los acordes abiertos básicos y los patrones de rasgueo y cómo se estructuran las canciones."
    },
    {
      "index": 103,
      "start_time": 526220.0,
      "end_time": 531000.0,
      "text": "Obtener tocar canciones reales tan pronto como sea posible, pero asegúrese de que esas canciones son manera fácil."
    },
    {
      "index": 104,
      "start_time": 531120.0,
      "end_time": 538660.0,
      "text": "Otras cosas que realmente recomiendo están teniendo un repertorio de canciones que usted está construyendo de manera que cuando se trata de realizar realmente a alguien,"
    },
    {
      "index": 105,
      "start_time": 538800.0,
      "end_time": 543020.0,
      "text": "cuando alguien dice: \"Oye, has estado aprendiendo guitarra por un par de meses, nos tocara algo.\""
    },
    {
      "index": 106,
      "start_time": 543120.0,
      "end_time": 548640.0,
      "text": "que en realidad tiene un par de canciones que has jugado para que los pocos meses que están allí"
    },
    {
      "index": 107,
      "start_time": 548780.0,
      "end_time": 552560.0,
      "text": "listo para jugar delante de la gente y que va a hacer un gran trabajo en ella."
    },
    {
      "index": 108,
      "start_time": 552720.0,
      "end_time": 556860.0,
      "text": "Así que ahí están los 5 errores que las personas aprenden de guitarra en línea comúnmente hacer"
    },
    {
      "index": 109,
      "start_time": 556860.0,
      "end_time": 561440.0,
      "text": "asegúrese de que no caigan faltas a ellos, pero se puede tomar un poco de tiempo para entrenarse después de"
    },
    {
      "index": 110,
      "start_time": 561440.0,
      "end_time": 563120.0,
      "text": "cuando se han convertido en un hábito"
    },
    {
      "index": 111,
      "start_time": 563200.0,
      "end_time": 568820.0,
      "text": "Si quieres un montón de canciones fáciles de jugar asegurarse de que usted echa un vistazo a mi página web andyguitar.co.uk"
    },
    {
      "index": 112,
      "start_time": 568820.0,
      "end_time": 570780.0,
      "text": "donde tenemos un curso completo de principiante libre"
    },
    {
      "index": 113,
      "start_time": 570980.0,
      "end_time": 574120.0,
      "text": "y un montón de canciones fáciles para pasar de ser un principiante absoluto"
    },
    {
      "index": 114,
      "start_time": 574120.0,
      "end_time": 579320.0,
      "text": "hasta tener un repertorio enorme lleno de canciones que estarías orgulloso de jugar en frente de sus amigos."
    }
  ]
}