{
  "video_id": "acwSG17e_lQ",
  "title": "Geology",
  "json": [
    {
      "index": 1,
      "start_time": 3400.0,
      "end_time": 9460.0,
      "text": "Hola, soy el Sr. Andersen y éste es el video n° 3 de ciencias ambientales sobre geología que es"
    },
    {
      "index": 2,
      "start_time": 9460.0,
      "end_time": 13610.0,
      "text": "el estudio de las rocas y cómo cambian en el tiempo. En esta clase en particular"
    },
    {
      "index": 3,
      "start_time": 13610.0,
      "end_time": 19250.0,
      "text": "veremos cómo afectan la sociedad humana. El problema con las rocas es que cambian lentamente;"
    },
    {
      "index": 4,
      "start_time": 19250.0,
      "end_time": 23500.0,
      "text": "lo hacen en una escala de tiempo geológico y normalmente no vivimos lo suficiente como para ver"
    },
    {
      "index": 5,
      "start_time": 23500.0,
      "end_time": 28270.0,
      "text": "las transformaciones que suceden. Pueden imaginar la manera en que esta arenisca es moldeada por el viento, pero"
    },
    {
      "index": 6,
      "start_time": 28270.0,
      "end_time": 32439.0,
      "text": "no pueden verla, y es al observar la lava cuando realmente empezamos a entender"
    },
    {
      "index": 7,
      "start_time": 32439.0,
      "end_time": 37510.0,
      "text": "la dinámica de la tierra; pero para entender estos sistemas terrestres, deberíamos conocer"
    },
    {
      "index": 8,
      "start_time": 37510.0,
      "end_time": 41399.0,
      "text": "cómo es su estructura. Así pues, si nos fijamos en las capas internas tenemos"
    },
    {
      "index": 9,
      "start_time": 41399.0,
      "end_time": 45880.0,
      "text": "un núcleo interior y otro exterior; luego está el manto y, finalmente, la corteza. Ahora bien,"
    },
    {
      "index": 10,
      "start_time": 45880.0,
      "end_time": 51290.0,
      "text": "nosotros vivimos en la corteza y apenas hemos sido capaces de removerla."
    },
    {
      "index": 11,
      "start_time": 51290.0,
      "end_time": 55090.0,
      "text": "Sin embargo, hemos podido deducir todo lo demás analizando la forma en que se mueven las ondas sísmicas"
    },
    {
      "index": 12,
      "start_time": 55090.0,
      "end_time": 60480.0,
      "text": "a través de la tierra. Por otra parte, sabemos que la corteza se compone de rocas y minerales."
    },
    {
      "index": 13,
      "start_time": 60480.0,
      "end_time": 64239.0,
      "text": "Las rocas están conformadas por minerales que, a su vez, están constituidos por moléculas y átomos. Ellas"
    },
    {
      "index": 14,
      "start_time": 64239.00000000001,
      "end_time": 68460.0,
      "text": "están siendo transformadas constantemente y esto lo podemos medir a través del ciclo de las rocas. Asímismo,"
    },
    {
      "index": 15,
      "start_time": 68460.0,
      "end_time": 75110.0,
      "text": "la corteza en sí está conformada por grandes placas continentales y oceánicas que flotan en el"
    },
    {
      "index": 16,
      "start_time": 75110.0,
      "end_time": 80340.0,
      "text": "manto propiamente dicho. Esto aquí debajo es roca, pero es roca que se está moviendo. Debido a que generamos"
    },
    {
      "index": 17,
      "start_time": 80340.0,
      "end_time": 84619.0,
      "text": "calor se mueven hacia arriba y empujan esas placas. Ellas se mueven muy lentamente, aproximadamente"
    },
    {
      "index": 18,
      "start_time": 84619.0,
      "end_time": 89330.0,
      "text": "a la misma velocidad que crecen las uñas de ustedes, pero tienen gran fuerza y ​​por lo tanto un enorme"
    },
    {
      "index": 19,
      "start_time": 89330.0,
      "end_time": 93350.0,
      "text": "impacto. Cuando esas placas chocan entre sí, surgen los límites entre ellas; un ejemplo"
    },
    {
      "index": 20,
      "start_time": 93350.0,
      "end_time": 97380.0,
      "text": "es el cinturón de fuego. Si observan alrededor del Océano Pacífico, tendrán esta"
    },
    {
      "index": 21,
      "start_time": 97380.0,
      "end_time": 102299.0,
      "text": "zona en la que casi todos los terremotos y volcanes acontecen. También, tenemos los"
    },
    {
      "index": 22,
      "start_time": 102299.0,
      "end_time": 106579.0,
      "text": "llamados puntos calientes que serán las zonas donde una placa se moverá sobre un área caliente"
    },
    {
      "index": 23,
      "start_time": 106579.0,
      "end_time": 111579.0,
      "text": "del manto y se pueden formar islas como las de Hawái. Pues bien, si nos fijamos donde se encuentran"
    },
    {
      "index": 24,
      "start_time": 111579.0,
      "end_time": 116210.0,
      "text": "esos límites, tendremos estructuras tales como volcanes y cadenas montañosas; por lo tanto"
    },
    {
      "index": 25,
      "start_time": 116210.0,
      "end_time": 120530.0,
      "text": "tendremos zonas vulnerables alrededor de esas áreas que pueden afectar la sociedad y que, evidentemente, vamos a discutir"
    },
    {
      "index": 26,
      "start_time": 120530.0,
      "end_time": 124439.0,
      "text": "bastante. Entonces, para entender qué está pasando con la tierra, deberíamos saber"
    },
    {
      "index": 27,
      "start_time": 124439.0,
      "end_time": 129249.0,
      "text": "qué hay en su interior; así pues: tenemos un núcleo interno sólido; un núcleo externo líquido y"
    },
    {
      "index": 28,
      "start_time": 129249.0,
      "end_time": 134120.0,
      "text": "entonces tenemos eso que se llama el manto. Ahora  bien, aproximadamente el 85 por ciento del volumen de la tierra"
    },
    {
      "index": 29,
      "start_time": 134120.0,
      "end_time": 138459.0,
      "text": "va a estar en este manto, que es roca, pero es roca que se está moviendo, pues estamos generando"
    },
    {
      "index": 30,
      "start_time": 138459.0,
      "end_time": 142809.0,
      "text": "una enorme cantidad de calor aquí abajo. Por último, llegamos a eso que se llama corteza;"
    },
    {
      "index": 31,
      "start_time": 142809.0,
      "end_time": 149079.0,
      "text": "es ahí donde vivimos. En la corteza tenemos rocas y esas rocas están siendo"
    },
    {
      "index": 32,
      "start_time": 149079.0,
      "end_time": 153859.0,
      "text": "transformadas constantemente unas en otras. Y así, si echamos un vistazo a este ciclo de las rocas, y debido a que"
    },
    {
      "index": 33,
      "start_time": 153859.0,
      "end_time": 158370.0,
      "text": "este es un ciclo, podríamos iniciarlo en cualquier parte; empezaremos con una roca ígnea. Una roca ígnea,"
    },
    {
      "index": 34,
      "start_time": 158370.0,
      "end_time": 163370.0,
      "text": "como el granito, se formará cuando se cristaliza el magma; por consiguiente,"
    },
    {
      "index": 35,
      "start_time": 163370.0,
      "end_time": 168769.0,
      "text": "cuando eso sucede, pueden ver los cristales acá. De manera que este granito se compone de"
    },
    {
      "index": 36,
      "start_time": 168769.0,
      "end_time": 175799.0,
      "text": "minerales. Entonces, puedo ver; por ejemplo: este cuarzo y este feldespato rosado y esta mica."
    },
    {
      "index": 37,
      "start_time": 175799.0,
      "end_time": 181040.0,
      "text": "En efecto, estos son los minerales que componen la roca misma. Pero, esta podría experimentar erosión."
    },
    {
      "index": 38,
      "start_time": 181040.0,
      "end_time": 186839.0,
      "text": "De manera que la erosión en el planeta (el agua, el viento) puede hacer que se descompongan en sedimentos y,"
    },
    {
      "index": 39,
      "start_time": 186839.0,
      "end_time": 190370.0,
      "text": "por lo tanto, después que esto haya sucedido, estos  podrían ser comprimidos durante un largo período de tiempo y"
    },
    {
      "index": 40,
      "start_time": 190370.0,
      "end_time": 195439.0,
      "text": "podríamos tener una roca sedimentaria, que será sedimentos comprimidos. Por otra parte,"
    },
    {
      "index": 41,
      "start_time": 195439.0,
      "end_time": 199870.0,
      "text": "ésta podría ser comprimida debajo de la superficie de la tierra utilizando calor y presión,"
    },
    {
      "index": 42,
      "start_time": 199870.0,
      "end_time": 205540.0,
      "text": "que pudría formar algo así como la cuarcita. O podríamos tomar esta roca ígnea y podríamos comprimirla y"
    },
    {
      "index": 43,
      "start_time": 205540.0,
      "end_time": 211659.0,
      "text": "crear algo como el gneis, g-n-e-i-s, que es un tipo de roca metamórfica que se forma"
    },
    {
      "index": 44,
      "start_time": 211659.0,
      "end_time": 215519.0,
      "text": "por la compresión del granito. Ahora bien, ustedes pueden ver que esos minerales siguen ahí, pero tienen"
    },
    {
      "index": 45,
      "start_time": 215519.0,
      "end_time": 220209.0,
      "text": "una forma diferente. En síntesis, las rocas en nuestro planeta se reciclan una y otra"
    },
    {
      "index": 46,
      "start_time": 220209.0,
      "end_time": 224209.0,
      "text": "vez. Pero si volvemos a la estructura de la tierra, aquellas que están impulsando todo"
    },
    {
      "index": 47,
      "start_time": 224209.0,
      "end_time": 228419.0,
      "text": "esto son las  corrientes de convección dentro del propio manto. Si analizamos"
    },
    {
      "index": 48,
      "start_time": 228419.0,
      "end_time": 232999.0,
      "text": "aquí y decimos que esto es un poco de agua hirviendo, y si, además, generamos un poco de calor por debajo"
    },
    {
      "index": 49,
      "start_time": 232999.0,
      "end_time": 237389.0,
      "text": "de él, ese calor va a ser transferido a través del agua, de manera que si ustedes mantienen la mano aquí arriba"
    },
    {
      "index": 50,
      "start_time": 237389.0,
      "end_time": 241239.0,
      "text": "sentirán un poco de ese calor encima de él. Pero si observamos dentro del agua,"
    },
    {
      "index": 51,
      "start_time": 241239.0,
      "end_time": 244659.0,
      "text": "tendremos estas corrientes convectivas, o áreas calientes; con lo cual"
    },
    {
      "index": 52,
      "start_time": 244659.0,
      "end_time": 248529.0,
      "text": "disminuimos la densidad, luego se enfría y posteriormente se hundirá de nuevo. Esto"
    },
    {
      "index": 53,
      "start_time": 248529.0,
      "end_time": 252479.0,
      "text": "mismo es lo que vamos a encontrar en el propio manto; pero no ocurre tan rápido"
    },
    {
      "index": 54,
      "start_time": 252479.0,
      "end_time": 258120.0,
      "text": "como sucede con el agua hirviendo; sin embargo, tiene enormes consecuencias sobre la corteza. Si"
    },
    {
      "index": 55,
      "start_time": 258120.0,
      "end_time": 262470.0,
      "text": "observamos la corteza, ésta se compone de placas. Si dibujo una"
    },
    {
      "index": 56,
      "start_time": 262470.0,
      "end_time": 267979.0,
      "text": "placa como ésta, es decir una placa continental, que está siendo empujada hacia la izquierda"
    },
    {
      "index": 57,
      "start_time": 267979.0,
      "end_time": 272610.0,
      "text": "y la razón por la cual está siendo empujada se debe a que esta corriente de convección se mueve así;"
    },
    {
      "index": 58,
      "start_time": 272610.0,
      "end_time": 276840.0,
      "text": "obligando a la placa a desplazarse en esa dirección, para chocar con otra placa, que es"
    },
    {
      "index": 59,
      "start_time": 276840.0,
      "end_time": 280900.0,
      "text": "una placa oceánica. Las placas oceánicas van a ser más densas y serán"
    },
    {
      "index": 60,
      "start_time": 280900.0,
      "end_time": 285069.0,
      "text": "forzadas a desplazarse bajo una placa continental. Y lo que vamos a conseguir, exactamente a lo largo de este"
    },
    {
      "index": 61,
      "start_time": 285069.0,
      "end_time": 290680.0,
      "text": "margen, será un límite de placa convergente; ellas chocan entre sí. Pero podríamos"
    },
    {
      "index": 62,
      "start_time": 290680.0,
      "end_time": 294259.0,
      "text": "ver por aquí que, tal vez, hay otra placa oceánica que se está moviendo en la"
    },
    {
      "index": 63,
      "start_time": 294259.0,
      "end_time": 297970.0,
      "text": "dirección opuesta ¿Por qué se mueve en la dirección opuesta? Porque la corriente de convección la está empujando"
    },
    {
      "index": 64,
      "start_time": 297970.0,
      "end_time": 302830.0,
      "text": "hacia aquí o hacia allá; de modo que podríamos tener esta cordillera medio-atlántica o esta cordillera centro-oceánica"
    },
    {
      "index": 65,
      "start_time": 302830.0,
      "end_time": 306330.0,
      "text": "que se está formando allí mismo. Esto lo hemos sabido desde hace ya mucho tiempo: si nos fijamos en"
    },
    {
      "index": 66,
      "start_time": 306330.0,
      "end_time": 311319.0,
      "text": "el cinturón de fuego, encontraremos que alrededor del Océano Pacífico hay una aglomeración de volcanes"
    },
    {
      "index": 67,
      "start_time": 311319.0,
      "end_time": 316590.0,
      "text": "y  terremotos; algo así como el 75 por ciento de todos los volcanes y el 90% de los terremotos se encuentran"
    },
    {
      "index": 68,
      "start_time": 316590.0,
      "end_time": 321500.0,
      "text": "en esta zona. Si marcamos los lugares donde  se localizan los terremotos, podemos empezar a ver donde"
    },
    {
      "index": 69,
      "start_time": 321500.0,
      "end_time": 325389.0,
      "text": "existen esas placas. Y si observamos las placas en nuestro planeta en"
    },
    {
      "index": 70,
      "start_time": 325389.0,
      "end_time": 329389.0,
      "text": "esta imagen difícil de entender; tendremos que esto aquí es América del Norte"
    },
    {
      "index": 71,
      "start_time": 329389.0,
      "end_time": 333349.0,
      "text": "que se encuentra en esta gigantesca placa de Norteamérica y, luego, aquí tendríamos la placa del Pacífico."
    },
    {
      "index": 72,
      "start_time": 333349.0,
      "end_time": 337650.0,
      "text": "De manera que esas placas están en constante movimiento. Probablemente, ustedes están familiarizados con la Pangea"
    },
    {
      "index": 73,
      "start_time": 337650.0,
      "end_time": 341080.0,
      "text": "que fue el momento en que todas las placas continentales estaban unidas. Entonces, ¿qué sucede"
    },
    {
      "index": 74,
      "start_time": 341080.0,
      "end_time": 345430.0,
      "text": "cuando las placas se encuentran? Puede suceder una de estas tres cosas: pueden deslizarse lateralmente entre ellas"
    },
    {
      "index": 75,
      "start_time": 345430.0,
      "end_time": 350199.0,
      "text": "en este falla o límite de placa transformante. Podrían separarse y a eso le llamamos un límite de placa divergente o"
    },
    {
      "index": 76,
      "start_time": 350199.0,
      "end_time": 354669.0,
      "text": "podrían chocar una contra la otra, es decir que convergen. Entonces, si analizamos un ejemplo de esto: exactamente"
    },
    {
      "index": 77,
      "start_time": 354669.0,
      "end_time": 359120.0,
      "text": "aquí tenemos un límite de placa convergente; entonces, ¿qué está pasando? Tenemos esta placa"
    },
    {
      "index": 78,
      "start_time": 359120.0,
      "end_time": 364099.0,
      "text": "oceánica que es empujad debajo de una placa continental; esto lo describí"
    },
    {
      "index": 79,
      "start_time": 364099.0,
      "end_time": 368650.0,
      "text": "hace apenas unos segundos. Lo que ocurre es que se están derritiendo esas rocas y se está formando"
    },
    {
      "index": 80,
      "start_time": 368650.0,
      "end_time": 373990.0,
      "text": "esta cadena de volcanes que se extiende hacia acá atrás. Un ejemplo podría ser la cordillera de las Cascadas en"
    },
    {
      "index": 81,
      "start_time": 373990.0,
      "end_time": 379210.0,
      "text": "Washington. Aquí podría haber un límite convergente donde una placa oceánica"
    },
    {
      "index": 82,
      "start_time": 379210.0,
      "end_time": 383259.0,
      "text": "penetra debajo de otra placa oceánica para obtener este arco de islas, como las islas Aleutianas"
    },
    {
      "index": 83,
      "start_time": 383259.0,
      "end_time": 388030.0,
      "text": "en Alaska. Podríamos tener límites de placas divergentes; un ejemplo podría ser este de aquí."
    },
    {
      "index": 84,
      "start_time": 388030.0,
      "end_time": 392419.0,
      "text": "También, tenemos esta placa oceánica que se aleja de esta otra placa oceánica y por lo tanto tendremos una cordillera"
    },
    {
      "index": 85,
      "start_time": 392419.0,
      "end_time": 397159.0,
      "text": "centro oceánica. Podríamos tener un valle de rift donde esta placa continental se está fracturando. Podríamos"
    },
    {
      "index": 86,
      "start_time": 397159.0,
      "end_time": 400889.0,
      "text": "tener límites de placas transformantes; este sería un ejemplo en el que ellas se deslizan lateralmente una respecto de"
    },
    {
      "index": 87,
      "start_time": 400889.0,
      "end_time": 405169.0,
      "text": "la otra. La Falla de San Andrés es un buen ejemplo de ello. Pero también, podríamos tener estructuras"
    },
    {
      "index": 88,
      "start_time": 405169.0,
      "end_time": 409169.0,
      "text": "que no son límites de placa. Así pues, si observamos aquí tenemos lo que se llama un punto caliente. Recuerden"
    },
    {
      "index": 89,
      "start_time": 409169.0,
      "end_time": 413669.0,
      "text": "que va ser un área donde el manto se encuentra cerca de la superficie. Y así, por ejemplo,"
    },
    {
      "index": 90,
      "start_time": 413669.0,
      "end_time": 418789.0,
      "text": "Hawái se formó cuando la placa se deslizó sobre un punto caliente. Les voy a enseñar lo que sucede:"
    },
    {
      "index": 91,
      "start_time": 418789.0,
      "end_time": 423060.0,
      "text": "si nos imaginamos que el punto caliente está debajo de la placa y,"
    },
    {
      "index": 92,
      "start_time": 423060.0,
      "end_time": 427639.0,
      "text": "con el tiempo, lo que ha sucedido en Hawái es que se deslizó lentamente sobre el punto caliente. El punto"
    },
    {
      "index": 93,
      "start_time": 427639.0,
      "end_time": 432319.0,
      "text": "caliente se mantiene en la misma posición y por lo tanto se han formado volcanes uno tras otro."
    },
    {
      "index": 94,
      "start_time": 432319.0,
      "end_time": 437840.0,
      "text": "Éste es el volcán más reciente y aquí se formará otra isla. La"
    },
    {
      "index": 95,
      "start_time": 437840.0,
      "end_time": 441840.0,
      "text": "razón de por qué estas islas de aquí son más pequeñas es debido a que hay más erosión. El Parque Nacional de Yellowstone"
    },
    {
      "index": 96,
      "start_time": 441840.0,
      "end_time": 447499.0,
      "text": "es otro ejemplo de un punto caliente y una placa que simplemente se desliza sobre esa superficie. Ahora"
    },
    {
      "index": 97,
      "start_time": 447499.0,
      "end_time": 451620.0,
      "text": "examinaremos a los seres humanos, a la sociedad y  la forma en la que interactuamos con las estructuras"
    },
    {
      "index": 98,
      "start_time": 451620.0,
      "end_time": 456590.0,
      "text": "terrestres. Vivir alrededor de estos límites puede ser peligroso y es solo cuestión de tiempo;"
    },
    {
      "index": 99,
      "start_time": 456590.0,
      "end_time": 460759.0,
      "text": "un ejemplo podrían ser los volcanes. Algunos volcanes, como aquellos que se encuentran en"
    },
    {
      "index": 100,
      "start_time": 460759.0,
      "end_time": 465020.0,
      "text": "Hawái, pueden rezumar lava y mientras estemos en condiciones de salir deprisa de allí, no nos va"
    },
    {
      "index": 101,
      "start_time": 465020.0,
      "end_time": 470039.0,
      "text": "a suceder nada. Pero algunos son altamente explosivos y son los tipos de minerales que conforman esas"
    },
    {
      "index": 102,
      "start_time": 470039.0,
      "end_time": 474259.0,
      "text": "rocas los que determinan el nivel de explosividad de un volcán. Uno muy explosivo, recuerdo,"
    },
    {
      "index": 103,
      "start_time": 474259.0,
      "end_time": 478120.0,
      "text": "es el Monte Santa Elena. Esta es una foto del Monte Santa Elena en Washington. Esto fue"
    },
    {
      "index": 104,
      "start_time": 478120.0,
      "end_time": 482900.0,
      "text": "el día antes que explotara. Tómense un segundo para imaginarse la estructura"
    },
    {
      "index": 105,
      "start_time": 482900.0,
      "end_time": 489029.0,
      "text": "del volcán; ahora se ha ido y reconstruido otra vez. Literalmente voló en pedazos y"
    },
    {
      "index": 106,
      "start_time": 489029.0,
      "end_time": 494389.0,
      "text": "si hubiesen estado allí o cerca de ahí, habrían muerto. Los terremotos son otro ejemplo de un peligro natural. Tenemos"
    },
    {
      "index": 107,
      "start_time": 494389.0,
      "end_time": 498509.0,
      "text": "las fallas y ésta sería una de ellas. Tenemos una placa, en este"
    },
    {
      "index": 108,
      "start_time": 498509.0,
      "end_time": 504650.0,
      "text": "caso de falla transformante, la cual se desliza lateralmente una respecto de la otra. También tenemos una con un límite divergente,"
    },
    {
      "index": 109,
      "start_time": 504650.0,
      "end_time": 508499.0,
      "text": "en el que estas dos se están alejando una de otra que es lo que se llama una falla normal,"
    },
    {
      "index": 110,
      "start_time": 508499.0,
      "end_time": 513649.0,
      "text": "la cual se está deslizando hacia abajo. Podríamos tener una falla inversa, cuando hay una convergencia"
    },
    {
      "index": 111,
      "start_time": 513649.0,
      "end_time": 518149.0,
      "text": "entre ambos lados de la falla; pero los nombres no son tan importantes."
    },
    {
      "index": 112,
      "start_time": 518149.0,
      "end_time": 520760.0,
      "text": "Lo más importante es la comprensión de lo que realmente está pasando en un terremoto. Si analizas bien, al tener"
    },
    {
      "index": 113,
      "start_time": 520760.0,
      "end_time": 524540.0,
      "text": "dos placas que se están empujando una contra otra, ellas, después de todo, van  a acumular presión"
    },
    {
      "index": 114,
      "start_time": 524540.0,
      "end_time": 528730.0,
      "text": "y se van a deslizar y cada vez que lo hagan tendremos un terremoto. Así que si observamos esto"
    },
    {
      "index": 115,
      "start_time": 528730.0,
      "end_time": 532820.0,
      "text": "aquí, digamos que hay una presión en esta dirección y en esta otra, en definitiva"
    },
    {
      "index": 116,
      "start_time": 532820.0,
      "end_time": 537639.0,
      "text": "se acumula presión y habrá deslizamiento a lo largo de esa línea de falla. Esto no termina aquí porque"
    },
    {
      "index": 117,
      "start_time": 537639.0,
      "end_time": 541839.0,
      "text": "todavía existe presión allí y podríamos tener otro terremoto en el futuro y otro"
    },
    {
      "index": 118,
      "start_time": 541839.0,
      "end_time": 546430.0,
      "text": "más, posteriormente. A medida que estas se mueven lateralmente una respecto de la otras, sólo van haber pequeños"
    },
    {
      "index": 119,
      "start_time": 546430.0,
      "end_time": 550000.0,
      "text": "deslizamientos y cada vez que lo hagamos, tendremos un terremoto. Ahora bien, si ustedes están en la superficie y"
    },
    {
      "index": 120,
      "start_time": 550000.0,
      "end_time": 553839.0,
      "text": "hay un terremoto no les pasará nada. El problema es cuando construimos estructuras"
    },
    {
      "index": 121,
      "start_time": 553839.0,
      "end_time": 559209.0,
      "text": "sobre esta y no son aptas para aguantar un terremoto, entonces los seres humanos van a ser afectados."
    },
    {
      "index": 122,
      "start_time": 559209.0,
      "end_time": 564839.0,
      "text": "Podríamos, también, analizar los tsunamis que son causados por terremotos. Aquí tenemos una placa"
    },
    {
      "index": 123,
      "start_time": 564839.0,
      "end_time": 569240.0,
      "text": "de subducción y esta otra sería una placa continental. Lo que sucede es que ésta de aquí está siendo"
    },
    {
      "index": 124,
      "start_time": 569240.0,
      "end_time": 573389.0,
      "text": "empujada hacia abajo, pero simplemente se atasca y por lo pronto no se va a liberar. Debido a que"
    },
    {
      "index": 125,
      "start_time": 573389.0,
      "end_time": 580430.0,
      "text": "ésta se atasca, se acumula presión y cuando, finalmente, se deslice lo que obtenemos es un gran empuje hacia arriba"
    },
    {
      "index": 126,
      "start_time": 580430.0,
      "end_time": 585209.0,
      "text": "sobre el agua que está por encima. Esto produce un movimiento vertical en el océano que forma estas"
    },
    {
      "index": 127,
      "start_time": 585209.0,
      "end_time": 590250.0,
      "text": "olas gigantescas. Si ustedes están cerca del mar, notarán que repentinamente"
    },
    {
      "index": 128,
      "start_time": 590250.0,
      "end_time": 595329.0,
      "text": "éste se retira y luego regresará y se trasladará al interior, lo cual produce graves consecuencias."
    },
    {
      "index": 129,
      "start_time": 595329.0,
      "end_time": 599300.0,
      "text": "También, puede haber movimientos de remoción en masa y como ejemplo podría ser un derrumbe"
    },
    {
      "index": 130,
      "start_time": 599300.0,
      "end_time": 605910.0,
      "text": "sobre esta carretera. Esta es una foto tomada antes y, observen, posteriormente a un deslave de tierra."
    },
    {
      "index": 131,
      "start_time": 605910.0,
      "end_time": 610279.0,
      "text": "Este no ocurre tan rápido. Pudo ser provocado por un terremoto, pero en general"
    },
    {
      "index": 132,
      "start_time": 610279.0,
      "end_time": 614790.0,
      "text": "si tenemos una enorme cantidad de agua en un área, ésta no puede soportar ese peso. Entonces, ¿qué aprendieron"
    },
    {
      "index": 133,
      "start_time": 614790.0,
      "end_time": 619769.0,
      "text": "sobre los sistemas terrestres? ¿Pueden detener el vídeo y tratar de llenar los espacios en blanco en este momento? Yo"
    },
    {
      "index": 134,
      "start_time": 619769.0,
      "end_time": 624160.0,
      "text": "pondría en pausa el vídeo; pero si no les diría que tenemos un núcleo central; que tenemos un manto"
    },
    {
      "index": 135,
      "start_time": 624160.0,
      "end_time": 628570.0,
      "text": "y una corteza. La corteza se compone de rocas que, a su vez, se componen de minerales que"
    },
    {
      "index": 136,
      "start_time": 628570.0,
      "end_time": 634420.0,
      "text": "se forma de nuevo con el ciclo de las rocas. Estas placas se mueven en la superficie; a eso le llamamos tectónica de placas."
    },
    {
      "index": 137,
      "start_time": 634420.0,
      "end_time": 638870.0,
      "text": "Un ejemplo sería el cinturón de fuego donde tenemos límites de placas en los cuales se forman estructuras"
    },
    {
      "index": 138,
      "start_time": 638870.0,
      "end_time": 643740.0,
      "text": "como los volcanes, las dorsales oceánicas. Pero también tendremos los peligros naturales. Y entonces"
    },
    {
      "index": 139,
      "start_time": 643740.0,
      "end_time": 647000.0,
      "text": "recuerden, no es a lo largo de los límites de las placas, sino sólo es en la placa donde podemos tener puntos calientes."
    },
    {
      "index": 140,
      "start_time": 647000.0,
      "end_time": 661670.0,
      "text": "Así que espero que hayan aprendido y que haya sido útil."
    }
  ]
}