{
  "video_id": "AQ5vty8f9Xc",
  "title": "Moon Phases: Crash Course Astronomy #4",
  "json": [
    {
      "index": 1,
      "start_time": 3070.0,
      "end_time": 9639.0,
      "text": "Después del Sol, la Luna es el objeto más obvio del cielo. Brillante, plateada, con tentadores"
    },
    {
      "index": 2,
      "start_time": 9639.0,
      "end_time": 14279.0,
      "text": "rasgos en su cara, ha sido blanco de la imaginación, poesia, ciencia,"
    },
    {
      "index": 3,
      "start_time": 14280.0,
      "end_time": 15760.0,
      "text": "e incluso el cohete ocasional."
    },
    {
      "index": 4,
      "start_time": 25720.0,
      "end_time": 29800.0,
      "text": "Incluso si le das la mirada más descuidada, verás que cambia todos los dias;"
    },
    {
      "index": 5,
      "start_time": 29800.0,
      "end_time": 34920.0,
      "text": "a veces esta arriba durante el día, a veces en la noche, y su forma esta siempre cambiando."
    },
    {
      "index": 6,
      "start_time": 34920.0,
      "end_time": 36260.0,
      "text": "¿Qué causa este comportamiento?"
    },
    {
      "index": 7,
      "start_time": 36260.0,
      "end_time": 41890.0,
      "text": "La Luna es prácticamente una bola gigante de piedra de 3500 kilómetros de diámetro sostenida en el espacio."
    },
    {
      "index": 8,
      "start_time": 41890.0,
      "end_time": 47260.0,
      "text": "Su superficie es bastante oscura, con relativamente la misma reflectividad que una pizarra o el asfalto."
    },
    {
      "index": 9,
      "start_time": 47260.0,
      "end_time": 52080.0,
      "text": "A consecuencia, la vemos brillante debido a su posición frente a la luz solar; el Sol la ilumina,"
    },
    {
      "index": 10,
      "start_time": 52080.0,
      "end_time": 54620.0,
      "text": "y refleja esa luz hacia nosotros aquí en la tierra."
    },
    {
      "index": 11,
      "start_time": 54629.0,
      "end_time": 59559.0,
      "text": "Y ya que es una esfera, y está orbitando la Tierra, la manera en que la vemos iluminada por el Sol"
    },
    {
      "index": 12,
      "start_time": 59559.0,
      "end_time": 63250.0,
      "text": "cambia con el tiempo. Esto es lo que produce sus fases: la geometría."
    },
    {
      "index": 13,
      "start_time": 63250.0,
      "end_time": 67710.0,
      "text": "Lo importante que hay que recordar de todo esto es que, debido a que la Luna es una esfera y esta en el"
    },
    {
      "index": 14,
      "start_time": 67710.0,
      "end_time": 71020.0,
      "text": "espacio, una mitad de ella está siempre iluminada por el Sol."
    },
    {
      "index": 15,
      "start_time": 71070.0,
      "end_time": 75250.0,
      "text": "Esto es una realidad para la Tierra también, y cualquier objeto esférico en el espacio: una mitad en dirección al Sol"
    },
    {
      "index": 16,
      "start_time": 75250.0,
      "end_time": 80920.0,
      "text": "una mitad en dirección opuesta. Llamamos a la parte orientada hacia el sol \"La luz diurna\" o \"Lado brillante\", y la"
    },
    {
      "index": 17,
      "start_time": 80930.0,
      "end_time": 83460.0,
      "text": "mitad del otro lado \"La noche\" o \"Lado oscuro\"."
    },
    {
      "index": 18,
      "start_time": 83460.0,
      "end_time": 87759.0,
      "text": "La fase de la Luna hace referencia a que forma nos aparenta; cuanto vemos de ella"
    },
    {
      "index": 19,
      "start_time": 87759.0,
      "end_time": 92149.0,
      "text": "iluminado desde la tierra. La clave de todo esto es esta linea, dividiendo el lado brillante del día"
    },
    {
      "index": 20,
      "start_time": 92149.0,
      "end_time": 96110.0,
      "text": "del lado opaco de la noche. Llamamos a esa linea \"El terminador\"."
    },
    {
      "index": 21,
      "start_time": 96110.0,
      "end_time": 100070.0,
      "text": "Si tu observas la luna, con el sol detrás tuyo, estás viendo la mitad de la"
    },
    {
      "index": 22,
      "start_time": 100070.0,
      "end_time": 104100.0,
      "text": "Luna que esta completamente iluminada por la luz solar y se ve completa. Si estás en un costado,"
    },
    {
      "index": 23,
      "start_time": 104110.0,
      "end_time": 109399.0,
      "text": "verás una mitad del lado iluminado y una mitad del lado oscuro y se dice que hay medialuna."
    },
    {
      "index": 24,
      "start_time": 109399.0,
      "end_time": 112799.0,
      "text": "Si el sol esta al otro lado de la luna, estas viendo el lado opaco y"
    },
    {
      "index": 25,
      "start_time": 112799.0,
      "end_time": 116579.0,
      "text": "se ve oscuro. Ahora recuerda, no he movido nada excepto nuestro punto de vista,"
    },
    {
      "index": 26,
      "start_time": 116579.0,
      "end_time": 121030.0,
      "text": "así en todo momento la Luna es siempre mitad clara y mitad oscura. Recuerda eso."
    },
    {
      "index": 27,
      "start_time": 121030.0,
      "end_time": 125330.0,
      "text": "La fase de la Luna que vemos depende de la dirección en que la luz solar le llegue,"
    },
    {
      "index": 28,
      "start_time": 125330.0,
      "end_time": 127300.0,
      "text": "y el ángulo en el que vemos eso desde la Tierra."
    },
    {
      "index": 29,
      "start_time": 127310.0,
      "end_time": 131310.0,
      "text": "La Luna orbita la Tierra aproximadamente una vez por mes. De hecho, de ahí es de donde viene la palabra \"mes\";"
    },
    {
      "index": 30,
      "start_time": 131310.0,
      "end_time": 135760.0,
      "text": "\"mes\" y \"Luna\" son cognados, palabras que tienen una historia etimológica parecida,"
    },
    {
      "index": 31,
      "start_time": 135760.0,
      "end_time": 139350.0,
      "text": "y en la mayoría de los lenguajes, incluyendo el inglés, las dos palabras son muy similares."
    },
    {
      "index": 32,
      "start_time": 139350.0,
      "end_time": 142870.0,
      "text": "El periodo de tiempo que llamamos \"el mes\", deriva del tiempo que requiere la Luna"
    },
    {
      "index": 33,
      "start_time": 142870.0,
      "end_time": 145860.0,
      "text": "para pasar por todas sus fases. 29 días y medio."
    },
    {
      "index": 34,
      "start_time": 145860.0,
      "end_time": 150090.0,
      "text": "Por lo tanto. Para describir las fases, empecemos desde el comienzo: La Luna Nueva."
    },
    {
      "index": 35,
      "start_time": 150090.0,
      "end_time": 154860.0,
      "text": "La Luna Nueva ocurre cuando el Sol, la Luna y la Tierra están más o menos en linea. La órbita de la Luna esta"
    },
    {
      "index": 36,
      "start_time": 154860.0,
      "end_time": 158800.0,
      "text": "en realidad un poco inclinada respecto a la de la Tierra, así que a veces la Luna Nueva ocurre cuando la Luna"
    },
    {
      "index": 37,
      "start_time": 158800.0,
      "end_time": 162910.0,
      "text": "esta \"debajo\" el Sol, o \"sobre\" el. Sin embargo en algún punto en su órbita, en algún momento"
    },
    {
      "index": 38,
      "start_time": 162910.0,
      "end_time": 165930.0,
      "text": "del mes, pareciera estar tan cerca del Sol como puede."
    },
    {
      "index": 39,
      "start_time": 165930.0,
      "end_time": 167400.0,
      "text": "¿Cómo se ve esto desde la tierra?"
    },
    {
      "index": 40,
      "start_time": 167400.0,
      "end_time": 172340.0,
      "text": "La Luna está entre la Tierra y el Sol, así que desde nuestra perspectiva solo vemos la mitad"
    },
    {
      "index": 41,
      "start_time": 172340.0,
      "end_time": 176470.0,
      "text": "oscura, la mitad no iluminada de la Luna. El otro lado, el lado alejado de la Luna"
    },
    {
      "index": 42,
      "start_time": 176470.0,
      "end_time": 180350.0,
      "text": "está iluminada, pero no podemos verla. Hace sentido entonces, cuando le llamamos a esto: el comienzo del ciclo"
    },
    {
      "index": 43,
      "start_time": 180350.0,
      "end_time": 182340.0,
      "text": "de la Luna, y por lo tanto el término \"Luna Nueva\"."
    },
    {
      "index": 44,
      "start_time": 182340.0,
      "end_time": 186510.0,
      "text": "Ahora, piensa en esto por un segundo: Ya que la Luna está cerca del Sol en el cielo, ella viaja"
    },
    {
      "index": 45,
      "start_time": 186510.0,
      "end_time": 190810.0,
      "text": "a lo largo del cielo junto al Sol. Aparece durante el día, solo la puedes ver desde el lugar"
    },
    {
      "index": 46,
      "start_time": 190810.0,
      "end_time": 194680.0,
      "text": "en la Tierra que está iluminado, que es durante el día. Es un mal entendido común pensar"
    },
    {
      "index": 47,
      "start_time": 194680.0,
      "end_time": 199120.0,
      "text": "que la Luna solo aparece en la noche, pero está ahí arriba durante el día con la misma frecuencia."
    },
    {
      "index": 48,
      "start_time": 199120.0,
      "end_time": 204640.0,
      "text": "En la Luna Nueva, la Luna se queda cerca del Sol, así es que asciende al amanecer, y se pone para el atardecer."
    },
    {
      "index": 49,
      "start_time": 204640.0,
      "end_time": 208800.0,
      "text": "Esto la hace extremadamente difícil de ver; está, después de todo, al lado del objeto más"
    },
    {
      "index": 50,
      "start_time": 208800.0,
      "end_time": 212580.0,
      "text": "brillante del cielo, y solo una pequeña parte está iluminada desde nuestra perspectiva."
    },
    {
      "index": 51,
      "start_time": 212580.0,
      "end_time": 217380.0,
      "text": "Pero no por mucho. Ya que la Luna esta orbitando la tierra, después de unos días se mueve"
    },
    {
      "index": 52,
      "start_time": 217380.0,
      "end_time": 222490.0,
      "text": "un poco hacia el este. Ahora la estamos viendo en un ángulo estrecho, y podemos ver un poco"
    },
    {
      "index": 53,
      "start_time": 222490.0,
      "end_time": 225470.0,
      "text": "de la mitad iluminada de la Luna en su lado que da al Sol."
    },
    {
      "index": 54,
      "start_time": 225470.0,
      "end_time": 230200.0,
      "text": "El terminador, la línea D\nia/Noche, aparece curvada sobre la Luna, así que lo que vemos es"
    },
    {
      "index": 55,
      "start_time": 230200.0,
      "end_time": 235700.0,
      "text": "una iluminada pero delgada Luna creciente. En esta etapa el creciente es todavía muy delgado, con"
    },
    {
      "index": 56,
      "start_time": 235700.0,
      "end_time": 238260.0,
      "text": "las puntas del creciente apuntando en sentido contrario al Sol."
    },
    {
      "index": 57,
      "start_time": 238260.0,
      "end_time": 241700.0,
      "text": "Hay que destacar que la Luna sigue estando muy cerca al Sol en el cielo, solo un poco al este,"
    },
    {
      "index": 58,
      "start_time": 241700.0,
      "end_time": 245740.0,
      "text": "ascendiendo solo una hora o dos antes del amanecer. Esto quiere decir que está arriba todo el día, y después"
    },
    {
      "index": 59,
      "start_time": 245750.0,
      "end_time": 250080.0,
      "text": "se pone después que el Sol. Este es el mejor momento para ver la Luna creciente, cuando el Sol"
    },
    {
      "index": 60,
      "start_time": 250080.0,
      "end_time": 253660.0,
      "text": "ya está en el horizonte y se comienza a poner oscuro. La Luna estará baja sobre el lado oeste del"
    },
    {
      "index": 61,
      "start_time": 253660.0,
      "end_time": 256080.0,
      "text": "horizonte, y se pondrá poco después que el Sol lo haga."
    },
    {
      "index": 62,
      "start_time": 256079.99999999997,
      "end_time": 257279.99999999997,
      "text": "Esperemos unos cuantos días."
    },
    {
      "index": 63,
      "start_time": 257279.99999999997,
      "end_time": 261499.99999999997,
      "text": "De acuerdo, ahora la Lunas se ha movido un poco más en su órbita alrededor de la Tierra, y está más lejos de"
    },
    {
      "index": 64,
      "start_time": 261500.0,
      "end_time": 265140.0,
      "text": "el Sol en el cielo. Vemos un poco más de la parte iluminada, y el creciente es más"
    },
    {
      "index": 65,
      "start_time": 265140.0,
      "end_time": 269940.0,
      "text": "amplio. Ya que se está volviendo más ancha, decimos que es una Luna \"creciente aumentada\"; aumentada"
    },
    {
      "index": 66,
      "start_time": 269940.0,
      "end_time": 273670.0,
      "text": "significa incrementar o agrandar. Ahora también está muy lejos del Sol, así es más fácil"
    },
    {
      "index": 67,
      "start_time": 273670.0,
      "end_time": 275920.0,
      "text": "de observar, incluso durante el día antes del atardecer."
    },
    {
      "index": 68,
      "start_time": 275920.0,
      "end_time": 281000.0,
      "text": "Siete días o mas después de la Luna nueva, observamos nuestro primer hecho: la Luna ahora esta a un cuarto"
    },
    {
      "index": 69,
      "start_time": 281000.0,
      "end_time": 285210.0,
      "text": "del camino a través de su órbita. Está a 90º más lejos del Sol en el cielo, lo cuál significa que estamos"
    },
    {
      "index": 70,
      "start_time": 285210.0,
      "end_time": 289410.0,
      "text": "mirando directamente al terminador, la linea Día/Noche de la Luna. Que corta"
    },
    {
      "index": 71,
      "start_time": 289410.0,
      "end_time": 293500.0,
      "text": "justo a la mitad la cara visible de la Luna, así que está mitad iluminada, con el lado orientado al Sol"
    },
    {
      "index": 72,
      "start_time": 293500.0,
      "end_time": 295480.0,
      "text": "de la Luna visible y el otro lado oscuro."
    },
    {
      "index": 73,
      "start_time": 295480.0,
      "end_time": 300920.0,
      "text": "Extrañamente, esta fase ha sido llamada correctamente \"Cuarto Creciente\" porque la luna esta a un cuarto"
    },
    {
      "index": 74,
      "start_time": 300920.0,
      "end_time": 305500.0,
      "text": "de su camino a través del ciclo, un cuarto del camino a través de su órbita alrededor de la tierra, incluso"
    },
    {
      "index": 75,
      "start_time": 305500.0,
      "end_time": 310280.0,
      "text": "si se ve media llena.  Así que no es realmente la luna media llena, los astrónomos prefieren \"Cuarto"
    },
    {
      "index": 76,
      "start_time": 310280.0,
      "end_time": 314260.0,
      "text": "Creciente\", así es que si quieres sonar como astrónomo, deberías llamarla así."
    },
    {
      "index": 77,
      "start_time": 314260.0,
      "end_time": 318600.0,
      "text": "Pero el tiempo continúa. La Luna continúa en su baile gravitacional con la Tierra, danzando"
    },
    {
      "index": 78,
      "start_time": 318600.0,
      "end_time": 323000.0,
      "text": "alrededor de su órbita. Ahora, más que media llena, decimos que su forma es \"gibosa\", lo que significa"
    },
    {
      "index": 79,
      "start_time": 323000.0,
      "end_time": 328380.0,
      "text": "hinchada o convexa. Debido a que se está volviendo amplia, esta es en realidad la fase Gibosa Creciente"
    },
    {
      "index": 80,
      "start_time": 328380.0,
      "end_time": 332200.0,
      "text": "de la Luna. Aparece al atardecer, y está arriba durante casi toda la noche."
    },
    {
      "index": 81,
      "start_time": 332200.0,
      "end_time": 336380.0,
      "text": "Nuestro próximo gran paso viene dos semanas después de la Luna Nueva, cuando está corrida medio camino a través de su"
    },
    {
      "index": 82,
      "start_time": 336380.0,
      "end_time": 341800.0,
      "text": "Órbita. Ahora está opuesta al Sol en el cielo, en torno a 180º. La Tierra está entre la Luna"
    },
    {
      "index": 83,
      "start_time": 341810.0,
      "end_time": 347390.0,
      "text": "y el Sol, así que estamos mirando a la mitad de la Luna iluminada completamente. Esta es la Luna llena."
    },
    {
      "index": 84,
      "start_time": 347390.0,
      "end_time": 352300.0,
      "text": "Ya que está opuesta al Sol, se levanta al atardecer y se pone al amanecer; está arriba"
    },
    {
      "index": 85,
      "start_time": 352300.0,
      "end_time": 354040.0,
      "text": "toda la noche iluminando la Tierra."
    },
    {
      "index": 86,
      "start_time": 354040.0,
      "end_time": 358930.0,
      "text": "Pero denuevo, espera un poco de días y las cosas cambian. Cuando la Luna esta a 180º"
    },
    {
      "index": 87,
      "start_time": 358930.0,
      "end_time": 363810.0,
      "text": "en el cielo desde el Sol, así que mientras continua moviéndose alrededor de la Tierra en un círculo, la distancia"
    },
    {
      "index": 88,
      "start_time": 363810.0,
      "end_time": 368680.0,
      "text": "entre ella y el Sol está empezando a disminuir, aunque continúe en la misma"
    },
    {
      "index": 89,
      "start_time": 368680.0,
      "end_time": 373389.0,
      "text": "dirección. Como antes, sigue levantándose y poniéndose tarde, pero ahora se levanta después del atardecer"
    },
    {
      "index": 90,
      "start_time": 373389.0,
      "end_time": 377490.0,
      "text": "y se pone después del amanecer. Si te levantas temprano por la mañana mientras el Sol se está levantando por"
    },
    {
      "index": 91,
      "start_time": 377490.0,
      "end_time": 381460.0,
      "text": "el este, verás la parecida-pero-no-como-tal Luna llena poniéndose en el oeste."
    },
    {
      "index": 92,
      "start_time": 381460.0,
      "end_time": 387020.0,
      "text": "No tan solo eso, estamos a punto de avanzar a través de las fases denuevo, pero al revés."
    },
    {
      "index": 93,
      "start_time": 387020.0,
      "end_time": 392670.0,
      "text": "Unos días después de la Luna llena, el lado iluminado se está achicando. Es la fase menguante,"
    },
    {
      "index": 94,
      "start_time": 392670.0,
      "end_time": 393480.0,
      "text": "o gibosa menguante."
    },
    {
      "index": 95,
      "start_time": 393480.0,
      "end_time": 398520.0,
      "text": "Luego, mas o menos tres semanas después de la Luna nueva, y una semana después de llena, la Luna es una vez más"
    },
    {
      "index": 96,
      "start_time": 398520.0,
      "end_time": 403350.0,
      "text": "iluminada a la mitad, el terminador divide la cara de la Luna en dos mitades iguales. Este es el tercer"
    },
    {
      "index": 97,
      "start_time": 403350.0,
      "end_time": 407490.0,
      "text": "cuarto de la Luna, debido a que la Luna está a tres cuartos de su camino a través de su ciclo. Se parece mucho al"
    },
    {
      "index": 98,
      "start_time": 407490.0,
      "end_time": 412590.0,
      "text": "Cuarto Creciente, pero el lado que ha sido iluminado está oscuro ahora y viceversa. Está a 270º"
    },
    {
      "index": 99,
      "start_time": 412590.0,
      "end_time": 416190.0,
      "text": "alrededor del cielo desde el Sol. Se levanta a medianoche y se pone al mediodía."
    },
    {
      "index": 100,
      "start_time": 416190.0,
      "end_time": 421700.0,
      "text": "Unos días mas tarde la Luna está creciente denuevo, adelgazándose. Ahora es una Cuarto"
    },
    {
      "index": 101,
      "start_time": 421700.0,
      "end_time": 426020.0,
      "text": "Menguante. Se levanta solo un par de horas antes del amanecer, y se pone un par de hora"
    },
    {
      "index": 102,
      "start_time": 426020.0,
      "end_time": 426930.0,
      "text": "antes del atardecer."
    },
    {
      "index": 103,
      "start_time": 426930.0,
      "end_time": 431850.0,
      "text": "Luego, finalmente estamos de vuelta a donde empezamos. Un mes después de Luna nueva, la Luna ha viajado"
    },
    {
      "index": 104,
      "start_time": 431850.0,
      "end_time": 436860.0,
      "text": "360º alrededor del cielo, y está una vez más tan cerca del solo como puede. Es Luna"
    },
    {
      "index": 105,
      "start_time": 436860.0,
      "end_time": 440380.0,
      "text": "nueva, y el ciclo empieza denuevo como lo ha hecho desde tiempos inmemorables."
    },
    {
      "index": 106,
      "start_time": 440380.0,
      "end_time": 445110.0,
      "text": "Una cosa interesante ocurre si mueves tu perspectiva desde la Tierra a la Luna. Las"
    },
    {
      "index": 107,
      "start_time": 445110.0,
      "end_time": 449760.0,
      "text": "fases de la Luna que vemos desde la Tierra dependen del ángulo de la Luna y el Sol en el cielo."
    },
    {
      "index": 108,
      "start_time": 449760.0,
      "end_time": 455680.0,
      "text": "Pero en la Luna, los ángulos están invertido exactamente 180º; en Luna nueva, cuando la"
    },
    {
      "index": 109,
      "start_time": 455680.0,
      "end_time": 460760.0,
      "text": "Luna está entre la Tierra y el Sol, la Tierra está opuesta al Sol vista desde la Luna."
    },
    {
      "index": 110,
      "start_time": 460760.0,
      "end_time": 461960.0,
      "text": "Es Tierra llena!"
    },
    {
      "index": 111,
      "start_time": 461960.0,
      "end_time": 466800.0,
      "text": "Todas las otra fases son opuestas también, así que cuando vemos Luna llena, un habitante de la Luna"
    },
    {
      "index": 112,
      "start_time": 466800.0,
      "end_time": 468919.0,
      "text": "vería una Tierra nueva, y así."
    },
    {
      "index": 113,
      "start_time": 468919.0,
      "end_time": 473139.0,
      "text": "Has visto alguna vez la delgada Luna creciente y visto la fantasmal cara del resto"
    },
    {
      "index": 114,
      "start_time": 473139.0,
      "end_time": 477430.0,
      "text": "del lado oscuro? Eso es porque no está realmente oscura: casi toda la Tierra está"
    },
    {
      "index": 115,
      "start_time": 477430.0,
      "end_time": 481120.0,
      "text": "reflejando la luz solar a la Luna, iluminando la, de otra forma, parte oscura."
    },
    {
      "index": 116,
      "start_time": 481120.0,
      "end_time": 485889.0,
      "text": "La Tierra es más grande y reflectiva que la Luna, de hecho es 50 veces más brillante"
    },
    {
      "index": 117,
      "start_time": 485889.0,
      "end_time": 490430.0,
      "text": "que una Luna llena! Este brillo es llamado Brillo de la Tierra, un término que me gusta. Incluso más poético,"
    },
    {
      "index": 118,
      "start_time": 490430.0,
      "end_time": 495020.0,
      "text": "ha sido llamada \"la vieja Luna en los brazos de la Luna nueva\", refiriéndose al lado oscuro"
    },
    {
      "index": 119,
      "start_time": 495020.0,
      "end_time": 497280.0,
      "text": "rodeado de los cuernos de la creciente Luna nueva."
    },
    {
      "index": 120,
      "start_time": 497280.0,
      "end_time": 498550.0,
      "text": "Es hermoso, verdad?"
    },
    {
      "index": 121,
      "start_time": 498550.0,
      "end_time": 502780.0,
      "text": "La Luna es uno de los objetos mas hermosos y gratificantes para observar."
    },
    {
      "index": 122,
      "start_time": 502780.0,
      "end_time": 507889.0,
      "text": "Es diferente todos los días!, sin embargo también la misma, porque vemos, mas o menos, la"
    },
    {
      "index": 123,
      "start_time": 507889.0,
      "end_time": 512310.0,
      "text": "misma mitad de ella, la misma cara todo el tiempo. Es grande y brillante, y las características de"
    },
    {
      "index": 124,
      "start_time": 512309.99999999994,
      "end_time": 516639.99999999994,
      "text": "su superficie distinguibles con la vista (e incluso mejor con binoculares o un telescopio pequeño)."
    },
    {
      "index": 125,
      "start_time": 516640.0,
      "end_time": 522110.0,
      "text": "Mientras la fase cambia, inexorablemente, día tras día , el ángulo con el que la luz solar golpea la superficie"
    },
    {
      "index": 126,
      "start_time": 522110.0,
      "end_time": 527250.0,
      "text": "cambia, trayendo nuevas cosas a nuestra vista. Los movimientos se tornan agradables, incluso familiares."
    },
    {
      "index": 127,
      "start_time": 527250.0,
      "end_time": 532050.0,
      "text": "Hay que recordar que el Universo puede parecer extraño y complicado y prohibido al"
    },
    {
      "index": 128,
      "start_time": 532050.0,
      "end_time": 537390.0,
      "text": "principio, pero con el tiempo, a medida que salgas y lo experimentes, se convierte en tu vecindario."
    },
    {
      "index": 129,
      "start_time": 537390.0,
      "end_time": 538260.0,
      "text": "Bienvenido a casa."
    },
    {
      "index": 130,
      "start_time": 538260.0,
      "end_time": 542400.0,
      "text": "Hoydia aprendiste porque la Luna tiene fases: es una esfera, y orbita la Tierra,"
    },
    {
      "index": 131,
      "start_time": 542400.0,
      "end_time": 548220.0,
      "text": "así que el ángulo en el cuál vemos su lado iluminado cambia. Va desde nueva, a cuarto creciente,"
    },
    {
      "index": 132,
      "start_time": 548220.0,
      "end_time": 554380.0,
      "text": "a media llena, gibosa creciente, llena, cuarto menguante, media llena, llena, cuarto creciente y luego"
    },
    {
      "index": 133,
      "start_time": 554380.0,
      "end_time": 558740.0,
      "text": "el ciclo comienza todo denuevo. Esto también afecta cuando se levanta y se pone, y lo que"
    },
    {
      "index": 134,
      "start_time": 558740.0,
      "end_time": 559760.0,
      "text": "vemos en su superficie."
    },
    {
      "index": 135,
      "start_time": 559760.0,
      "end_time": 564370.0,
      "text": "Crash Course es producido en asociación con PBS Digital Studios. Este episodio fue escrito"
    },
    {
      "index": 136,
      "start_time": 564370.0,
      "end_time": 569500.0,
      "text": "por mi, Phil Plait. El libreto fue editado por Blake de Pastino, y nuestro consultante es el Dr."
    },
    {
      "index": 137,
      "start_time": 569500.0,
      "end_time": 573580.0,
      "text": "Michelle Thaller. Fue dirigido por Nicholas Jenkins y Michael Aranda, y el equipo"
    },
    {
      "index": 138,
      "start_time": 573580.0,
      "end_time": 575240.0,
      "text": "gráfico es Thought Café."
    }
  ]
}