{
  "video_id": "ayBW2VfDzcI",
  "title": "Guía turística - Portland, Estados Unidos | Expedia.mx",
  "json": [
    {
      "index": 1,
      "start_time": 7779.0,
      "end_time": 13849.0,
      "text": "Portland, en Oregón, está ubicada en el noroeste de Estados Unidos, "
    },
    {
      "index": 2,
      "start_time": 13849.0,
      "end_time": 19539.0,
      "text": "donde se unen los ríos Willamette y Columbia. Se encuentra a poca distancia en coche del océano Pacífico, amplios bosques, "
    },
    {
      "index": 3,
      "start_time": 19539.0,
      "end_time": 22360.0,
      "text": "valles fértiles y la cordillera de las Cascadas. "
    },
    {
      "index": 4,
      "start_time": 22360.0,
      "end_time": 27570.0,
      "text": "El telón de fondo montañoso de Portland, junto con los muchos parques urbanos de la ciudad "
    },
    {
      "index": 5,
      "start_time": 27570.0,
      "end_time": 34570.0,
      "text": "y su ambición ecológica, lo convierten en un paraíso para los amantes de la naturaleza. "
    },
    {
      "index": 6,
      "start_time": 36750.0,
      "end_time": 41469.0,
      "text": "Portland se estableció a mediados de siglo XIX. Debido a su ubicación junto al río, "
    },
    {
      "index": 7,
      "start_time": 41469.0,
      "end_time": 47280.0,
      "text": "fue un importante puerto en el Pacífico noroeste hasta el cambio de siglo. Con aproximadamente 600 000 habitantes, "
    },
    {
      "index": 8,
      "start_time": 47280.0,
      "end_time": 51359.0,
      "text": "es la ciudad más poblada de Oregón. "
    },
    {
      "index": 9,
      "start_time": 51359.0,
      "end_time": 55940.0,
      "text": "El centro de Portland se construyó con los peatones en mente, por lo que puedes pasear fácilmente por el centro "
    },
    {
      "index": 10,
      "start_time": 55940.0,
      "end_time": 62940.0,
      "text": "para disfrutar de la arquitectura, los parques y las fuentes de la ciudad a tu propio ritmo. "
    },
    {
      "index": 11,
      "start_time": 63249.0,
      "end_time": 68479.0,
      "text": "El corazón de la ciudad es el anfiteatro en Pioneer Courthouse Square. Es el lugar al que todo el mundo vuelve "
    },
    {
      "index": 12,
      "start_time": 68479.0,
      "end_time": 74399.0,
      "text": "después de visitar las galerías, ir de compras y hacer turismo. No te olvides el paraguas, "
    },
    {
      "index": 13,
      "start_time": 74399.0,
      "end_time": 79259.0,
      "text": "porque los chaparrones son muy habituales, "
    },
    {
      "index": 14,
      "start_time": 79259.0,
      "end_time": 82600.0,
      "text": "aunque en verano se puede disfrutar del sol. "
    },
    {
      "index": 15,
      "start_time": 82600.0,
      "end_time": 88700.0,
      "text": "Algunos estadounidenses llaman a Portland en broma \"Beervana\" debido a su gran número de cervezas artesanales. "
    },
    {
      "index": 16,
      "start_time": 88700.0,
      "end_time": 95579.0,
      "text": "Si prefieres un buen vino, visita el valle del Willemette. Haz una de las numerosas visitas a viñedos "
    },
    {
      "index": 17,
      "start_time": 95579.0,
      "end_time": 102359.0,
      "text": "para probar el Pinot Noir local, elaborado con uvas cosechadas en suelo volcánico. "
    },
    {
      "index": 18,
      "start_time": 102359.0,
      "end_time": 107509.0,
      "text": "El Museo de Arte de Portland en el distrito cultural es el museo más antiguo del noroeste "
    },
    {
      "index": 19,
      "start_time": 107509.0,
      "end_time": 112729.0,
      "text": "y su vasta colección refleja la historia del arte desde la antigüedad hasta hoy. "
    },
    {
      "index": 20,
      "start_time": 112729.0,
      "end_time": 119399.0,
      "text": "Para remar, meditar o montar en bici, "
    },
    {
      "index": 21,
      "start_time": 119399.0,
      "end_time": 126399.0,
      "text": "dirígete al Tom McCall Waterside Park junto al río Willamette. También es un gran lugar para observar a la gente en las tardes perezosas. "
    },
    {
      "index": 22,
      "start_time": 126759.0,
      "end_time": 132180.0,
      "text": "Varios puentes dan acceso a la orilla este, donde se encuentra el Museo de Ciencia e Industria de Oregón. "
    },
    {
      "index": 23,
      "start_time": 132180.0,
      "end_time": 138500.0,
      "text": "Las enormes salas y teatros ofrecen cientos de exhibiciones interactivas. Aprovecha la oportunidad para aprender "
    },
    {
      "index": 24,
      "start_time": 138500.0,
      "end_time": 144670.0,
      "text": "sobre los planetas lejanos o subirte a un submarino de verdad. "
    },
    {
      "index": 25,
      "start_time": 144670.0,
      "end_time": 150170.0,
      "text": "En la misma orilla del río se encuentra la Gruta, donde la gente acude a orar, "
    },
    {
      "index": 26,
      "start_time": 150170.0,
      "end_time": 155530.0,
      "text": "o simplemente para contentar al alma, en un entorno natural tranquilo cerca de la ciudad. "
    },
    {
      "index": 27,
      "start_time": 155530.0,
      "end_time": 162530.0,
      "text": "Los veranos cálidos y secos y los inviernos fríos y húmedos hacen que la región de Portland sea ideal para el cultivo de rosas. "
    },
    {
      "index": 28,
      "start_time": 163640.0,
      "end_time": 169090.0,
      "text": "Admira las muchas variedades premiadas en el International Rose Test Garden "
    },
    {
      "index": 29,
      "start_time": 169090.0,
      "end_time": 175290.0,
      "text": "en Washington Park. El Jardín Japonés está considerado como uno de los más auténticos fuera de Japón "
    },
    {
      "index": 30,
      "start_time": 175290.0,
      "end_time": 181069.0,
      "text": "con sus cinco estilos de jardín distintos y una casa de té original. "
    },
    {
      "index": 31,
      "start_time": 181069.0,
      "end_time": 186980.0,
      "text": "Washington Park ofrece algo más que exuberantes jardines y senderos. En solo una tarde, las familias pueden ver "
    },
    {
      "index": 32,
      "start_time": 186980.0,
      "end_time": 193980.0,
      "text": "todo el reino animal en el zoo de Oregón. Frente al zoo "
    },
    {
      "index": 33,
      "start_time": 193989.0,
      "end_time": 198610.0,
      "text": "se encuentra el Museo de los Niños de Portland donde los más pequeños podrán descubrir lo que quieren ser cuando sean mayores. "
    },
    {
      "index": 34,
      "start_time": 198610.0,
      "end_time": 205140.0,
      "text": "¡Hay tanto donde elegir! Conoce cómo vivían los pioneros más ricos de la ciudad hace un siglo "
    },
    {
      "index": 35,
      "start_time": 205140.0,
      "end_time": 211650.0,
      "text": "en la mansión Pittock. Aquí, en West Hills, podrás disfrutar de las vistas del perfil urbano. "
    },
    {
      "index": 36,
      "start_time": 211650.0,
      "end_time": 217909.0,
      "text": "Vale la pena el corto trayecto en coche al este para ver las cataratas de Multnomah en el desfiladero del río Columbia, "
    },
    {
      "index": 37,
      "start_time": 217909.0,
      "end_time": 224260.0,
      "text": "donde el agua helada cae desde alturas increíbles. Sube el sendero hasta el puente Benson "
    },
    {
      "index": 38,
      "start_time": 224260.0,
      "end_time": 231250.0,
      "text": "para ver de cerca la cascada, que fluye durante todo el año. "
    },
    {
      "index": 39,
      "start_time": 231250.0,
      "end_time": 236939.0,
      "text": "Recorre la espectacular carretera al norte para encontrarte cara a cara con el impresionante poder de la naturaleza. "
    },
    {
      "index": 40,
      "start_time": 236939.0,
      "end_time": 243939.0,
      "text": "El volcán activo Monte Santa Helena perdió la cumbre cuando entró en erupción en 1980. "
    },
    {
      "index": 41,
      "start_time": 246069.0,
      "end_time": 250959.0,
      "text": "Desde varios miradores alrededor del Monumento Nacional Volcánico "
    },
    {
      "index": 42,
      "start_time": 250959.0,
      "end_time": 255219.0,
      "text": " todavía se puede ver el impacto de este dramático acontecimiento. "
    },
    {
      "index": 43,
      "start_time": 255219.0,
      "end_time": 259940.0,
      "text": "Para ver la famosa costa de Oregón, visita Cannon Beach, "
    },
    {
      "index": 44,
      "start_time": 259940.0,
      "end_time": 266240.0,
      "text": "a solo un par de horas del oeste de Portland. Sus acantilados, cafés y boutiques atraen a casi todo el mundo. "
    },
    {
      "index": 45,
      "start_time": 266240.0,
      "end_time": 272780.0,
      "text": "Si tienes tiempo, sigue la carretera hacia el sur por la costa de Oregón. A lo largo del Pacífico encontrarás lugares impresionantes "
    },
    {
      "index": 46,
      "start_time": 272780.0,
      "end_time": 279780.0,
      "text": "que mantendrán ocupada tu cámara de fotos. "
    },
    {
      "index": 47,
      "start_time": 285520.0,
      "end_time": 291830.0,
      "text": "En medio de toda esta belleza natural, se encuentra Portland. "
    },
    {
      "index": 48,
      "start_time": 291830.0,
      "end_time": 297030.0,
      "text": "Además de un lugar para \"detenerse y oler las rosas\""
    },
    {
      "index": 49,
      "start_time": 297030.0,
      "end_time": 299669.0,
      "text": ", se trata de un enclave perfecto para experimentar el relajado ambiente y el esplendor del Gran Noroeste."
    }
  ]
}