{
  "video_id": "b5wGGp88nBs",
  "title": "Zenbook Pro UX580 Review - TWO SCREENS!",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3400.0,
      "text": "[Sexy Intro Music]"
    },
    {
      "index": 2,
      "start_time": 3480.0,
      "end_time": 5500.0,
      "text": "Oye, ¿cómo te va, Dave2D aquí?"
    },
    {
      "index": 3,
      "start_time": 5500.0,
      "end_time": 7900.0,
      "text": "Así que este es el ZenBook Pro 2018,"
    },
    {
      "index": 4,
      "start_time": 7980.0,
      "end_time": 11540.0,
      "text": "y este es un dispositivo que Asus actualiza regularmente"
    },
    {
      "index": 5,
      "start_time": 11540.0,
      "end_time": 14000.0,
      "text": "Como cada año hay algún tipo de cambio iterativo a esta cosa,"
    },
    {
      "index": 6,
      "start_time": 14020.0,
      "end_time": 19060.0,
      "text": "pero este año en 2018, trajeron algo que fue ... bueno, creo que esto es"
    },
    {
      "index": 7,
      "start_time": 19060.0,
      "end_time": 23200.0,
      "text": "La primera tecnología verdaderamente innovadora para computadoras portátiles que he visto en mucho tiempo."
    },
    {
      "index": 8,
      "start_time": 23220.0,
      "end_time": 29320.0,
      "text": "Así que cada año vemos cosas como biseles más finos, mejores materiales, materiales más livianos, computadoras portátiles más delgadas, que son geniales y todo,"
    },
    {
      "index": 9,
      "start_time": 29320.0,
      "end_time": 33460.0,
      "text": "pero realmente no cambian la forma en que realmente trabajamos con nuestras computadoras portátiles, ¿verdad?"
    },
    {
      "index": 10,
      "start_time": 33460.0,
      "end_time": 36900.0,
      "text": "Son buenas actualizaciones y cosas por el estilo, pero ESTO, es diferente"
    },
    {
      "index": 11,
      "start_time": 36960.0,
      "end_time": 40020.0,
      "text": "Esta es una pantalla que está integrada en el panel táctil,"
    },
    {
      "index": 12,
      "start_time": 40020.0,
      "end_time": 45000.0,
      "text": "para que pueda ejecutarlo como un pad de pantalla donde se ejecutan básicamente aplicaciones de Asus y una interfaz de Asus,"
    },
    {
      "index": 13,
      "start_time": 45000.0,
      "end_time": 48239.0,
      "text": "para que puedas bajarlo y verás cosas como tu calendario, un teclado numérico,"
    },
    {
      "index": 14,
      "start_time": 48239.0,
      "end_time": 52739.0,
      "text": "así que este teclado no tiene teclado numérico, pero puedes usar la función del teclado numérico en la parte inferior,"
    },
    {
      "index": 15,
      "start_time": 52739.0,
      "end_time": 60260.0,
      "text": "una calculadora, usted tiene su reproductor de música Spotify y tiene otras aplicaciones que Asus puede desarrollar y poner en esta interfaz de pantalla."
    },
    {
      "index": 16,
      "start_time": 60260.0,
      "end_time": 63090.0,
      "text": "Ahora también puedes correr como una pantalla secundaria, lo cual es realmente genial,"
    },
    {
      "index": 17,
      "start_time": 63090.0,
      "end_time": 69480.0,
      "text": "esencialmente es una pantalla secundaria más pequeña que puedes usar para arrastrar y soltar tus programas,"
    },
    {
      "index": 18,
      "start_time": 69480.0,
      "end_time": 73000.0,
      "text": "o tus carpetas de Windows, o lo que sea que usarías para tu pantalla secundaria."
    },
    {
      "index": 19,
      "start_time": 73020.0,
      "end_time": 75140.0,
      "text": "Ahora, Mac (como los libros de Apple Mac),"
    },
    {
      "index": 20,
      "start_time": 75189.0,
      "end_time": 78629.0,
      "text": "tienen esa barra táctil en la parte superior y dije esto en mi revisión original,"
    },
    {
      "index": 21,
      "start_time": 78630.0,
      "end_time": 83540.0,
      "text": "pero la utilidad de esa tira, como la funcionalidad real de esa tira, es bastante limitada,"
    },
    {
      "index": 22,
      "start_time": 83540.0,
      "end_time": 88440.0,
      "text": "y depende en gran medida del desarrollador, por lo que necesita Adobe o la aplicación que esté usando,"
    },
    {
      "index": 23,
      "start_time": 88440.0,
      "end_time": 92880.0,
      "text": "necesita que los desarrolladores creen funcionalidad en esa tira para el usuario,"
    },
    {
      "index": 24,
      "start_time": 92880.0,
      "end_time": 96960.0,
      "text": "que es genial, pero no es tan funcional, ni práctico"
    },
    {
      "index": 25,
      "start_time": 96960.0,
      "end_time": 98360.0,
      "text": "Como algo así como este pad de pantalla."
    },
    {
      "index": 26,
      "start_time": 98360.0,
      "end_time": 102078.0,
      "text": "Así que solo he estado usando este dispositivo por un par de días, y mi reacción inicial fue,"
    },
    {
      "index": 27,
      "start_time": 102080.0,
      "end_time": 104400.0,
      "text": "\"¡Wow! Eso es realmente genial, como, ya sabes, ¿qué puedo hacer con eso?\""
    },
    {
      "index": 28,
      "start_time": 104440.0,
      "end_time": 108140.0,
      "text": "Pero luego, como, la reacción inmediata secundaria fue que,"
    },
    {
      "index": 29,
      "start_time": 108140.0,
      "end_time": 112520.0,
      "text": "\"¿Es realmente tan útil porque como tu ángulo de visión en esto no es ideal, verdad?\""
    },
    {
      "index": 30,
      "start_time": 112530.0,
      "end_time": 117449.0,
      "text": "como si estuvieras mirando fijamente a tu pantalla, como si normalmente tuvieras que mirar hacia abajo para mirar esta pantalla secundaria,"
    },
    {
      "index": 31,
      "start_time": 117450.0,
      "end_time": 120600.0,
      "text": "pero después de usarlo un poco, se siente natural."
    },
    {
      "index": 32,
      "start_time": 120600.0,
      "end_time": 125519.0,
      "text": "No es como una mejor opción que mirar directamente si hay dos pantallas frente a ti (eso sería ideal),"
    },
    {
      "index": 33,
      "start_time": 125520.0,
      "end_time": 128300.0,
      "text": "Pero quiero decir, eso nunca sucederá en una computadora portátil en el corto plazo."
    },
    {
      "index": 34,
      "start_time": 128300.00000000001,
      "end_time": 131680.0,
      "text": "Esto comienza a sentirse útil después de incluso un par de horas de uso."
    },
    {
      "index": 35,
      "start_time": 131680.0,
      "end_time": 134100.0,
      "text": "Si estás cargando un estreno, puedes tener como paletas diferentes ahí abajo,"
    },
    {
      "index": 36,
      "start_time": 134120.0,
      "end_time": 138100.0,
      "text": "Si desea ver videos como Twitch o YouTube, puede abrir esa ventana allí,"
    },
    {
      "index": 37,
      "start_time": 138120.0,
      "end_time": 141900.0,
      "text": "y está justo en una posición en la que puedes mantenerte al tanto de todo lo que sucede en la pantalla,"
    },
    {
      "index": 38,
      "start_time": 141900.0,
      "end_time": 144800.0,
      "text": "sin realmente tener que tomar el estado real de su pantalla normal."
    },
    {
      "index": 39,
      "start_time": 144810.0,
      "end_time": 147629.0,
      "text": "Es agradable, y puedes ejecutar cualquier aplicación que quieras en esto,"
    },
    {
      "index": 40,
      "start_time": 147629.0,
      "end_time": 151649.0,
      "text": "así que si tiene imágenes de una cámara de seguridad o si está ejecutando un programa de acceso remoto,"
    },
    {
      "index": 41,
      "start_time": 151650.0,
      "end_time": 154289.0,
      "text": "como lo que quieras, puedes hacerlo funcionar, y esa es la cosa,"
    },
    {
      "index": 42,
      "start_time": 154290.0,
      "end_time": 157530.0,
      "text": "como cuando vi esta cosa por primera vez, tu cerebro solo va directo a esa cosa,"
    },
    {
      "index": 43,
      "start_time": 157530.0,
      "end_time": 162500.0,
      "text": "como si solo hay algo que puedas imaginar, algo en lo que puedas pensar, que tiene utilidad en esta configuración."
    },
    {
      "index": 44,
      "start_time": 162500.0,
      "end_time": 167000.0,
      "text": "Con ese MacBook Pro, era más como si tuvieras que imaginarlo. Tuviste que pensar, sabes,"
    },
    {
      "index": 45,
      "start_time": 167060.0,
      "end_time": 169300.0,
      "text": "\"¿Cómo podría usar esto, si el desarrollador lo hizo bien?\""
    },
    {
      "index": 46,
      "start_time": 169300.0,
      "end_time": 174719.0,
      "text": "Esto, es inmediato, tiene sentido cuando lo miras. Entonces, ¿cómo está el resto de este dispositivo?"
    },
    {
      "index": 47,
      "start_time": 174720.0,
      "end_time": 177899.0,
      "text": "Es ... bueno, es un libro zen. Está construido bastante bien."
    },
    {
      "index": 48,
      "start_time": 177900.0,
      "end_time": 182700.0,
      "text": "No está tan bien construido como un buen producto Dell XPS o un MacBook Pro, pero me gusta."
    },
    {
      "index": 49,
      "start_time": 182700.0,
      "end_time": 186000.0,
      "text": "El color, es como este azul. También tienen diferentes colores, me imagino,"
    },
    {
      "index": 50,
      "start_time": 186000.0,
      "end_time": 189200.0,
      "text": "pero el que estoy viendo es este tipo de azul marino con borde de cobre,"
    },
    {
      "index": 51,
      "start_time": 189269.0,
      "end_time": 192100.0,
      "text": "y también tiene su textura de libro Zen estándar al metal."
    },
    {
      "index": 52,
      "start_time": 192100.0,
      "end_time": 197100.0,
      "text": "Ahora, la pantalla es un panel de 4k, 83% de relación pantalla / cuerpo. La gama de colores es genial,"
    },
    {
      "index": 53,
      "start_time": 197100.0,
      "end_time": 203380.0,
      "text": "100% Adobe RGB, 100% sRGB. Se supone que esto debe ser calibrado en color en la fábrica con la certificación Pantone."
    },
    {
      "index": 54,
      "start_time": 203380.0,
      "end_time": 206370.0,
      "text": "Es una pantalla de aspecto agradable, aunque no es muy brillante."
    },
    {
      "index": 55,
      "start_time": 206370.0,
      "end_time": 210200.0,
      "text": "Es brillante, pero no alcanza el mismo tipo de brillo máximo que un MacBook Pro"
    },
    {
      "index": 56,
      "start_time": 210200.0,
      "end_time": 215400.0,
      "text": "Y los menciono como un ejemplo porque es un producto muy, muy bueno para los creadores de contenido."
    },
    {
      "index": 57,
      "start_time": 215400.0,
      "end_time": 222200.0,
      "text": "y puede ver las similitudes en términos de como, categoría de producto. Así que el teclado se siente como estándar, como tu teclado Zen Book Pro,"
    },
    {
      "index": 58,
      "start_time": 222200.0,
      "end_time": 227100.0,
      "text": "teclas ligeramente más voluminosas de lo que me gustaría, pero buen diseño y buen teclado en general."
    },
    {
      "index": 59,
      "start_time": 227100.0,
      "end_time": 230400.0,
      "text": "La selección de puertos es ... un poco rara. Así que tienen Micro SD ..."
    },
    {
      "index": 60,
      "start_time": 230400.0,
      "end_time": 237449.0,
      "text": "Realmente deseo en un dispositivo como este, especialmente porque obviamente está orientado a los creadores de contenido, que incluyan una SD de tamaño completo. No está ahí."
    },
    {
      "index": 61,
      "start_time": 237449.0,
      "end_time": 241000.0,
      "text": "Tiene dos USB A, dos Thunderbolt 3 y una salida HDMI."
    },
    {
      "index": 62,
      "start_time": 241000.0,
      "end_time": 245600.0,
      "text": "Así que para entrar en el interior, es como tu cosa estándar de ZenBook: voltearla, quitar un montón de tornillos."
    },
    {
      "index": 63,
      "start_time": 245600.0,
      "end_time": 249600.0,
      "text": "Este que he quitado de antemano, pareció arrancarlo, aquí vamos."
    },
    {
      "index": 64,
      "start_time": 249600.0,
      "end_time": 255299.0,
      "text": "Bien, lo primero que noté fue que solo hay dos tubos de calor, y porque está ejecutando un hardware bastante poderoso,"
    },
    {
      "index": 65,
      "start_time": 255299.0,
      "end_time": 259769.0,
      "text": "Esperaba que hubiera más. Resulta que hay un tercer tubo de calor que corre debajo de la placa base,"
    },
    {
      "index": 66,
      "start_time": 259769.0,
      "end_time": 263399.0,
      "text": "así que en la parte posterior de la misma, eso ayudará a enfriar esto. El i9 es una bestia,"
    },
    {
      "index": 67,
      "start_time": 263400.0,
      "end_time": 270100.0,
      "text": "está ejecutando una GTX 1050ti y los componentes aquí se enfrían mediante dos ventiladores que supuestamente se han actualizado de la generación anterior,"
    },
    {
      "index": 68,
      "start_time": 270100.0,
      "end_time": 273719.0,
      "text": "así que se supone que tienen plástico termoformado y tienen mejor flujo de aire y otras cosas."
    },
    {
      "index": 69,
      "start_time": 273720.0,
      "end_time": 276869.0,
      "text": "No he podido probarlo a fondo porque esta es una unidad de ingeniería."
    },
    {
      "index": 70,
      "start_time": 276869.0,
      "end_time": 282560.0,
      "text": "No he podido ejecutar puntos de referencia adecuados, pero los resultados preliminares son buenos. Esta cosa no es estrangulamiento,"
    },
    {
      "index": 71,
      "start_time": 282560.0,
      "end_time": 288480.0,
      "text": "Pero las temperaturas son un poco cálidas. Esperemos que mejore antes de ir al por menor. Una vez más, esto es sólo una muestra de ingeniería."
    },
    {
      "index": 72,
      "start_time": 288520.0,
      "end_time": 292700.0,
      "text": "Entonces ... la RAM está soldada al tablero. Realmente no me gusta eso."
    },
    {
      "index": 73,
      "start_time": 292700.0,
      "end_time": 295900.0,
      "text": "En un dispositivo como este, me gustaría poder actualizarlo cuando lo desee."
    },
    {
      "index": 74,
      "start_time": 295900.0,
      "end_time": 300450.0,
      "text": "Solo sale hasta 16 GB de RAM de la fábrica y se acaba de hornear directamente en el tablero,"
    },
    {
      "index": 75,
      "start_time": 300450.0,
      "end_time": 306020.0,
      "text": "así que eso no es lo mejor El SSD y la tarjeta de Wi-Fi pueden ser reemplazados. Así que la batería está aquí abajo."
    },
    {
      "index": 76,
      "start_time": 306030.0,
      "end_time": 308400.0,
      "text": "Realmente no he hecho pruebas de batería en esto porque, es solo,"
    },
    {
      "index": 77,
      "start_time": 308400.0,
      "end_time": 312000.0,
      "text": "probablemente haya un montón de software que entrará en la versión comercial que todavía no está aquí."
    },
    {
      "index": 78,
      "start_time": 312000.0,
      "end_time": 314519.0,
      "text": "Los oradores son buenos, y siempre han sido buenos."
    },
    {
      "index": 79,
      "start_time": 314520.0,
      "end_time": 317400.0,
      "text": "Los oradores pro de Zenbook siempre han sido uno de los mejores en el mercado,"
    },
    {
      "index": 80,
      "start_time": 317400.0,
      "end_time": 323969.0,
      "text": "y ... sí, siento que esto va a cambiar la forma en que algunas personas usan sus computadoras portátiles. Me encanta esa pequeña pantalla."
    },
    {
      "index": 81,
      "start_time": 323970.0,
      "end_time": 326900.0,
      "text": "Es útil para mucha gente, obviamente no es para todos,"
    },
    {
      "index": 82,
      "start_time": 326900.0,
      "end_time": 332000.0,
      "text": "pero la mejor parte es que la funcionalidad del touchpad o del trackpad en sí no se reduce,"
    },
    {
      "index": 83,
      "start_time": 332000.0,
      "end_time": 336119.0,
      "text": "como si se sintiera exactamente igual a un trackpad normal, no podrías notar la diferencia."
    },
    {
      "index": 84,
      "start_time": 336120.0,
      "end_time": 340080.0,
      "text": "De hecho, si apagas la pantalla, parece un trackpad negro."
    },
    {
      "index": 85,
      "start_time": 340080.0,
      "end_time": 343139.0,
      "text": "Tiene ese vidrio de textura suave con buen seguimiento."
    },
    {
      "index": 86,
      "start_time": 343180.0,
      "end_time": 348419.0,
      "text": "El trackpad está hundido en un poco más que su trackpad promedio, pero no lo nota cuando lo está usando."
    },
    {
      "index": 87,
      "start_time": 348419.0,
      "end_time": 352199.0,
      "text": "No lo sé, es realmente genial para mí. ¿Qué piensan ustedes? ¿Como crees que podrías usarlo?"
    },
    {
      "index": 88,
      "start_time": 352200.0,
      "end_time": 354300.0,
      "text": "Obviamente podrías ver como películas y cosas sobre esto,"
    },
    {
      "index": 89,
      "start_time": 354300.0,
      "end_time": 359100.0,
      "text": "pero aparte de eso, ¿piensan ustedes que usarían algo como esto si tuvieran acceso a él en su trackpad?"
    },
    {
      "index": 90,
      "start_time": 359100.0,
      "end_time": 361500.0,
      "text": "¿Te parece truculento? ¿Te parece legítimo? No lo sé."
    },
    {
      "index": 91,
      "start_time": 361500.0,
      "end_time": 364900.0,
      "text": "Ahora, en términos de duración de la batería, no sé cómo esto lo afecta. De nuevo, tendré que probar esto en el futuro,"
    },
    {
      "index": 92,
      "start_time": 364900.0,
      "end_time": 369989.0,
      "text": "pero sí. Como una mirada temprana a lo que podría considerar una de las piezas de tecnología más innovadoras"
    },
    {
      "index": 93,
      "start_time": 369990.0,
      "end_time": 371900.0,
      "text": "He visto en portátiles para este año."
    },
    {
      "index": 94,
      "start_time": 371900.0,
      "end_time": 376000.0,
      "text": "Ok, espero que hayan disfrutado este video, pulgares si les ha gustado, subs que les encantó, ¡nos vemos la próxima vez!"
    },
    {
      "index": 95,
      "start_time": 376000.0,
      "end_time": 379900.0,
      "text": "[Música]"
    }
  ]
}