{
  "video_id": "bFczvJp0bpU",
  "title": "Digestive System of Human Body | #aumsum #kids #science #education #children",
  "json": [
    {
      "index": 1,
      "start_time": 35000.0,
      "end_time": 41000.0,
      "text": "Nuestro tema para hoy es el Sistema digestivo en humanos."
    },
    {
      "index": 2,
      "start_time": 44610.0,
      "end_time": 51600.0,
      "text": "La digestión es un proceso en el cual el material alimenticio complejo se descompone en sustancias más simples."
    },
    {
      "index": 3,
      "start_time": 52620.0,
      "end_time": 64000.0,
      "text": "La digestión de alimentos en humanos tiene lugar en el tubo digestivo, que es un tubo largo que se extiende desde la boca hasta el ano."
    },
    {
      "index": 4,
      "start_time": 65600.0,
      "end_time": 82600.0,
      "text": "Las diferentes partes del canal alimentario son la cavidad bucal, la pipa de alimento o el esófago, el estómago, el intestino delgado, el intestino grueso y el ano."
    },
    {
      "index": 5,
      "start_time": 82640.0,
      "end_time": 89560.0,
      "text": "Dos glándulas, a saber, el hígado y el páncreas también ayudan en la digestión."
    },
    {
      "index": 6,
      "start_time": 89560.0,
      "end_time": 92860.0,
      "text": "La comida se toma por la boca."
    },
    {
      "index": 7,
      "start_time": 92860.0,
      "end_time": 98730.0,
      "text": "Se mastica y se mezcla con saliva en la cavidad bucal."
    },
    {
      "index": 8,
      "start_time": 98730.0,
      "end_time": 104990.0,
      "text": "La saliva es un jugo digestivo secretado por las glándulas salivales."
    },
    {
      "index": 9,
      "start_time": 104990.0,
      "end_time": 116600.0,
      "text": "La comida masticada entra en la tubería de alimentos o el esófago y luego es empujada lentamente dentro de una bolsa como la estructura llamada estómago."
    },
    {
      "index": 10,
      "start_time": 116660.0,
      "end_time": 121350.0,
      "text": "La comida se revuelve en el estómago para descomponerla aún más."
    },
    {
      "index": 11,
      "start_time": 121350.0,
      "end_time": 130369.0,
      "text": "El estómago también secreta jugos mucosos, digestivos y ácido clorhídrico."
    },
    {
      "index": 12,
      "start_time": 130369.0,
      "end_time": 137160.0,
      "text": "El ácido clorhídrico mata a las bacterias en los alimentos y acidifica los alimentos."
    },
    {
      "index": 13,
      "start_time": 137160.0,
      "end_time": 144930.0,
      "text": "La comida luego entra en un tubo muy enrollado llamado intestino delgado."
    },
    {
      "index": 14,
      "start_time": 144930.0,
      "end_time": 152110.0,
      "text": "El intestino delgado recibe secreciones del hígado y el páncreas."
    },
    {
      "index": 15,
      "start_time": 152110.0,
      "end_time": 159600.0,
      "text": "El hígado secreta jugo de bilis mientras que el páncreas secreta jugo pancreático."
    },
    {
      "index": 16,
      "start_time": 164620.0,
      "end_time": 172600.0,
      "text": "Las paredes del intestino delgado también secretan jugos, que ayudan a una mayor digestión de los alimentos."
    },
    {
      "index": 17,
      "start_time": 172689.0,
      "end_time": 180959.0,
      "text": "La superficie interna del intestino delgado tiene proyecciones en forma de dedos llamadas vellosidades."
    },
    {
      "index": 18,
      "start_time": 180959.0,
      "end_time": 186080.0,
      "text": "Las vellosidades tienen una extensa red de vasos sanguíneos."
    },
    {
      "index": 19,
      "start_time": 186080.0,
      "end_time": 190000.0,
      "text": "La comida digerida se pasa luego a los vasos sanguíneos."
    },
    {
      "index": 20,
      "start_time": 193219.0,
      "end_time": 198560.0,
      "text": "La comida no digerida pasa al intestino grueso."
    },
    {
      "index": 21,
      "start_time": 198560.0,
      "end_time": 201579.0,
      "text": "Es más ancho que el intestino delgado."
    },
    {
      "index": 22,
      "start_time": 201579.0,
      "end_time": 212700.0,
      "text": "El exceso de agua y sales se absorbe aquí y los desechos no digeridos se pasan del cuerpo a través del ano."
    }
  ]
}