{
  "video_id": "BlCBnY3Y-jw",
  "title": "3 Big Mistakes in Your English Listening | Go Natural English",
  "json": [
    {
      "index": 1,
      "start_time": 2380.0,
      "end_time": 2880.0,
      "text": "Hola chicos, soy Gabby Wallace y esta es una lección de Go Natural English. Muchos de vosotros me"
    },
    {
      "index": 2,
      "start_time": 2880.0,
      "end_time": 3380.0,
      "text": "habéis escrito y dicho que vuestro mayor reto en Inglés es el listening."
    },
    {
      "index": 3,
      "start_time": 3380.0,
      "end_time": 9120.0,
      "text": "Sé que puede ser dificil entender a los hablantes nativos cuando hablamos rapido. Así que he hecho"
    },
    {
      "index": 4,
      "start_time": 20480.0,
      "end_time": 21300.0,
      "text": "este vídeo para ayudarte. Quiero compartir con vosotros los 3 errores mas grandes que"
    },
    {
      "index": 5,
      "start_time": 21300.0,
      "end_time": 26880.0,
      "text": "podrías estar cometiendo cuando estás escuchando inglés. Así que empezemos con el numero"
    },
    {
      "index": 6,
      "start_time": 32420.0,
      "end_time": 43090.0,
      "text": "uno justo aquí. Escuchar no es lo mismo que leer. Puede parecer obvio pero"
    },
    {
      "index": 7,
      "start_time": 43090.0,
      "end_time": 49190.0,
      "text": "la forma en la que a menudo aprendemos inglés en la escuela la forma en la que puedes haber aprendido inglés es"
    },
    {
      "index": 8,
      "start_time": 49190.0,
      "end_time": 56970.0,
      "text": "centrándote en leer y escribir para propósitos académicos. Quizás en la escuela superior tenías que"
    },
    {
      "index": 9,
      "start_time": 56970.0,
      "end_time": 63510.0,
      "text": "leer en inglés pero no tenías tanta practica de listening en inglés o"
    },
    {
      "index": 10,
      "start_time": 63510.0,
      "end_time": 72060.0,
      "text": "no sabías cómo enfocar el listening. La forma en la que nuestra mente se focaliza es a través de la lectura"
    },
    {
      "index": 11,
      "start_time": 72060.0,
      "end_time": 79140.0,
      "text": "aprendemos con la vista. Estamos mirando el texto de una página de un libro y asociamos"
    },
    {
      "index": 12,
      "start_time": 79140.0,
      "end_time": 85719.0,
      "text": "las letras y las palabras y estas formas que vemos en la pagina, las cuales son letras,"
    },
    {
      "index": 13,
      "start_time": 85719.0,
      "end_time": 92850.0,
      "text": "las asociamos con un significado. Cuando escuchas inglés es un proceso completamente diferente"
    },
    {
      "index": 14,
      "start_time": 92850.0,
      "end_time": 105020.0,
      "text": "Oímos sonidos, palabras, frases y necesitamos vincular esos sonidos con un significado"
    },
    {
      "index": 15,
      "start_time": 105020.0,
      "end_time": 110260.0,
      "text": "Esto es especialmente dificil en inglés porque la forma en la qje escribimos, la forma"
    },
    {
      "index": 16,
      "start_time": 110260.0,
      "end_time": 119450.0,
      "text": "en la que deletreamos es una locura. Tenemos letras sileciosas, diptongos,"
    },
    {
      "index": 17,
      "start_time": 119450.0,
      "end_time": 129300.0,
      "text": "palabras que vienen de otros idiomas y la pronunciación varía mucho. Así que recuerda no escuchar"
    },
    {
      "index": 18,
      "start_time": 129300.00000000001,
      "end_time": 139490.0,
      "text": "de la misma forma en la que lees. Numero 2, traducir. Lleva mucho esfuerzo traducir"
    },
    {
      "index": 19,
      "start_time": 139490.0,
      "end_time": 147300.0,
      "text": "¿Cuándo oyes palabras en inglés intentas automaticamente traducirlas"
    },
    {
      "index": 20,
      "start_time": 147300.0,
      "end_time": 153820.0,
      "text": "a tu idioma? Podrías estar haciendolo porque te resulta mas comodo y familiar"
    },
    {
      "index": 21,
      "start_time": 153820.0,
      "end_time": 159660.0,
      "text": "en tu idioma nativo y quieres que tenga sentido el inglés que quieres entender"
    },
    {
      "index": 22,
      "start_time": 159660.0,
      "end_time": 165600.0,
      "text": "así que naturalmente intentas traducirlo a tu primer idioma para así entender lo que está pasando"
    },
    {
      "index": 23,
      "start_time": 165600.0,
      "end_time": 173061.0,
      "text": "Pero traducir es en realidad una perdida de tiempo. Y te voy a decir por qué."
    },
    {
      "index": 24,
      "start_time": 173061.0,
      "end_time": 179880.0,
      "text": "Pones un monton de esfuerzo en convertir el significado de una palabra a tu idioma nativo"
    },
    {
      "index": 25,
      "start_time": 179880.0,
      "end_time": 189260.0,
      "text": "y luego conviertes tus pensamientos de nuevo al inglés. En ese momento no estás escuchando"
    },
    {
      "index": 26,
      "start_time": 189260.0,
      "end_time": 195010.0,
      "text": "las palabras que se están diciendo mientras traduces y no eres capaz de concentrarte"
    },
    {
      "index": 27,
      "start_time": 195010.0,
      "end_time": 200730.0,
      "text": "en escuchar a la persona con la que estás hablando. Por lo tanto, tu mente está desperdiciando mucha energía"
    },
    {
      "index": 28,
      "start_time": 200730.0,
      "end_time": 208010.0,
      "text": "intentando traducir las palabras que escuchas en inglés a tu idioma nativo"
    },
    {
      "index": 29,
      "start_time": 208010.0,
      "end_time": 214530.0,
      "text": "y de nuevo de vuelta al inglés para que puedas meterte en la conversación. Ahora. Otra razón por la cual no deberías traducir"
    },
    {
      "index": 30,
      "start_time": 214530.0,
      "end_time": 222110.0,
      "text": "es que cuando dejas las palabras basicas y descubres frases, modismos, metáforas"
    },
    {
      "index": 31,
      "start_time": 222110.0,
      "end_time": 229940.0,
      "text": "y algunas ideas culturales o palabras que solo existen en inglés son dificiles"
    },
    {
      "index": 32,
      "start_time": 229940.0,
      "end_time": 237110.0,
      "text": "por no decir imposibles de traducir correctamente a otros idiomas. Así que os animo a escuchar"
    },
    {
      "index": 33,
      "start_time": 237110.0,
      "end_time": 245550.0,
      "text": "y a emparejar lo que ois con significado, directamente. Deja al intermediario y el traductor."
    },
    {
      "index": 34,
      "start_time": 245550.0,
      "end_time": 252530.0,
      "text": "Y numero 3 el mayor error que podrías estar cometiendo es esperar entenderlo todo."
    },
    {
      "index": 35,
      "start_time": 252530.0,
      "end_time": 261190.0,
      "text": "No seas perfeccionista. Es imposible. Incluso hablantes nativos con buen oido"
    },
    {
      "index": 36,
      "start_time": 261190.0,
      "end_time": 271822.0,
      "text": "no captan el 100% de lo que oyen. Es normal. Apunta por entender el 60 u 80% de lo que escuchas."
    },
    {
      "index": 37,
      "start_time": 271822.0,
      "end_time": 280790.0,
      "text": "Calmate, relajate y será más facil escuchar el inglés"
    },
    {
      "index": 38,
      "start_time": 280790.0,
      "end_time": 289840.0,
      "text": "y entender lo que estás escuchando. He hecho un curso completo con 17 secretos para mejorar"
    },
    {
      "index": 39,
      "start_time": 289840.0,
      "end_time": 297630.0,
      "text": "tus listening skills en inglés, así que voy a hablar más sobre estos puntos y también compartir"
    },
    {
      "index": 40,
      "start_time": 297630.0,
      "end_time": 307600.0,
      "text": "17 estrategias para mejorar tu listening hoy. El curso también incluye"
    },
    {
      "index": 41,
      "start_time": 307600.0,
      "end_time": 314530.0,
      "text": "5 sesiones de videos de practica para que no solo entiendas las estrategias sino que las uses."
    },
    {
      "index": 42,
      "start_time": 314530.0,
      "end_time": 323850.0,
      "text": "Este curso por supuesto está disponible en mi página web GoNaturalEnglish.com y se llama 17 secretos para mejorar"
    },
    {
      "index": 43,
      "start_time": 323850.0,
      "end_time": 330210.0,
      "text": "tus habilidades de listening. Así que espero que te pases y le eches un vistazo porque"
    },
    {
      "index": 44,
      "start_time": 330210.0,
      "end_time": 336890.0,
      "text": "quiero ayudarte a mejorar tus listening skills para que tengas más confianza cuando estés en una conversación."
    },
    {
      "index": 45,
      "start_time": 336890.0,
      "end_time": 343630.0,
      "text": "Más confianza cuando hables con la gente en el trabajo, en la escuela, en tus actividades personales."
    },
    {
      "index": 46,
      "start_time": 343630.0,
      "end_time": 349570.0,
      "text": "Sé que es una grán necesidad por eso me estoy dirigiendo a el."
    },
    {
      "index": 47,
      "start_time": 349570.0,
      "end_time": 357450.0,
      "text": "Así que ven y echale un vistazo al curso. Espero verte ahí, en el curso conmigo."
    },
    {
      "index": 48,
      "start_time": 357450.0,
      "end_time": 363720.0,
      "text": "Estoy ahí no solo para ayudarte a través de vídeos pero a través de preguntas y respuestas. Puedes hacerme"
    },
    {
      "index": 49,
      "start_time": 363720.0,
      "end_time": 370680.0,
      "text": "una pregunta durante el curso sobre cualguier duda que puedas tener."
    },
    {
      "index": 50,
      "start_time": 370680.0,
      "end_time": 376960.0,
      "text": "Así que chicos soy una persona real. No solo la que veis en el vídeo. Existo detras de la pantalla y estoh aquí"
    },
    {
      "index": 51,
      "start_time": 376960.0,
      "end_time": 383110.0,
      "text": "para ayudarte. Muchas gracias por ver el vídeo y espero verte allí en los 17 secretos para mejorar"
    },
    {
      "index": 52,
      "start_time": 383110.0,
      "end_time": 384960.0,
      "text": "tus habilidades de escucha. Adiós por ahora"
    }
  ]
}