{
  "video_id": "BqH5geEJ0iE",
  "title": "Deadpool Movie Confirmed - Top 8 Awesome Things",
  "json": [
    {
      "index": 1,
      "start_time": 370.0,
      "end_time": 7370.0,
      "text": "Hey equipo, es Charlie y Fox acaba de anunciar que la película Deadpool es nuevo. Ellos tienen"
    },
    {
      "index": 2,
      "start_time": 7600.0,
      "end_time": 13679.0,
      "text": "una fecha, esto de aquí 12.02.2016, tienen un director y tienen un actor. Qué bien"
    },
    {
      "index": 3,
      "start_time": 13679.0,
      "end_time": 18080.0,
      "text": "el actor que han elegido? Lo has adivinado, Ryan Reynolds está todavía unido como es el director"
    },
    {
      "index": 4,
      "start_time": 18080.0,
      "end_time": 22840.0,
      "text": "Tim Miller. Los dos eran los que inicialmente trabajaba en la película hacia atrás cuando Fox puso primera"
    },
    {
      "index": 5,
      "start_time": 22840.0,
      "end_time": 25660.0,
      "text": "que en la parte posterior desarrollo en 2011."
    },
    {
      "index": 6,
      "start_time": 25660.0,
      "end_time": 29500.0,
      "text": "Aquí están los Top 8 cosas impresionantes que todos podemos estar entusiasmado:"
    },
    {
      "index": 7,
      "start_time": 29500.0,
      "end_time": 33609.0,
      "text": "Número 8 - La prueba material de archivo filtrado es una mejor remolque de un remolque reales nunca podría ser."
    },
    {
      "index": 8,
      "start_time": 33609.0,
      "end_time": 36309.0,
      "text": "Y llegó en el momento adecuado."
    },
    {
      "index": 9,
      "start_time": 36309.0,
      "end_time": 40149.0,
      "text": "Deadpool está siendo lanzado en el invierno, pero es una película de cómic. Sensibilización y"
    },
    {
      "index": 10,
      "start_time": 40149.0,
      "end_time": 44190.0,
      "text": "compromiso para ese tipo de películas picos durante el verano. Particularmente alrededor de Comic"
    },
    {
      "index": 11,
      "start_time": 44190.0,
      "end_time": 44440.0,
      "text": "Con."
    },
    {
      "index": 12,
      "start_time": 44399.0,
      "end_time": 48339.0,
      "text": "Podemos agradecer a todas las exclusivas Salón H y grande revela estudios tienen para ese fin de semana."
    },
    {
      "index": 13,
      "start_time": 48339.0,
      "end_time": 52559.0,
      "text": "Simplemente entrena a la gente a adherirse a sus computadoras y teléfonos celulares de espera"
    },
    {
      "index": 14,
      "start_time": 52559.0,
      "end_time": 53159.0,
      "text": "para las actualizaciones."
    },
    {
      "index": 15,
      "start_time": 53159.0,
      "end_time": 58499.0,
      "text": "Bajo y mira, algunos parecían imágenes de prueba Deadpool no oficial pero muy auténtico empieza a ser"
    },
    {
      "index": 16,
      "start_time": 58499.0,
      "end_time": 64770.0,
      "text": "pasa alrededor. Fox lleva hacia abajo, lo que garantiza su autenticidad y que aumenta la demanda."
    },
    {
      "index": 17,
      "start_time": 64769.99999999999,
      "end_time": 69410.0,
      "text": "Durante la Comic Con de fin de semana el metraje es llevado hacia abajo y resubido varias veces y"
    },
    {
      "index": 18,
      "start_time": 69410.0,
      "end_time": 75320.0,
      "text": "Rhett Reese, el escritor del guión actual película de Deadpool lanza una campaña de twitter."
    },
    {
      "index": 19,
      "start_time": 75320.0,
      "end_time": 79570.0,
      "text": "Retweet si usted desea comprar un boleto para una película de Deadpool."
    },
    {
      "index": 20,
      "start_time": 79570.0,
      "end_time": 84110.0,
      "text": "Creadores de cómics como Bendis, Fracción y Rob Liefeld, así como otras grandes celebridades"
    },
    {
      "index": 21,
      "start_time": 84110.0,
      "end_time": 87420.0,
      "text": "lanzar su apoyo en a través de twitter y facebook."
    },
    {
      "index": 22,
      "start_time": 87420.0,
      "end_time": 91290.0,
      "text": "Y todo queda en silencio cerca del final de agosto. Probablemente no, sin embargo, porque los ejecutivos de Fox"
    },
    {
      "index": 23,
      "start_time": 91290.0,
      "end_time": 96070.0,
      "text": "Probablemente vio lo que estaba sucediendo desde el principio y decidió seguir adelante. Sólo tomó esta"
    },
    {
      "index": 24,
      "start_time": 96070.0,
      "end_time": 99830.0,
      "text": "mucho para ellos para anunciar la película porque los contratos necesarios para ser firmados."
    },
    {
      "index": 25,
      "start_time": 99830.0,
      "end_time": 105700.0,
      "text": "Si te has preguntado por qué Marvel no anuncia cosas más a menudo, es porque actores, escritores"
    },
    {
      "index": 26,
      "start_time": 105700.0,
      "end_time": 108460.0,
      "text": "y los directores no han firmado contratos todavía."
    },
    {
      "index": 27,
      "start_time": 108460.0,
      "end_time": 113200.0,
      "text": "Los estudios cinematográficos sólo hacer anuncios oficiales cuando todos los involucrados está legalmente obligado a"
    },
    {
      "index": 28,
      "start_time": 113200.0,
      "end_time": 115950.0,
      "text": "completar la película."
    },
    {
      "index": 29,
      "start_time": 115950.0,
      "end_time": 120850.0,
      "text": "Número 7 - A pesar de que la cantidad de la prueba fue en gran medida los efectos digitales, la película será en su mayoría"
    },
    {
      "index": 30,
      "start_time": 120850.0,
      "end_time": 127850.0,
      "text": "ser de acción en vivo. Hay un montón de maneras de efectos digitales pueden ayudar a una historia Deadpool, en su mayoría"
    },
    {
      "index": 31,
      "start_time": 129859.00000000001,
      "end_time": 134560.0,
      "text": "hablando cabezas cortadas, pero la cultura actual de la película está volviendo a la familiaridad de"
    },
    {
      "index": 32,
      "start_time": 134560.0,
      "end_time": 136450.0,
      "text": "efectos prácticos."
    },
    {
      "index": 33,
      "start_time": 136450.0,
      "end_time": 141370.0,
      "text": "Eso significa construir cosas en la vida real en lugar de en el ordenador. Es posible que tenga JJ notado"
    },
    {
      "index": 34,
      "start_time": 141370.0,
      "end_time": 146480.0,
      "text": "Abrams curricán Zack Snyder con este Millenium Falcon revelar. Debajo se puede ver la"
    },
    {
      "index": 35,
      "start_time": 146480.0,
      "end_time": 153480.0,
      "text": "vaso viejo Christopher Nolan adjunta en muy imperio contraataca manera."
    },
    {
      "index": 36,
      "start_time": 154159.0,
      "end_time": 161159.0,
      "text": "Abrams, en lugar de construir todo en una pantalla verde optó por construir la mayor parte de la gran"
    },
    {
      "index": 37,
      "start_time": 161269.0,
      "end_time": 165129.0,
      "text": "juegos, extranjeros y vehículos. Una elección muy acertada en mi opinión."
    },
    {
      "index": 38,
      "start_time": 165129.0,
      "end_time": 172129.0,
      "text": "Marvel sigue utilizando una gran cantidad de efectos digitales para sus películas, pero muchas veces la elección"
    },
    {
      "index": 39,
      "start_time": 173510.0,
      "end_time": 179230.0,
      "text": "de CG frente a los efectos prácticos sólo se reduce a presupuesto y tiempo."
    },
    {
      "index": 40,
      "start_time": 179230.0,
      "end_time": 183999.0,
      "text": "Sabemos que la película está previsto para febrero 2016 lo que les da hasta el próximo verano"
    },
    {
      "index": 41,
      "start_time": 183999.0,
      "end_time": 190139.0,
      "text": "para rodar la película. Para las películas de rotación rápida como Vengadores y Deadpool que pueden obtener un"
    },
    {
      "index": 42,
      "start_time": 190139.0,
      "end_time": 193279.0,
      "text": "película en el plazo de 8 meses de rodaje los actores."
    },
    {
      "index": 43,
      "start_time": 193279.0,
      "end_time": 197870.0,
      "text": "Una vez más, esa ventana, también muy dependiente de Presupuesto. Presupuestos más grande significa que usted puede contratar"
    },
    {
      "index": 44,
      "start_time": 197870.0,
      "end_time": 201060.0,
      "text": "más personas de postproducción para obtener su película más rápido."
    },
    {
      "index": 45,
      "start_time": 201060.0,
      "end_time": 205629.0,
      "text": "Teniendo en cuenta la participación de Ryan Reynolds y que sea una película de franquicia X-Men supongo que su"
    },
    {
      "index": 46,
      "start_time": 205629.0,
      "end_time": 212629.0,
      "text": "presupuesto será de entre 60 y 80 millones de dólares. Tal vez más si FOX piensa que es un garantizado"
    },
    {
      "index": 47,
      "start_time": 219340.0,
      "end_time": 219969.0,
      "text": "golpear."
    },
    {
      "index": 48,
      "start_time": 219969.0,
      "end_time": 224599.0,
      "text": "Número 6 - El director Tim Miller no es sólo el director original adjunto a la"
    },
    {
      "index": 49,
      "start_time": 224599.0,
      "end_time": 228999.0,
      "text": "proyecto. Él es el tipo de Blur Studios en que filtró el material de archivo de prueba antes de la Comic Con este"
    },
    {
      "index": 50,
      "start_time": 228999.0,
      "end_time": 235999.0,
      "text": "año. Podría decirse que el primero de una serie de eventos que llevaron a Fox a tirar de la película a partir de bolas de naftalina."
    },
    {
      "index": 51,
      "start_time": 237379.0,
      "end_time": 242049.0,
      "text": "Desenfoque Studios son las personas Fox contrató de nuevo en 2011 para desarrollar el proyecto. Son"
    },
    {
      "index": 52,
      "start_time": 242049.0,
      "end_time": 244999.0,
      "text": "conocido principalmente como un estudio de efectos visuales."
    },
    {
      "index": 53,
      "start_time": 244999.0,
      "end_time": 250319.0,
      "text": "El propio Miller ha tenido mucha suerte. Había la respuesta del público no ha sido tan grande, FOX podría"
    },
    {
      "index": 54,
      "start_time": 250319.0,
      "end_time": 255579.0,
      "text": "le han demandado en el olvido de la filtración de las imágenes de Deadpool. Fox es propiedad de Rupert Murdoch,"
    },
    {
      "index": 55,
      "start_time": 255579.0,
      "end_time": 259479.0,
      "text": "él es todo tan litigiosa como el Sr. Burns de los Simpsons."
    },
    {
      "index": 56,
      "start_time": 259478.99999999997,
      "end_time": 263720.0,
      "text": "Es evidente que si él estaba dispuesto a correr el riesgo de ser arrojado en un pozo oscuro y profundo, que debe realmente ser apasionado"
    },
    {
      "index": 57,
      "start_time": 263720.0,
      "end_time": 268129.0,
      "text": "acerca de la película, que es clave y me hace ser optimista de que él hará un buen trabajo."
    },
    {
      "index": 58,
      "start_time": 268129.0,
      "end_time": 273479.0,
      "text": "Hay mucho más involucrado en hacer una buena película que sólo el director. Pero es"
    },
    {
      "index": 59,
      "start_time": 273479.0,
      "end_time": 277449.0,
      "text": "el todo el mundo un hombre que trabaja en la película va en busca de respuestas. Es por eso que una gran cantidad de"
    },
    {
      "index": 60,
      "start_time": 277449.0,
      "end_time": 282849.0,
      "text": "directores de cine puede ser etiquetado como policías de tránsito glorificados. Eso es algo peyorativo, sin embargo,"
    },
    {
      "index": 61,
      "start_time": 282849.0,
      "end_time": 286800.0,
      "text": "así que si conoces alguno de los consejeros en la vida real y tú las que, probablemente"
    },
    {
      "index": 62,
      "start_time": 286800.0,
      "end_time": 292099.0,
      "text": "darte un puñetazo en la cara. Número 5 - Ryan Reynolds está todavía unido"
    },
    {
      "index": 63,
      "start_time": 292099.0,
      "end_time": 292610.0,
      "text": "a la estrella"
    },
    {
      "index": 64,
      "start_time": 292610.0,
      "end_time": 297800.0,
      "text": "Él no está actualmente bajo contrato, pero aún mantiene su compromiso con el proyecto. Disparo"
    },
    {
      "index": 65,
      "start_time": 297800.0,
      "end_time": 302229.0,
      "text": "fechas y haciéndole oficial sólo requiere la elaboración de la programación."
    },
    {
      "index": 66,
      "start_time": 302229.0,
      "end_time": 306759.0,
      "text": "Ahora Reynolds tiene dos películas que ha cometido a además de Deadpool, todos tres de ellos"
    },
    {
      "index": 67,
      "start_time": 306759.0,
      "end_time": 312060.0,
      "text": "se han programado para el lanzamiento en 2016, lo que significa que el próximo año, todos ellos estarán filmando."
    },
    {
      "index": 68,
      "start_time": 312060.0,
      "end_time": 319060.0,
      "text": "Una de esas películas es Croods 2, que sólo requiere de voz sobre el trabajo y no es un medio"
    },
    {
      "index": 69,
      "start_time": 319500.0,
      "end_time": 323030.0,
      "text": "tan exigente en su tiempo como una película de acción en vivo con una gran cantidad de otros actores en la pantalla"
    },
    {
      "index": 70,
      "start_time": 323030.0,
      "end_time": 323590.0,
      "text": "al mismo tiempo."
    },
    {
      "index": 71,
      "start_time": 323590.0,
      "end_time": 329199.0,
      "text": "Así que es totalmente posible para ellos para disparar la película con él. Si se encontraron con grandes problemas,"
    },
    {
      "index": 72,
      "start_time": 329199.0,
      "end_time": 334240.0,
      "text": "lo que podrían hacer es disparar cualquier imágenes de él sin la máscara sobre si necesitaban."
    },
    {
      "index": 73,
      "start_time": 334240.0,
      "end_time": 337759.0,
      "text": "Y luego para el resto de la película. Sólo tiene que usar una doble de cuerpo y haga que le proporciona la"
    },
    {
      "index": 74,
      "start_time": 337759.0,
      "end_time": 339780.0,
      "text": "diálogo cuando su agenda se lo permitiera."
    },
    {
      "index": 75,
      "start_time": 339780.0,
      "end_time": 343259.0,
      "text": "Es mucho más fácil de rodar una película si no necesita realmente su un-Lista de los actores en"
    },
    {
      "index": 76,
      "start_time": 343259.0,
      "end_time": 345440.0,
      "text": "establecer todo el tiempo."
    },
    {
      "index": 77,
      "start_time": 345440.0,
      "end_time": 350370.0,
      "text": "Y debido a Wade Wilson casi lleva la máscara de tiempo completo, si querían. Me siento"
    },
    {
      "index": 78,
      "start_time": 350370.0,
      "end_time": 354389.0,
      "text": "al igual que el fandom no le importaría si nunca tomó la máscara por completo."
    },
    {
      "index": 79,
      "start_time": 354389.0,
      "end_time": 361389.0,
      "text": "El renovado interés de Fox en el proyecto probablemente tiene mucho que ver con Reynolds. Así que las posibilidades"
    },
    {
      "index": 80,
      "start_time": 362060.0,
      "end_time": 364990.0,
      "text": "esta película va en aumento la producción de forma exponencial el momento en que le ponen bajo contrato."
    },
    {
      "index": 81,
      "start_time": 364990.0,
      "end_time": 370300.0,
      "text": "Número 4 - Ellos ya tienen un guión terminado del escritor original Rhett Reese"
    },
    {
      "index": 82,
      "start_time": 370300.0,
      "end_time": 373930.0,
      "text": "Ninguna palabra sobre si este es el guión que van a disparar con o si van a tratar de"
    },
    {
      "index": 83,
      "start_time": 373930.0,
      "end_time": 380310.0,
      "text": "re-escribirlo. Pero el mero hecho de que tienen un guión terminado es una gran ventaja y añadir a"
    },
    {
      "index": 84,
      "start_time": 380310.0,
      "end_time": 386280.0,
      "text": "que, la prueba material de archivo todo el mundo vio. Fue sobre la base de partes de secuencias de comandos de Reese. Así que si te gustó"
    },
    {
      "index": 85,
      "start_time": 386280.0,
      "end_time": 393280.0,
      "text": "la forma en que el material de archivo de prueba juega, es probable que disfrute el resto de esa historia."
    },
    {
      "index": 86,
      "start_time": 395250.0,
      "end_time": 399490.0,
      "text": "El resto de ella se dice que incluye un montón de secuencias de acción igualmente locos. Y sí,"
    },
    {
      "index": 87,
      "start_time": 399490.0,
      "end_time": 405520.0,
      "text": "fue escrito como una película R muy duro. Sobre todo por la violencia y el gore. Pero también un montón de falta"
    },
    {
      "index": 88,
      "start_time": 405520.0,
      "end_time": 408520.0,
      "text": "wisecracking boca."
    },
    {
      "index": 89,
      "start_time": 408520.0,
      "end_time": 412930.0,
      "text": "Número 3 - The Script también cuenta con varios mutantes de los X-Men Universo"
    },
    {
      "index": 90,
      "start_time": 412930.0,
      "end_time": 419930.0,
      "text": "Sólo para nombrar unos pocos que hay, Wyre, Ajax, Sluggo, Garrison Kane y Daniel Cudmore de"
    },
    {
      "index": 91,
      "start_time": 421960.0,
      "end_time": 427099.0,
      "text": "Colossus. Y Deadpool caracteres específicos como Vanessa Carlysle y Ciegos AI. Supuestamente"
    },
    {
      "index": 92,
      "start_time": 427099.0,
      "end_time": 430729.0,
      "text": "hay más pero no he visto el guión por lo que este es todo sólo se basa en los nombres que tienen"
    },
    {
      "index": 93,
      "start_time": 430729.0,
      "end_time": 432110.0,
      "text": "sido puesto en libertad."
    },
    {
      "index": 94,
      "start_time": 432110.0,
      "end_time": 437819.0,
      "text": "Fox, por supuesto, es propietaria de X-Men, así que usar mutantes es fácil. Me gusta la implicación de que Deadpool"
    },
    {
      "index": 95,
      "start_time": 437819.0,
      "end_time": 442300.0,
      "text": "se llega a acribillar algunos superhéroes y supervillanos. El personaje es un mercenario"
    },
    {
      "index": 96,
      "start_time": 442300.0,
      "end_time": 445930.0,
      "text": "en su núcleo, así que mientras un golpe aparece en alguien que no importa si son"
    },
    {
      "index": 97,
      "start_time": 445930.0,
      "end_time": 446800.0,
      "text": "bueno o malo."
    },
    {
      "index": 98,
      "start_time": 446800.0,
      "end_time": 452919.0,
      "text": "Ni una palabra sobre quién es el presunto Big Bad sería pero hay Sabretooth, Capataz, Venom"
    },
    {
      "index": 99,
      "start_time": 452919.0,
      "end_time": 457919.0,
      "text": "y Bullseye y un montón más. Deadpool ha tenido una carne con al menos 50 caracteres y"
    },
    {
      "index": 100,
      "start_time": 457919.0,
      "end_time": 459479.0,
      "text": "No todos ellos eran villanos."
    },
    {
      "index": 101,
      "start_time": 459479.0,
      "end_time": 464990.0,
      "text": "Muchos de los personajes son propiedad de otros estudios. Así que Fox podría doblar canon un poco"
    },
    {
      "index": 102,
      "start_time": 464990.0,
      "end_time": 468180.0,
      "text": "y utilizar algún otro gran mal notable desde el interior de la franquicia X-Men."
    },
    {
      "index": 103,
      "start_time": 468180.0,
      "end_time": 475099.0,
      "text": "¿O será un loco mente-fuck y Deadpool va a terminar de ordenar un éxito en sí mismo."
    },
    {
      "index": 104,
      "start_time": 475099.0,
      "end_time": 478139.0,
      "text": "No creo que Fox sería dejar que la historia consigue que una locura. Eso se sentiría más como un episodio"
    },
    {
      "index": 105,
      "start_time": 478139.0,
      "end_time": 479539.0,
      "text": "de Doctor Who."
    },
    {
      "index": 106,
      "start_time": 479539.0,
      "end_time": 483740.0,
      "text": "Número 2 - La sinopsis oficial para el personaje"
    },
    {
      "index": 107,
      "start_time": 483740.0,
      "end_time": 489490.0,
      "text": "Enorme hombre, armado hasta los dientes con doble Katanas y cambie la opción Coincidencia Desert Eagle Pistols. Su"
    },
    {
      "index": 108,
      "start_time": 489490.0,
      "end_time": 494360.0,
      "text": "Ingenio sarcástico y la boca cada vez que ejecuta son casi tan mortal como su destreza en la lucha."
    },
    {
      "index": 109,
      "start_time": 494360.0,
      "end_time": 498710.0,
      "text": "Tiene una tendencia a romper la cuarta pared y hablar con el público. Juvenilmente apuesto en su"
    },
    {
      "index": 110,
      "start_time": 498710.0,
      "end_time": 503499.0,
      "text": "juventud, pero actualmente está muy desfigurado con cicatrices más cara y el cuerpo."
    },
    {
      "index": 111,
      "start_time": 503499.0,
      "end_time": 509090.0,
      "text": "Seamos honestos, Wolverine es el personaje más popular de Fox es propietaria, pero Deadpool sólo de"
    },
    {
      "index": 112,
      "start_time": 509090.0,
      "end_time": 513380.0,
      "text": "lectura que, es lo más divertido. Y ustedes van a recibir este último."
    },
    {
      "index": 113,
      "start_time": 513380.0,
      "end_time": 516269.0,
      "text": "El Número 1 cosa impresionante sobre el Deadpool película es que, ya que puede existir en el"
    },
    {
      "index": 114,
      "start_time": 516269.0,
      "end_time": 522019.0,
      "text": "canon de las películas de X-Men. Deadpool sabrá que él era un personaje en una película y puedo"
    },
    {
      "index": 115,
      "start_time": 522019.0,
      "end_time": 523560.0,
      "text": "hacer bromas sobre dicho película."
    },
    {
      "index": 116,
      "start_time": 523559.99999999994,
      "end_time": 527638.9999999999,
      "text": "Creo que todos podemos admitir que Wolverine Origins era un poco tonto con todos los gritos"
    },
    {
      "index": 117,
      "start_time": 527639.0,
      "end_time": 533310.0,
      "text": "en el cielo y los de una sola línea. Pero imagine Deadpool pasar medio divertido creación de películas"
    },
    {
      "index": 118,
      "start_time": 533310.0,
      "end_time": 536079.0,
      "text": "de él y burlándose de sí mismo en la película."
    },
    {
      "index": 119,
      "start_time": 536079.0,
      "end_time": 541050.0,
      "text": "Su capacidad de romper la cuarta pared a veces puede ser a la vez sorprendente e increíblemente confuso."
    },
    {
      "index": 120,
      "start_time": 541050.0,
      "end_time": 548050.0,
      "text": "Lo cual es parte de por qué es tan divertido."
    },
    {
      "index": 121,
      "start_time": 550990.0,
      "end_time": 555800.0,
      "text": "Así que gran pregunta para ustedes, ¿crees que Deadpool debería ser capaz de hacer bromas sobre"
    },
    {
      "index": 122,
      "start_time": 555800.0,
      "end_time": 561230.0,
      "text": "Wolverine Origins en la película y que es lo que quieres el villano sea?"
    },
    {
      "index": 123,
      "start_time": 561230.0,
      "end_time": 565639.0,
      "text": "En noticias relacionadas, estoy trabajando en una Constantino y Juego de Tronos de vídeo para el día de hoy."
    },
    {
      "index": 124,
      "start_time": 565639.0,
      "end_time": 569910.0,
      "text": "Asegúrese de suscribirse a unirse al equipo. Estoy haciendo vídeos para todo el episodio del cómic"
    },
    {
      "index": 125,
      "start_time": 569910.0,
      "end_time": 576540.0,
      "text": "muestra de este año y que va a ser increíble. He visto todos los nuevos espectáculos y sí, algunos"
    },
    {
      "index": 126,
      "start_time": 576540.0,
      "end_time": 579540.0,
      "text": "son mejores que otros, pero todos son un montón de diversión."
    },
    {
      "index": 127,
      "start_time": 579540.0,
      "end_time": 582570.0,
      "text": "Ahora haga clic aquí para obtener ese video constantine, voy a añadir la anotación tan pronto como sea"
    },
    {
      "index": 128,
      "start_time": 582570.0,
      "end_time": 587720.0,
      "text": "Lo pongo y haga clic aquí para aprender sobre Agents Of SHIELD Temporada 2, que comienza la próxima semana."
    },
    {
      "index": 129,
      "start_time": 587720.0,
      "end_time": 591410.0,
      "text": "Gracias por su atención, todos vamos a reunirnos más tarde hoy para Constantino otras cosas. Alto"
    },
    {
      "index": 130,
      "start_time": 591410.0,
      "end_time": 591790.0,
      "text": "Fives!"
    }
  ]
}