{
  "video_id": "BTzW1ol5vkc",
  "title": "Criticism when you've had a bad childhood",
  "json": [
    {
      "index": 1,
      "start_time": 210.0,
      "end_time": 6700.0,
      "text": "La crítica nunca es fácil. Saber que los demás nos juzgan como tontos, perversos, feos o desagradables"
    },
    {
      "index": 2,
      "start_time": 6700.0,
      "end_time": 13000.0,
      "text": "es uno de los aspectos más desafiantes de cualquier vida. Sin embargo, el impacto de la crítica"
    },
    {
      "index": 3,
      "start_time": 13000.0,
      "end_time": 20199.0,
      "text": "es enormemente variable y, en última instancia, depende de un detalle digamos, inesperado:"
    },
    {
      "index": 4,
      "start_time": 20199.0,
      "end_time": 26179.0,
      "text": "qué tipo de infancia hemos tenido. La clave para saber si la crítica se experimentará como"
    },
    {
      "index": 5,
      "start_time": 26179.0,
      "end_time": 32960.0,
      "text": "simplemente desagradable o totalmente catastrófica radica en lo que nos sucedió hace muchos años"
    },
    {
      "index": 6,
      "start_time": 32960.0,
      "end_time": 39579.0,
      "text": "en manos de nuestros primeros cuidadores. Lo que significa una \"mala infancia\" es aquí"
    },
    {
      "index": 7,
      "start_time": 39579.0,
      "end_time": 46670.0,
      "text": "una cuestión, más bien simplemente, de amor. Un bebé llega al mundo con una capacidad"
    },
    {
      "index": 8,
      "start_time": 46670.0,
      "end_time": 53600.0,
      "text": "muy limitada para soportar su propio ser. Es la tolerancia, el entusiasmo y el perdón de otra persona"
    },
    {
      "index": 9,
      "start_time": 53600.0,
      "end_time": 60680.0,
      "text": "que gradualmente nos aclimata a la existencia. La forma característica en que nuestros cuidadores nos miran"
    },
    {
      "index": 10,
      "start_time": 60680.0,
      "end_time": 67990.0,
      "text": "se convierte en la forma en que nos consideramos a nosotros mismos. Es al ser amado por alguien mas que adquirimos"
    },
    {
      "index": 11,
      "start_time": 67990.0,
      "end_time": 73850.0,
      "text": "el arte de mirar con empatía a nuestros seres agrietados y problemáticos. Simplemente"
    },
    {
      "index": 12,
      "start_time": 73850.0,
      "end_time": 80930.0,
      "text": "no es nuestra tarea creer en nosotros mismos. Dependemos totalmente de una sensación interna"
    },
    {
      "index": 13,
      "start_time": 80930.0,
      "end_time": 87299.0,
      "text": "de haber sido valorado desmedidamente por otra persona al principio como una protección"
    },
    {
      "index": 14,
      "start_time": 87299.0,
      "end_time": 93310.0,
      "text": "contra el descuido posterior del mundo. No necesitamos ser amados por muchos, con uno"
    },
    {
      "index": 15,
      "start_time": 93310.0,
      "end_time": 99360.0,
      "text": "esta bien, y doce años podrían ser suficientes, dieciséis idealmente, pero sin eso la eterna admiración"
    },
    {
      "index": 16,
      "start_time": 99360.0,
      "end_time": 105469.0,
      "text": "de millones jamás podrá convencernos de nuestra bondad. Y con tal amor,"
    },
    {
      "index": 17,
      "start_time": 105469.0,
      "end_time": 112259.0,
      "text": "el desprecio de millones nunca tendrá que ser fatal. Las malas infancias tienen una desafortunada"
    },
    {
      "index": 18,
      "start_time": 112280.0,
      "end_time": 118090.0,
      "text": "tendencia a llevarnos a buscar situaciones en las que hay una posibilidad teórica"
    },
    {
      "index": 19,
      "start_time": 118090.0,
      "end_time": 124600.0,
      "text": "de recibir una aprobación desmesurada, lo que significa, también, un alto riesgo de encontrar"
    },
    {
      "index": 20,
      "start_time": 124620.0,
      "end_time": 131750.0,
      "text": "una desaprobación descomunal. El emocionalmente privado regresa, casi maniáticamente a la pregunta,"
    },
    {
      "index": 21,
      "start_time": 131750.0,
      "end_time": 137750.0,
      "text": "nunca realmente resuelta: \"¿Merezco existir?\" Y esta es la razón por la que típicamente"
    },
    {
      "index": 22,
      "start_time": 137750.0,
      "end_time": 143330.0,
      "text": "hacen un esfuerzo inusual en los intentos de ser famosos y visiblemente exitosos. Pero, por supuesto,"
    },
    {
      "index": 23,
      "start_time": 143330.0,
      "end_time": 148610.0,
      "text": "el mundo en general nunca dará a los emocionalmente nerviosos la confirmación incondicional que"
    },
    {
      "index": 24,
      "start_time": 148610.0,
      "end_time": 153360.0,
      "text": "buscan; siempre habrá disidentes y críticos, gente demasiado golpeada por su"
    },
    {
      "index": 25,
      "start_time": 153360.0,
      "end_time": 159080.0,
      "text": "propio pasado para poder ser amable con los demás, y es a estas voces a las que aquellos"
    },
    {
      "index": 26,
      "start_time": 159080.0,
      "end_time": 166870.0,
      "text": "con malas infancias se sintonizarán, por más entusiastas que puedan ser las masas. A lo largo del camino, podemos"
    },
    {
      "index": 27,
      "start_time": 166870.0,
      "end_time": 173290.0,
      "text": "observar que el principal indicador de ser un buen padre es que el hijo simplemente"
    },
    {
      "index": 28,
      "start_time": 173290.0,
      "end_time": 181200.0,
      "text": "no tiene interés en ser querido por un gran número de extraños. No todos escuchamos lo mismo"
    },
    {
      "index": 29,
      "start_time": 181200.0,
      "end_time": 187340.0,
      "text": "cuando somos criticados. Algunos de nosotros, los afortunados, escuchamos solo el mensaje superficial"
    },
    {
      "index": 30,
      "start_time": 187340.0,
      "end_time": 193560.0,
      "text": "del aquí y ahora: que nuestro trabajo no cumplió con las expectativas, que debemos esforzarnos más"
    },
    {
      "index": 31,
      "start_time": 193560.0,
      "end_time": 200320.0,
      "text": "con nuestras tareas, que nuestro libro, película o canción no fue excelente. Esto puede ser soportable."
    },
    {
      "index": 32,
      "start_time": 200320.0,
      "end_time": 206090.0,
      "text": "Pero los más heridos entre nosotros oyen mucho más. La crítica los lleva directamente a la"
    },
    {
      "index": 33,
      "start_time": 206090.0,
      "end_time": 213290.0,
      "text": "lesión primordial. Un ataque ahora se entrelaza con los ataques del pasado y se vuelve enorme"
    },
    {
      "index": 34,
      "start_time": 213290.0,
      "end_time": 218750.0,
      "text": "e inmanejable en su intensidad. El jefe o un colega antipático se convierte en el padre"
    },
    {
      "index": 35,
      "start_time": 218750.0,
      "end_time": 224341.0,
      "text": "que nos defrauda. Todo se pone en duda. No solo el trabajo fue insatisfactorio, sino que"
    },
    {
      "index": 36,
      "start_time": 224341.0,
      "end_time": 229540.0,
      "text": "somos un ser miserable, inmerecido, una basura, la peor persona del mundo,"
    },
    {
      "index": 37,
      "start_time": 229540.0,
      "end_time": 236960.0,
      "text": "porque así es como se sentía, en aquel entonces, en la mente infante, frágil e indefensa. Saber"
    },
    {
      "index": 38,
      "start_time": 236960.0,
      "end_time": 242680.0,
      "text": "más sobre nuestra infancia difícil nos proporciona una línea de defensa vital contra los"
    },
    {
      "index": 39,
      "start_time": 242680.0,
      "end_time": 247840.0,
      "text": "efectos de la crítica. Significa que podemos estar en guardia, cuando somos atacados, contra"
    },
    {
      "index": 40,
      "start_time": 247840.0,
      "end_time": 253740.0,
      "text": "elevar la crítica innecesariamente. Podemos aprender a separar el veredicto de hoy"
    },
    {
      "index": 41,
      "start_time": 253740.0,
      "end_time": 259329.0,
      "text": "del veredicto emocional que estamos llevando con nosotros y siempre buscando confirmar"
    },
    {
      "index": 42,
      "start_time": 259329.0,
      "end_time": 265580.0,
      "text": "con el uso de los eventos actuales. Podemos aprender que, por muy tristes que sean los ataques,"
    },
    {
      "index": 43,
      "start_time": 265580.0,
      "end_time": 272439.0,
      "text": "no son nada junto a la verdadera tragedia y la causa efectiva de nuestra tristeza: que las cosas"
    },
    {
      "index": 44,
      "start_time": 272439.0,
      "end_time": 279020.0,
      "text": "salieron mal entonces. Y así podemos dirigir nuestra atención a donde realmente pertenece;"
    },
    {
      "index": 45,
      "start_time": 279020.0,
      "end_time": 286060.0,
      "text": "lejos de los críticos de hoy y hacia el padre poco convencido de antaño. Podemos perdonarnos"
    },
    {
      "index": 46,
      "start_time": 286060.0,
      "end_time": 292120.0,
      "text": "a nosotros mismos por ser, en esta área, sin culpa nuestra, extremadamente sensibles y,"
    },
    {
      "index": 47,
      "start_time": 292120.0,
      "end_time": 299009.0,
      "text": "en esencia, estar mentalmente mal. No podemos detener los ataques del mundo, pero podemos,"
    },
    {
      "index": 48,
      "start_time": 299009.0,
      "end_time": 305889.0,
      "text": "a través de una exploración de nuestras historias, cambiar lo que significan para nosotros. También podemos, de manera importante,"
    },
    {
      "index": 49,
      "start_time": 305889.0,
      "end_time": 311850.0,
      "text": "obtener una segunda oportunidad: podemos volver atrás y corregir el veredicto original del mundo. Podemos"
    },
    {
      "index": 50,
      "start_time": 311850.0,
      "end_time": 318169.0,
      "text": "tomar medidas para exponernos a la mirada de amigos o, más idealmente, de un terapeuta talentoso"
    },
    {
      "index": 51,
      "start_time": 318169.0,
      "end_time": 323919.0,
      "text": "que puede sostener un espejo más benigno y enseñarnos una lección que debería habernos"
    },
    {
      "index": 52,
      "start_time": 323920.0,
      "end_time": 332320.0,
      "text": "sido regalada desde el principio; que como todos los humanos, cualesquiera que sean nuestros defectos, merecemos estar aquí."
    },
    {
      "index": 53,
      "start_time": 335680.0,
      "end_time": 343440.0,
      "text": "En The School of Life creemos que la confianza es una habilidad que podemos aprender."
    },
    {
      "index": 54,
      "start_time": 343440.0,
      "end_time": 349440.0,
      "text": "Nuestras tarjetas de aviso de confianza están diseñadas para ayudarnos a dominar este misterioso arte. Haz click ahora para aprender más."
    }
  ]
}