{
  "video_id": "BzB5xtGGsTc",
  "title": "The Economics of Airline Class",
  "json": [
    {
      "index": 1,
      "start_time": 630.0,
      "end_time": 6310.0,
      "text": "Este video de Wendover Productions, llega gracias a Squarespace --"
    },
    {
      "index": 2,
      "start_time": 6310.0,
      "end_time": 11031.0,
      "text": "Da tu próximo paso con un hermoso website de Squarespace. Este video es una continuación"
    },
    {
      "index": 3,
      "start_time": 11031.0,
      "end_time": 16269.0,
      "text": "del anterior -- ¿Porqué los aviones no vuelan mas rápido?. Terminé hablando mucho sobre el Concorde,"
    },
    {
      "index": 4,
      "start_time": 16268.999999999998,
      "end_time": 21269.0,
      "text": "el avión supersónico, pero parte de la historia no fue contada. Aún cuando el Concorde no tuvo éxito,"
    },
    {
      "index": 5,
      "start_time": 21269.0,
      "end_time": 27229.0,
      "text": "ni era comercialmente viable, tuvo un profundo efecto sobre como volamos hoy."
    },
    {
      "index": 6,
      "start_time": 27229.0,
      "end_time": 32029.0,
      "text": "Permítanme explicar: la clase económica no es la manera en la que las aerolíneas ganan dinero."
    },
    {
      "index": 7,
      "start_time": 32029.000000000004,
      "end_time": 36970.0,
      "text": "El dinero real, al menos para las aerolíneas tradicionales, está en los asientos de lujo. Tomemos como ejemplo"
    },
    {
      "index": 8,
      "start_time": 36970.0,
      "end_time": 42880.0,
      "text": "este 777 de British Airways. Hay 224 asientos en total en este avión y va diariamente entre los aeropuertos"
    },
    {
      "index": 9,
      "start_time": 42880.0,
      "end_time": 48020.0,
      "text": "Heathrow (Londres) y Dulles (Washington). Un boleto vuelo redondo en económica"
    },
    {
      "index": 10,
      "start_time": 48020.0,
      "end_time": 53980.0,
      "text": "saliendo el 15 de Marzo y volviendo el 22, al momento de escribir, cuesta 876$."
    },
    {
      "index": 11,
      "start_time": 53980.0,
      "end_time": 60360.0,
      "text": "Eso significa que, si cada uno de los 122 asientos en económica están llenos, toda la sección trasera"
    },
    {
      "index": 12,
      "start_time": 60360.0,
      "end_time": 68880.0,
      "text": "del avión le producirá a la aerolínea, ida y vuelta, 106.872$. Mientras que"
    },
    {
      "index": 13,
      "start_time": 68880.0,
      "end_time": 75710.0,
      "text": "el precio por uno de los asientos en clase premium es de 2.633$ ida y vuelta, por lo que la cabina entera dará"
    },
    {
      "index": 14,
      "start_time": 75710.0,
      "end_time": 83020.0,
      "text": "105.320$. Como ya se puede ver, la sección de 40 asientos premium de British Airways"
    },
    {
      "index": 15,
      "start_time": 83020.0,
      "end_time": 87840.0,
      "text": "produce casi lo mismo que la sección de clase económica. Subiendo a clase ejecutiva,"
    },
    {
      "index": 16,
      "start_time": 87840.0,
      "end_time": 98040.0,
      "text": "hay 48 asientos vendidos cada uno por 6.723$, produciendo a la aerolínea 322.704$."
    },
    {
      "index": 17,
      "start_time": 98040.0,
      "end_time": 108530.0,
      "text": "Los 14 asientos en Primera Clase se venden por 8.715$ cada uno, para un total de 122.010$. Entonces, los 14"
    },
    {
      "index": 18,
      "start_time": 108530.0,
      "end_time": 114049.0,
      "text": "pasajeros al frente del avión producen más a la aerolínea que los 122"
    },
    {
      "index": 19,
      "start_time": 114049.0,
      "end_time": 119859.0,
      "text": "en la parte trasera. En total, las 3 cabinas ejecutivas -- premium, ejecutiva y primera -- producen"
    },
    {
      "index": 20,
      "start_time": 119859.0,
      "end_time": 128009.0,
      "text": "en este vuelo 550.034$. Eso significa que ¡el 45% de los pasajeros dan"
    },
    {
      "index": 21,
      "start_time": 128008.99999999999,
      "end_time": 133190.0,
      "text": "el 84% de la ganancia de la aerolínea! Ahora, tengo que hacer unas salvedades. Ninguna aerolínea"
    },
    {
      "index": 22,
      "start_time": 133190.0,
      "end_time": 139430.0,
      "text": "en el mundo produce medio millón de dólares en un vuelo de seis horas sobre el atlántico."
    },
    {
      "index": 23,
      "start_time": 139430.0,
      "end_time": 143690.0,
      "text": "De ser así, estarían nadando en dinero. Las tarifas para esta ruta en particular son significativamente más altas"
    },
    {
      "index": 24,
      "start_time": 143690.0,
      "end_time": 148890.0,
      "text": "que la tarifa pagada promedio para este vuelo porque son tarifas sin paradas entre dos ciudades"
    },
    {
      "index": 25,
      "start_time": 148890.0,
      "end_time": 154050.0,
      "text": "de alto ingreso y alta demanda. Por supuesto, la mayoría de los pasajeros de ese vuelo"
    },
    {
      "index": 26,
      "start_time": 154050.0,
      "end_time": 158900.0,
      "text": "no vuelan entre Londres y Washington, ellos traen conexiones."
    },
    {
      "index": 27,
      "start_time": 158900.0,
      "end_time": 164280.0,
      "text": "Si tu boleto viene de, digamos, Estocolmo, y conectas con este vuelo 777 a Washington"
    },
    {
      "index": 28,
      "start_time": 164280.0,
      "end_time": 172210.0,
      "text": "el precio en clase económica baja a 392$, el premium a 1.150$, el de clase ejecutiva"
    },
    {
      "index": 29,
      "start_time": 172210.0,
      "end_time": 180040.0,
      "text": "a 3.025$ y el de primera clase a 5.564$. Pero las proporciones son mas o menos las mismas."
    },
    {
      "index": 30,
      "start_time": 180040.0,
      "end_time": 185310.0,
      "text": "La gran mayoría de la ganancia viene de la minoría de pasajeros. En particular este vuelo 777"
    },
    {
      "index": 31,
      "start_time": 185310.0,
      "end_time": 190370.0,
      "text": "de British Airways es pensado para una configuración lujosa porque British Airways es una aerolínea"
    },
    {
      "index": 32,
      "start_time": 190370.0,
      "end_time": 196900.0,
      "text": "que se enfoca bastante en viaje de lujo, pero aún así, en promedio, 2/3 de la ganancia"
    },
    {
      "index": 33,
      "start_time": 196900.0,
      "end_time": 202630.0,
      "text": "de cualquier aerolínea viene de los pasajeros en clases Primera, Ejecutiva y Premium,"
    },
    {
      "index": 34,
      "start_time": 202630.0,
      "end_time": 205880.0,
      "text": "pero este no siempre fue el caso. A comienzos de la aviación comercial,"
    },
    {
      "index": 35,
      "start_time": 205880.0,
      "end_time": 210520.0,
      "text": "no habían clases porque todo era lujo. Eso no quiere decir que fuesen lujosos--"
    },
    {
      "index": 36,
      "start_time": 210520.0,
      "end_time": 215380.0,
      "text": "un avión de 1920 se veía así-- pero volar era costoso porque la experiencia de volar"
    },
    {
      "index": 37,
      "start_time": 215380.0,
      "end_time": 219710.0,
      "text": "era un lujo en sí mismo. De la misma manera que no ves al Virgin Galactic"
    },
    {
      "index": 38,
      "start_time": 219710.0,
      "end_time": 224360.0,
      "text": "vendiendo asientos en clases económica, ejecutiva y primera en sus vuelos planeados para turistas"
    },
    {
      "index": 39,
      "start_time": 224360.0,
      "end_time": 229800.0,
      "text": "espaciales. La experiencia en sí misma es un lujo. Una vez los viajes espaciales comerciales sean comunes,"
    },
    {
      "index": 40,
      "start_time": 229800.0,
      "end_time": 233990.0,
      "text": "seguramente veremos una clasificación de la experiencia, pero hasta que un modo de transporte"
    },
    {
      "index": 41,
      "start_time": 233990.0,
      "end_time": 238421.0,
      "text": "tenga un precio que sea pagable por una persona normal, todo será Primera Clase."
    },
    {
      "index": 42,
      "start_time": 238421.0,
      "end_time": 242360.0,
      "text": "En 1950 un asiento ida y vuelta entre Nueva York y"
    },
    {
      "index": 43,
      "start_time": 242360.0,
      "end_time": 250540.0,
      "text": "Londres costaba 675$ -ajustando por inflación serían 6.800$ hoy- casi el mismo precio"
    },
    {
      "index": 44,
      "start_time": 250540.0,
      "end_time": 255819.0,
      "text": "de un boleto en primera clase en la misma ruta a día de hoy. Es el mismo tipo de pasajero"
    },
    {
      "index": 45,
      "start_time": 255819.0,
      "end_time": 261150.0,
      "text": "volando en estos asientos. Lo que ha cambiado es quien vuela en la cola del avión."
    },
    {
      "index": 46,
      "start_time": 261149.99999999997,
      "end_time": 265710.0,
      "text": "Así que la historia del desarrollo de clases de aerolíneas no es la historia de como crearon"
    },
    {
      "index": 47,
      "start_time": 265710.0,
      "end_time": 271290.0,
      "text": "asientos cada vez mas lujosos, sino de como redujeron costos para que mas y mas gente pueda volar."
    },
    {
      "index": 48,
      "start_time": 271290.0,
      "end_time": 276840.0,
      "text": "También es una fascinante demostración de economía. Las aerolíneas han logrado una manera de"
    },
    {
      "index": 49,
      "start_time": 276840.0,
      "end_time": 282080.0,
      "text": "vender el mismo producto a distintas personas por diferente precio. El producto que venden es"
    },
    {
      "index": 50,
      "start_time": 282080.0,
      "end_time": 286000.0,
      "text": "el mismo en general sin importar donde vueles -un vuelo de"
    },
    {
      "index": 51,
      "start_time": 286000.0,
      "end_time": 290190.0,
      "text": "un punto A a un punto B. Lo que cambia es la experiencia dentro del avión."
    },
    {
      "index": 52,
      "start_time": 290190.0,
      "end_time": 295100.0,
      "text": "La primera clasificación de viaje aéreo sucedió en los 40's y 50's. Una gran porción de"
    },
    {
      "index": 53,
      "start_time": 295100.0,
      "end_time": 299290.0,
      "text": "las ganancias de las aerolíneas para entonces venía de las rutas de correo aéreo para el Servicio Postal de"
    },
    {
      "index": 54,
      "start_time": 299290.0,
      "end_time": 304251.0,
      "text": "Estados Unidos. Estos vuelos tenían muchas paradas a horas incómodas."
    },
    {
      "index": 55,
      "start_time": 304251.0,
      "end_time": 309040.0,
      "text": "Aunque los aviones cargaban principalmente correo, también tenían una sección para pasajeros."
    },
    {
      "index": 56,
      "start_time": 309040.0,
      "end_time": 313630.0,
      "text": "Las tarifas de primera clases te llevaban, por ejemplo, de Nueva York a Chicago, mientras que las otras"
    },
    {
      "index": 57,
      "start_time": 313630.0,
      "end_time": 318350.0,
      "text": "te llevaban en un vuelo de correo que salía a las 2 am y paraba en Pittsburgh y Cleveland de camino a Chicago."
    },
    {
      "index": 58,
      "start_time": 318350.0,
      "end_time": 322540.0,
      "text": "Aunque el vuelo era mas barato y tomaba mas tiempo, la experiencia a bordo del avión"
    },
    {
      "index": 59,
      "start_time": 322540.0,
      "end_time": 328010.0,
      "text": "era prácticamente la misma. No fue sino hasta 1952 que las aerolíneas comenzaron a vender"
    },
    {
      "index": 60,
      "start_time": 328010.0,
      "end_time": 332940.0,
      "text": "los mismos vuelos a diferentes precios. Una aerolínea, por ejemplo, vendía boletos"
    },
    {
      "index": 61,
      "start_time": 332940.0,
      "end_time": 339680.0,
      "text": "de ida en clase estándar entre Nueva York y Londres por 395$ y los de clase turista por 270$."
    },
    {
      "index": 62,
      "start_time": 339680.0,
      "end_time": 344770.0,
      "text": "Era exactamente el mismo vuelo en el mismo avión -la diferencia estaba en el boleto."
    },
    {
      "index": 63,
      "start_time": 344770.0,
      "end_time": 349820.0,
      "text": "Los boletos en clase turista se compraban con antelación y no tenían flexibilidad --tenías que volar"
    },
    {
      "index": 64,
      "start_time": 349820.0,
      "end_time": 354121.0,
      "text": "precisamente en el mismo vuelo en el que el boleto fue comprado. Como su nombre dice, esto boletos"
    },
    {
      "index": 65,
      "start_time": 354121.0,
      "end_time": 359550.0,
      "text": "eran principalmente para turistas. Los turistas planean viajes con mucha antelación y no requieren flexibilidad,"
    },
    {
      "index": 66,
      "start_time": 359550.0,
      "end_time": 364840.0,
      "text": "así que para ellos no era un problema el comprometerse a un vuelo. Los boletos de precio completo"
    },
    {
      "index": 67,
      "start_time": 364840.0,
      "end_time": 370050.0,
      "text": "eran para otro tipo de viajero --la persona de negocios. Los viajeros de negocios, para empezar,"
    },
    {
      "index": 68,
      "start_time": 370050.0,
      "end_time": 374590.0,
      "text": "normalmente no pagan por su boleto. Estos son pagados por su empleador, así que no"
    },
    {
      "index": 69,
      "start_time": 374590.0,
      "end_time": 379440.0,
      "text": "les importa el costo del boleto. Los viajeros de negocios también requieren flexibilidad"
    },
    {
      "index": 70,
      "start_time": 379440.0,
      "end_time": 384430.0,
      "text": "y generalmente no compran boletos sino hasta última hora. Para entonces era común el ir al escritorio"
    },
    {
      "index": 71,
      "start_time": 384430.0,
      "end_time": 388310.0,
      "text": "una hora antes del vuelo y comprar un boleto."
    },
    {
      "index": 72,
      "start_time": 388310.0,
      "end_time": 393370.0,
      "text": "Para ellos eran los boletos de precio completo. Con este sistema, las aerolíneas segmentaban"
    },
    {
      "index": 73,
      "start_time": 393370.0,
      "end_time": 398520.0,
      "text": "el mercado en dos categorías basado en lo que la gente esté dispuesta a pagar."
    },
    {
      "index": 74,
      "start_time": 398520.0,
      "end_time": 403320.0,
      "text": "En décadas siguientes, esta fue la única gran clasificación en el sistema de viajes aéreos."
    },
    {
      "index": 75,
      "start_time": 403320.0,
      "end_time": 411940.0,
      "text": "Entonces, entre 1969 y 1978 sucedieron tres cosas --vuela por primera vez el 747, vuela el Concorde, y"
    },
    {
      "index": 76,
      "start_time": 411940.0,
      "end_time": 417960.0,
      "text": "las aerolíneas dejan de ser reguladas en los Estados Unidos. El 747 le dió a las aerolíneas"
    },
    {
      "index": 77,
      "start_time": 417960.0,
      "end_time": 423560.0,
      "text": "espacio para experimentar con el lujo, el Concorde les dió una razón para ello, y la desregulación"
    },
    {
      "index": 78,
      "start_time": 423560.0,
      "end_time": 428380.0,
      "text": "les dió la posibilidad de hacerlo. Antes, todos los precios aéreos eran muy vigilados en EEUU,"
    },
    {
      "index": 79,
      "start_time": 428380.0,
      "end_time": 432800.0,
      "text": "y era difícil para las aerolíneas cobrar el costo que ellas querían para diferentes clases,"
    },
    {
      "index": 80,
      "start_time": 432800.0,
      "end_time": 437901.0,
      "text": "pero con la desregulación, las aerolíneas ahora tenían control total sobre los precios de sus boletos."
    },
    {
      "index": 81,
      "start_time": 437901.0,
      "end_time": 441960.0,
      "text": "Para entonces, la gran diferencia estaba en el boleto. Algunas aerolíneas habían introducido"
    },
    {
      "index": 82,
      "start_time": 441960.0,
      "end_time": 446300.0,
      "text": "tarifas de primera clase con mejores asientos, pero las aerolíneas notaron que debían tratar"
    },
    {
      "index": 83,
      "start_time": 446300.0,
      "end_time": 450680.0,
      "text": "a los viajeros de negocios que compraban boletos a precio completo de una forma diferente al turista"
    },
    {
      "index": 84,
      "start_time": 450680.0,
      "end_time": 454990.0,
      "text": "que pagaba un precio menor. Mas y mas de estos viajeros de negocios volaban en clase turista."
    },
    {
      "index": 85,
      "start_time": 454990.0,
      "end_time": 460180.0,
      "text": "Comenzaron por separar físicamente a los pasajeros. Los de precio completo se sentarían delante,"
    },
    {
      "index": 86,
      "start_time": 460180.0,
      "end_time": 464820.0,
      "text": "mientras que los pasajeros de menor tarifa irían atrás. Luego las aerolíneas empezaron a"
    },
    {
      "index": 87,
      "start_time": 464820.0,
      "end_time": 470020.0,
      "text": "bloquear el asiento del medio a los pasajeros de precio completo. Finalmente"
    },
    {
      "index": 88,
      "start_time": 470020.0,
      "end_time": 474290.0,
      "text": "algunas aerolíneas comenzaron a construir cabinas con mejores cosas y amenidades."
    },
    {
      "index": 89,
      "start_time": 474290.0,
      "end_time": 480370.0,
      "text": "Pero, salvo excepciones, las aerolíneas evitaban la primera clase. Principalmente se enfocaban en atraer"
    },
    {
      "index": 90,
      "start_time": 480370.0,
      "end_time": 484520.0,
      "text": "esa clase media de viajero porque el Concorde iba a ser el avión de primera clase"
    },
    {
      "index": 91,
      "start_time": 484520.0,
      "end_time": 489520.0,
      "text": "para los ricos y famosos --los aviones normales serían para clases ejecutiva y económica... O eso pensaron."
    },
    {
      "index": 92,
      "start_time": 489520.0,
      "end_time": 493300.0,
      "text": "Obviamente como escuchaste en mi video anterior,"
    },
    {
      "index": 93,
      "start_time": 493300.0,
      "end_time": 499040.0,
      "text": "el Concorde falló... estrepitosamente. Las aerolíneas evitaron primera clase durante los 70 y 80"
    },
    {
      "index": 94,
      "start_time": 499040.0,
      "end_time": 504050.0,
      "text": "debido al Concorde, pero al empezar a notar la caída del vuelo supersónico,"
    },
    {
      "index": 95,
      "start_time": 504050.0,
      "end_time": 509800.0,
      "text": "algunas aerolíneas lentamente reintrodujeron la primera clase en aviones subsónicos. Pero el efecto se ve aún hoy."
    },
    {
      "index": 96,
      "start_time": 509800.0,
      "end_time": 515830.0,
      "text": "De las muchas de aerolíneas con vuelos trasatlánticos, solo seis tienen una cabina de primera clase."
    },
    {
      "index": 97,
      "start_time": 515830.00000000006,
      "end_time": 521599.00000000006,
      "text": "En los 60's y 70's la competencia inminente del Concorde motivó a las aerolíneas a optimizar"
    },
    {
      "index": 98,
      "start_time": 521599.00000000006,
      "end_time": 526980.0,
      "text": "esa clase media --clase ejecutiva-- y quizás no la habríamos visto tan temprano como lo hicimos"
    },
    {
      "index": 99,
      "start_time": 526980.0,
      "end_time": 529880.0,
      "text": "de no ser por esa cercana disrupción a la industria."
    },
    {
      "index": 100,
      "start_time": 529880.0,
      "end_time": 535231.0,
      "text": "Pero hay otra tendencia que explicar --la primera clase está desapareciendo... otra vez. Veamos el mapa de"
    },
    {
      "index": 101,
      "start_time": 535231.0,
      "end_time": 540330.0,
      "text": "asientos de un A380 de Etihad. Cada asiento de clase económica en este avión toma 0.35 m² de espacio,"
    },
    {
      "index": 102,
      "start_time": 540330.0,
      "end_time": 545360.0,
      "text": "los asientos de clase ejecutiva toman 0.94 m² de espacio,"
    },
    {
      "index": 103,
      "start_time": 545360.0,
      "end_time": 550500.0,
      "text": "y los asientos de primera clase toman 3.25 m² de espacio."
    },
    {
      "index": 104,
      "start_time": 550500.0,
      "end_time": 557320.0,
      "text": "En un vuelo de Abu Dhabi a Nueva York, los boletos de clases económica cuestan 1.253$ ida y vuelta,"
    },
    {
      "index": 105,
      "start_time": 557320.0,
      "end_time": 564750.0,
      "text": "los boletos en ejecutiva cuestan 6.140$, y los boletos en primera clase cuestan 14.128$. Eso significa que"
    },
    {
      "index": 106,
      "start_time": 564750.0,
      "end_time": 572080.0,
      "text": "clase económica produce 3.580$ por metro cuadrado, clase ejecutiva 6.532$ por metro cuadrado,"
    },
    {
      "index": 107,
      "start_time": 572080.0,
      "end_time": 577800.0,
      "text": "y primera clase produce 4.347$ por metro cuadrado. La diferencia entre clase económica y ejecutiva es enorme,"
    },
    {
      "index": 108,
      "start_time": 577800.0,
      "end_time": 582710.0,
      "text": "--un asiento pequeño contra una cama-- pero la diferencia entre clase ejecutiva"
    },
    {
      "index": 109,
      "start_time": 582710.0,
      "end_time": 587930.0,
      "text": "y primera clase es solo un poco mas de espacio y mejor comida. Es muy difícil para una"
    },
    {
      "index": 110,
      "start_time": 587930.0,
      "end_time": 592040.0,
      "text": "aerolínea vender primera clase por mucho mas que clase ejecutiva, ya que la experiencia es casi la misma,"
    },
    {
      "index": 111,
      "start_time": 592040.0,
      "end_time": 597560.0,
      "text": "pero el costo para las aerolíneas de tener una cabina de primera clase es significativamente mayor."
    },
    {
      "index": 112,
      "start_time": 597560.0,
      "end_time": 601950.0,
      "text": "Por ello, mas y mas aerolíneas están eliminando primera clase para colocar más asientos"
    },
    {
      "index": 113,
      "start_time": 601950.0,
      "end_time": 606310.0,
      "text": "de clase ejecutiva, sencillamente es más rentable. Si una aerolínea pudiera llenar un avión con"
    },
    {
      "index": 114,
      "start_time": 606310.0,
      "end_time": 611540.0,
      "text": "pasajeros de clase ejecutiva lo haría --ya lo han intentado-- pero prácticamente ninguna ruta tiene la"
    },
    {
      "index": 115,
      "start_time": 611540.0,
      "end_time": 617370.0,
      "text": "demanda de prestigio para llenar un avión de clase ejecutiva. Todos los que van en económica van allí,"
    },
    {
      "index": 116,
      "start_time": 617370.0,
      "end_time": 622730.0,
      "text": "a fin de cuentas, para llenar el avión.\nEste video es posible gracias a Squarespace."
    },
    {
      "index": 117,
      "start_time": 622730.0,
      "end_time": 626670.0,
      "text": "Squarespace es la manera mas fácil de hacer tu sitio web. Lo he usado para varios sitios"
    },
    {
      "index": 118,
      "start_time": 626670.0,
      "end_time": 631490.0,
      "text": "distintos incluído WendoverProductions.com. Como dije antes, básicamente compré ese"
    },
    {
      "index": 119,
      "start_time": 631490.0,
      "end_time": 636080.0,
      "text": "dominio para asegurarme que nadie más lo hiciera. No tengo la necesidad o tiempo de hacer un sitio complejo,"
    },
    {
      "index": 120,
      "start_time": 636080.0,
      "end_time": 641080.0,
      "text": "así que tomé unos 15 minutos en crear una landing page. Fue muy fácil"
    },
    {
      "index": 121,
      "start_time": 641080.0,
      "end_time": 645420.0,
      "text": "con las plantillas de Squarespace y, en mi opinión, se ve muy bien."
    },
    {
      "index": 122,
      "start_time": 645420.0,
      "end_time": 649890.0,
      "text": "Ahora puedo darle a la gente un enlace que los lleve a una página con todos los enlaces a mis redes sociales."
    },
    {
      "index": 123,
      "start_time": 649890.0,
      "end_time": 655540.0,
      "text": "Puedes crear una landing page como esta, un blog, una tienda, realmente cualquier cosa con Squarespace"
    },
    {
      "index": 124,
      "start_time": 655540.0,
      "end_time": 660180.0,
      "text": "y lo mejor es que puedes tener un 10% de descuento en tu primera compra usando el código \"Wendover\""
    },
    {
      "index": 125,
      "start_time": 660180.0,
      "end_time": 666959.0,
      "text": "en Squarespace.com/wendover. Eso ayuda a que apoyes el canal. Así que por favor,"
    },
    {
      "index": 126,
      "start_time": 666959.0,
      "end_time": 673110.0,
      "text": "da un vistazo a Squarespace en squarespace.com/wendover. Para finalizar,"
    },
    {
      "index": 127,
      "start_time": 673110.0,
      "end_time": 679230.0,
      "text": "puedes apoyar Wendover Productions en www.patreon.com/wendoverproductions, seguirme en twitter en @WendoverPro,"
    },
    {
      "index": 128,
      "start_time": 679230.0,
      "end_time": 684330.0,
      "text": "ver mi ultimo video \"¿Porqué los aviones no vuelan más rápido?\" aquí, revisar mi subreddit de fans aquí,"
    },
    {
      "index": 129,
      "start_time": 684330.0,
      "end_time": 688990.0,
      "text": "y principalmente, suscribirte a este canal para recibir todos mis futuros videos en cuanto salgan."
    },
    {
      "index": 130,
      "start_time": 688990.0,
      "end_time": 693200.0,
      "text": "Gracias nuevamente por vernos, y nos veremos en dos semanas para otro video de"
    },
    {
      "index": 131,
      "start_time": 693200.0,
      "end_time": 694880.0,
      "text": "Wendover Productions."
    }
  ]
}