{
  "video_id": "CEv_0r5huTY",
  "title": "3 reasons to go Deep - Ep. 3 (Deep Learning SIMPLIFIED)",
  "json": [
    {
      "index": 1,
      "start_time": 2570.0,
      "end_time": 7750.0,
      "text": "Si quieres que tu computadora reconozca patrones MUY complejos, entonces confía en mí"
    },
    {
      "index": 2,
      "start_time": 7750.0,
      "end_time": 13610.0,
      "text": "- realmente necesita empezar a usar redes neuronales. Cuando los patrones se vuelven realmente complejos,"
    },
    {
      "index": 3,
      "start_time": 13610.0,
      "end_time": 19340.0,
      "text": "Las redes neuronales comienzan a superar a toda su competencia. Además, las GPU pueden entrenarlas más rápido"
    },
    {
      "index": 4,
      "start_time": 19340.0,
      "end_time": 24490.0,
      "text": "¡que nunca antes! Vamos a ver."
    },
    {
      "index": 5,
      "start_time": 24490.0,
      "end_time": 30189.0,
      "text": "Las redes neuronales realmente tienen el potencial de revolucionar el campo de la Inteligencia Artificial. Todos"
    },
    {
      "index": 6,
      "start_time": 30189.0,
      "end_time": 35010.0,
      "text": "Saber que los ordenadores son muy buenos con cálculos repetitivos e instrucciones detalladas, pero"
    },
    {
      "index": 7,
      "start_time": 35010.0,
      "end_time": 40520.0,
      "text": "Históricamente han sido malos en reconocer patrones. Gracias al profundo aprendizaje, esto es"
    },
    {
      "index": 8,
      "start_time": 40520.0,
      "end_time": 44690.0,
      "text": "Todo a punto de cambiar."
    },
    {
      "index": 9,
      "start_time": 44690.0,
      "end_time": 50390.0,
      "text": "Si solo necesita analizar patrones simples, una herramienta de clasificación básica como un SVM o"
    },
    {
      "index": 10,
      "start_time": 50390.0,
      "end_time": 55519.0,
      "text": "La regresión logística es típicamente lo suficientemente buena. Pero cuando sus datos tienen 10s de diferentes entradas"
    },
    {
      "index": 11,
      "start_time": 55519.0,
      "end_time": 60809.0,
      "text": "O más, las redes neuronales comienzan a ganar sobre los otros métodos. Sin embargo, como los patrones"
    },
    {
      "index": 12,
      "start_time": 60809.0,
      "end_time": 66890.0,
      "text": "Se vuelven aún más complejas, las redes neuronales con un pequeño número de capas pueden volverse inutilizables."
    },
    {
      "index": 13,
      "start_time": 66890.0,
      "end_time": 71720.0,
      "text": "La razón es que el número de nodos requeridos en cada capa crece exponencialmente con el"
    },
    {
      "index": 14,
      "start_time": 71720.0,
      "end_time": 77310.0,
      "text": "Número de patrones posibles en los datos. Eventualmente el entrenamiento se vuelve demasiado caro y el"
    },
    {
      "index": 15,
      "start_time": 77310.0,
      "end_time": 82670.0,
      "text": "La precisión comienza a sufrir. Así que para un patrón intrincado - como una imagen de un rostro humano,"
    },
    {
      "index": 16,
      "start_time": 82670.0,
      "end_time": 87670.0,
      "text": "Por ejemplo - los motores básicos de clasificación y las redes neuronales poco profundas simplemente no son buenos"
    },
    {
      "index": 17,
      "start_time": 87670.0,
      "end_time": 91549.0,
      "text": "Suficiente - la única opción práctica es una red profunda."
    },
    {
      "index": 18,
      "start_time": 91549.0,
      "end_time": 97990.0,
      "text": "¿Alguna vez se ha topado con una pared cuando trata de trabajar con datos muy complejos? Por favor comenta"
    },
    {
      "index": 19,
      "start_time": 97990.0,
      "end_time": 101540.0,
      "text": "Y déjame saber tus pensamientos."
    },
    {
      "index": 20,
      "start_time": 101540.0,
      "end_time": 107840.0,
      "text": "Pero, ¿qué permite a una red profunda reconocer estos patrones complejos? La clave es que las redes profundas"
    },
    {
      "index": 21,
      "start_time": 107840.0,
      "end_time": 113560.0,
      "text": "Son capaces de romper los patrones complejos en una serie de patrones más simples. Por ejemplo,"
    },
    {
      "index": 22,
      "start_time": 113560.0,
      "end_time": 119210.0,
      "text": "Digamos que una red tenía que decidir si una imagen contenía o no una cara humana. UN"
    },
    {
      "index": 23,
      "start_time": 119210.0,
      "end_time": 124990.0,
      "text": "La red profunda usaría primero bordes para detectar diferentes partes de la cara - los labios, la nariz, los ojos,"
    },
    {
      "index": 24,
      "start_time": 124990.0,
      "end_time": 130860.0,
      "text": "Orejas, y así sucesivamente - y luego combinar los resultados en conjunto para formar toda la cara."
    },
    {
      "index": 25,
      "start_time": 130860.00000000001,
      "end_time": 136190.0,
      "text": "Esta característica importante - utilizando patrones más simples como bloques de construcción para detectar patrones complejos"
    },
    {
      "index": 26,
      "start_time": 136190.0,
      "end_time": 142220.0,
      "text": "- es lo que da a las redes profundas su fuerza. La precisión de estas redes se ha"
    },
    {
      "index": 27,
      "start_time": 142220.0,
      "end_time": 148190.0,
      "text": "Impresionante - de hecho, una red profunda de google recientemente golpear a un humano en un reconocimiento de patrones"
    },
    {
      "index": 28,
      "start_time": 148190.0,
      "end_time": 149630.0,
      "text": "reto."
    },
    {
      "index": 29,
      "start_time": 149630.0,
      "end_time": 155120.0,
      "text": "No es sorprendente que las redes profundas estuvieran inspiradas en la estructura de nuestro"
    },
    {
      "index": 30,
      "start_time": 155120.0,
      "end_time": 161250.0,
      "text": "sesos. Incluso en los primeros días de las redes neuronales, los investigadores querían vincular un gran número de"
    },
    {
      "index": 31,
      "start_time": 161250.0,
      "end_time": 165990.0,
      "text": "Perceptores juntos en una web en capas - una idea que ayudó a mejorar su precisión."
    },
    {
      "index": 32,
      "start_time": 165990.0,
      "end_time": 171690.0,
      "text": "Se cree que nuestros cerebros tienen una arquitectura muy profunda y que decimos patrones"
    },
    {
      "index": 33,
      "start_time": 171690.0,
      "end_time": 176810.0,
      "text": "Como una red profunda - detectamos patrones complejos detectando primero, y combinando,"
    },
    {
      "index": 34,
      "start_time": 176810.0,
      "end_time": 180090.0,
      "text": "Los sencillos."
    },
    {
      "index": 35,
      "start_time": 180090.0,
      "end_time": 186260.0,
      "text": "Hay una desventaja en todo esto: las redes profundas tardan mucho más en entrenarse. Las buenas noticias"
    },
    {
      "index": 36,
      "start_time": 186260.0,
      "end_time": 190530.0,
      "text": "Es que los recientes avances en la informática han reducido realmente la cantidad de tiempo que toma"
    },
    {
      "index": 37,
      "start_time": 190530.0,
      "end_time": 196070.0,
      "text": "Para entrenar adecuadamente una red. Las GPU de alto rendimiento pueden terminar de entrenar una red compleja en"
    },
    {
      "index": 38,
      "start_time": 196070.0,
      "end_time": 202980.0,
      "text": "Menos de una semana, cuando las CPUs rápidas pueden haber tardado semanas o incluso meses."
    },
    {
      "index": 39,
      "start_time": 202980.0,
      "end_time": 206730.0,
      "text": "Antes de hablar más sobre los diversos modelos de Aprendizaje Profundo, vamos a"
    },
    {
      "index": 40,
      "start_time": 206730.0,
      "end_time": 211930.0,
      "text": "Discutir qué tipos de redes profundas son adecuadas para diferentes tareas de aprendizaje de la máquina. Eso es"
    },
    {
      "index": 41,
      "start_time": 211930.0,
      "end_time": 213220.0,
      "text": "Que viene en el siguiente video."
    }
  ]
}