{
  "video_id": "chukMdRUt24",
  "title": "5 Reasons Finding Love is Too Difficult For Some",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 6740.0,
      "text": "Si bien los trabajos y las carreras universitarias nos dan algo para hacer y el soporte económico que necesitamos, la vida es más que sólo trabajar."
    },
    {
      "index": 2,
      "start_time": 6940.0,
      "end_time": 12880.0,
      "text": "Las personas dependen del amor y apoyo de otros, y sin ninguno de estos la vida sería bastante desolada."
    },
    {
      "index": 3,
      "start_time": 13120.0,
      "end_time": 17300.0,
      "text": "Sólo pregúntenle a cualquiera que está harto de salir con chicos que constantemente les terminan rompiendo el corazón,"
    },
    {
      "index": 4,
      "start_time": 17400.0,
      "end_time": 22000.0,
      "text": "o alguien que todavía sueña con encontrar a la chica con la que pasará el resto de su vida."
    },
    {
      "index": 5,
      "start_time": 22420.0,
      "end_time": 26880.0,
      "text": "Ya sea que se encuentren en sus primeros 20 años sintiéndose cansados o estén en sus cuarentas y divorciados,"
    },
    {
      "index": 6,
      "start_time": 26880.0,
      "end_time": 30660.0,
      "text": "es perfectamente normal y válido sentirse frustrado."
    },
    {
      "index": 7,
      "start_time": 30660.0,
      "end_time": 35240.0,
      "text": "A pesar de todo, estas son razones para tener el valor para dejar entrar al amor."
    },
    {
      "index": 8,
      "start_time": 35240.0,
      "end_time": 38760.0,
      "text": "Estas son cinco razones de por qué quizás estás teniendo dificultad en encontrar el amor."
    },
    {
      "index": 9,
      "start_time": 39300.0,
      "end_time": 42500.0,
      "text": "1. Estás buscando en los lugares equivocados."
    },
    {
      "index": 10,
      "start_time": 42840.0,
      "end_time": 47240.0,
      "text": "Se ha dicho que los bares y las fiestas no son los mejores sitios para encontrar al amor de tu vida,"
    },
    {
      "index": 11,
      "start_time": 47240.0,
      "end_time": 50120.0,
      "text": "pero la vida rara vez es tan blanco y negro como eso."
    },
    {
      "index": 12,
      "start_time": 50500.0,
      "end_time": 55820.0,
      "text": "Tal vez alguien está buscando demasiado, ansioso de hacer la primera movida con la primera persona que les preste atención."
    },
    {
      "index": 13,
      "start_time": 56300.0,
      "end_time": 62460.0,
      "text": "Puede que estén demasiado emocionados en escanear el ambiente, que se olvidan de aquellos que ya son parte de su vida."
    },
    {
      "index": 14,
      "start_time": 62580.0,
      "end_time": 69080.0,
      "text": "Podrían inclusive estarse cerrando a oportunidades porque no son abiertos a la idea de conocer una persona en un bar,"
    },
    {
      "index": 15,
      "start_time": 69160.0,
      "end_time": 72120.0,
      "text": "fiesta u otro sitio inesperado."
    },
    {
      "index": 16,
      "start_time": 72600.0,
      "end_time": 76220.0,
      "text": "2. No le das las suficientes oportunidades a las personas."
    },
    {
      "index": 17,
      "start_time": 76220.0,
      "end_time": 80740.0,
      "text": "Cuando alguien empieza a rechazar cada oportunidad a causa de una experiencia incómoda,"
    },
    {
      "index": 18,
      "start_time": 80740.0,
      "end_time": 88680.0,
      "text": "es tiempo de preguntar qué es lo que está pasando. ¿De veras todas las personas que has conocido están tan mal, o en realidad sólo te estás haciendo excusas?"
    },
    {
      "index": 19,
      "start_time": 88980.0,
      "end_time": 95400.0,
      "text": "A veces, nos retenemos más de lo que quisiéramos admitir debido a nuestros miedos y altas expectativas."
    },
    {
      "index": 20,
      "start_time": 95400.0,
      "end_time": 102440.0,
      "text": "Si alguien va a una cita, no significa que está comprometido para siempre y conformarse con alguien que no sea su verdadero amor."
    },
    {
      "index": 21,
      "start_time": 102520.0,
      "end_time": 108120.0,
      "text": "Es cuestión de reconocer cuantas oportunidades te has quitado a ti mismo."
    },
    {
      "index": 22,
      "start_time": 108280.0,
      "end_time": 114620.0,
      "text": "Si el encontrar el amor es una prioridad, debes tener tu mente y corazón abiertos."
    },
    {
      "index": 23,
      "start_time": 115320.0,
      "end_time": 118140.0,
      "text": "3. Aún no has practicado el amor propio."
    },
    {
      "index": 24,
      "start_time": 118440.0,
      "end_time": 123460.0,
      "text": "Uno puede ser la persona más amable y aún así seguir saliendo con patanes que les rompen el corazón."
    },
    {
      "index": 25,
      "start_time": 123680.0,
      "end_time": 129680.0,
      "text": "Un poco de amor propio podría ayudar a cualquiera a descubrir qué clase de cuidado necesita, y merece, en su relación."
    },
    {
      "index": 26,
      "start_time": 130060.0,
      "end_time": 140320.0,
      "text": "Aquellos que no practican el amor hacia uno mismo generalmente dependen únicamente en la pareja para recibirlo, lo cual fácilmente puede llevar hacia una relación enfermiza y codependiente."
    },
    {
      "index": 27,
      "start_time": 141020.0,
      "end_time": 143800.0,
      "text": "4. Recreas el juego de comparación."
    },
    {
      "index": 28,
      "start_time": 144040.0,
      "end_time": 145960.0,
      "text": "¿Tu ex sigue estando en tu mente?"
    },
    {
      "index": 29,
      "start_time": 146060.0,
      "end_time": 152600.0,
      "text": "Aquellos que comparan sus nuevas citas con sus exes son más difíciles de alcanzar e incapaces de hacer conecte con alguien nuevo."
    },
    {
      "index": 30,
      "start_time": 152900.0,
      "end_time": 156980.0,
      "text": "Puede que apliquen sus cualidades excesivas en sus nuevas parejas,"
    },
    {
      "index": 31,
      "start_time": 156980.0,
      "end_time": 161220.0,
      "text": "y probablemente no serán capaces de conocerlas por quienes son verdaderamente."
    },
    {
      "index": 32,
      "start_time": 162040.0,
      "end_time": 167880.0,
      "text": "Si su ex todavía está presente, piensan en él, entonces no es el momento de comenzar con citas."
    },
    {
      "index": 33,
      "start_time": 168520.0,
      "end_time": 170800.0,
      "text": "5. Todavía no es el momento."
    },
    {
      "index": 34,
      "start_time": 170800.0,
      "end_time": 174220.0,
      "text": "Si ya dominaste el amor propio y tienes tu cabeza bien puesta en los hombros,"
    },
    {
      "index": 35,
      "start_time": 174260.0,
      "end_time": 182540.0,
      "text": "quizás simplemente todavía no es tu momento. No significa que nunca lo será. Simplemente no es el tiempo adecuado."
    },
    {
      "index": 36,
      "start_time": 182720.0,
      "end_time": 188380.0,
      "text": "Mientras tanto, date prioridad y deja que las oportunidades adecuadas encuentren la manera de llegar a ti."
    },
    {
      "index": 37,
      "start_time": 188920.0,
      "end_time": 195140.0,
      "text": "¿Estás teniendo dificultades en las citas? ¿Qué otros temas acerca de las relaciones te gustaría que investigáramos?"
    },
    {
      "index": 38,
      "start_time": 195500.0,
      "end_time": 197300.0,
      "text": "Compártenos tus opiniones en la sección de abajo."
    },
    {
      "index": 39,
      "start_time": 197540.0,
      "end_time": 202980.0,
      "text": "Además, ¡asegúrate de suscribirte a nuestro canal para más información útil, y comparte este video este video con otros!"
    },
    {
      "index": 40,
      "start_time": 203280.0,
      "end_time": 209720.0,
      "text": "Con tu ayuda, podremos contactar con más personas al difundir conocimiento sobre relaciones y temas de la salud mental."
    },
    {
      "index": 41,
      "start_time": 210040.0,
      "end_time": 212040.0,
      "text": "¡Gracias por ver el video!"
    }
  ]
}