{
  "video_id": "cQzQR9SKYQo",
  "title": "CIVILIZATION VI - First Look: Builders",
  "json": [
    {
      "index": 1,
      "start_time": 3866.0,
      "end_time": 8366.0,
      "text": "Reclama tus tierras y mejóralas con Constructores en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8966.0,
      "end_time": 11933.0,
      "text": "Tendrás que construir mejoras en las afueras de las ciudades desarrolladas."
    },
    {
      "index": 3,
      "start_time": 12366.0,
      "end_time": 16766.0,
      "text": "Las mejoras son elementos como Granjas y Minas que proporcionan recursos o bonificaciones para diferentes recursos. "
    },
    {
      "index": 4,
      "start_time": 17066.0,
      "end_time": 20466.0,
      "text": "Mejorar casillas siempre ha sido una parte importante de Civilization."
    },
    {
      "index": 5,
      "start_time": 20966.0,
      "end_time": 27466.0,
      "text": "En Civilization VI, construir mejoras puede desbloquear mejoras tecnológicas, por lo que resultan muy útiles para progresar.  "
    },
    {
      "index": 6,
      "start_time": 28166.0,
      "end_time": 33800.0,
      "text": "En juegos anteriores de Civilization, los Trabajadores eran los encargados de fabricar estas mejoras que tardaban varios turnos en completarse."
    },
    {
      "index": 7,
      "start_time": 35000.0,
      "end_time": 38466.0,
      "text": "En Civilization VI, los Constructores sustituyen a los Trabajadores. "
    },
    {
      "index": 8,
      "start_time": 39166.0,
      "end_time": 45266.0,
      "text": "El Constructor es una unidad civil que se crea en las ciudades y tiene un número limitado de cargas antes de disolverse."
    },
    {
      "index": 9,
      "start_time": 48633.0,
      "end_time": 54066.0,
      "text": "La mayoría de Constructores tienen tres cargas, es decir, puedes utilizarlos hasta tres veces para construir mejoras. "
    },
    {
      "index": 10,
      "start_time": 54500.0,
      "end_time": 58800.0,
      "text": "Tendrás que planificar al detalle cuándo utilizar a tus Constructores y qué mejoras construir."
    },
    {
      "index": 11,
      "start_time": 59933.0,
      "end_time": 62266.0,
      "text": "Lo bueno es que pueden completarlas al instante. "
    },
    {
      "index": 12,
      "start_time": 62966.0,
      "end_time": 65933.0,
      "text": "Se acabó el esperar varios turnos para completar una construcción."
    },
    {
      "index": 13,
      "start_time": 66600.0,
      "end_time": 72100.0,
      "text": "Las ciudades de Civilization VI requieren una planificación cuidadosa cuyos efectos se verán de inmediato."
    },
    {
      "index": 14,
      "start_time": 72633.0,
      "end_time": 78966.0,
      "text": "Recuerda que, además de las mejoras de casillas, los distritos y las maravillas también ocupan espacio en las afueras de las ciudades."
    },
    {
      "index": 15,
      "start_time": 79233.0,
      "end_time": 84366.0,
      "text": "Y el número limitado de cargas de cada Constructor te obligará a planificar tu expansión con cuidado. "
    },
    {
      "index": 16,
      "start_time": 84966.0,
      "end_time": 90166.0,
      "text": "Los Constructores son un claro ejemplo de que el mapa es más importante que nunca en Civilization VI. "
    },
    {
      "index": 17,
      "start_time": 90366.0,
      "end_time": 93233.0,
      "text": "¿Cómo los utilizarás para moldear tu mundo?"
    }
  ]
}