{
  "video_id": "dQS9g9JFI08",
  "title": "Why ‘love’ is a useless word – and three alternatives",
  "json": [
    {
      "index": 1,
      "start_time": 370.0,
      "end_time": 6220.0,
      "text": "El amor es uno de nuestros mas altos valores, lo uqe todos deseamos y lo que creemos que nos hace fundamentalmente"
    },
    {
      "index": 2,
      "start_time": 6220.0,
      "end_time": 14080.0,
      "text": "humanos, pero tambien es fuente de ansiedad. Principalmente nos preocupamos si somos totalmente"
    },
    {
      "index": 3,
      "start_time": 14080.0,
      "end_time": 18980.0,
      "text": "normales, porque frecuentemente sentimos como si no experimentaramos amor de la forma"
    },
    {
      "index": 4,
      "start_time": 18980.0,
      "end_time": 26500.0,
      "text": "que deberia ser. La sociedad es sutilmente prescriptiva. Ella sugiere que para ser una persona decente"
    },
    {
      "index": 5,
      "start_time": 26500.0,
      "end_time": 32369.0,
      "text": "todos debemos tener relaciones sexuales y en estas, deberiamos"
    },
    {
      "index": 6,
      "start_time": 32369.0,
      "end_time": 37790.0,
      "text": "\"amar\" de una manera particular: que debemos estar constantemente excitados por la presencia de nuestra pareja"
    },
    {
      "index": 7,
      "start_time": 37790.0,
      "end_time": 42750.0,
      "text": "que debemos esperarlos desesperadamente luego de su ausencia, que debemos desear"
    },
    {
      "index": 8,
      "start_time": 42750.0,
      "end_time": 47289.0,
      "text": "tenerlos en brazos, besar y ser besados por ella -mas que nada- que debemos tener sexo con"
    },
    {
      "index": 9,
      "start_time": 47289.0,
      "end_time": 53960.0,
      "text": "ella casi diariamente. En otras palabras, que debemos seguir el rol del extasis romantico"
    },
    {
      "index": 10,
      "start_time": 53960.0,
      "end_time": 61050.0,
      "text": "durante nuestras vidas. Esta teoria es hermosa pero altamente punitiva en la practica. Si vamos a definir"
    },
    {
      "index": 11,
      "start_time": 61050.0,
      "end_time": 66210.0,
      "text": "el amor como esto y referenciar la idea de normalidad segun esta definicion, entonces la mayoria"
    },
    {
      "index": 12,
      "start_time": 66210.0,
      "end_time": 72210.0,
      "text": "deberiamos admitirnos (con gran verguenza) que no sabemos mucho del"
    },
    {
      "index": 13,
      "start_time": 72210.0,
      "end_time": 78870.0,
      "text": "amor - y por lo tanto no calificamos como gente decente, sana o normal. Hemos creado"
    },
    {
      "index": 14,
      "start_time": 78870.0,
      "end_time": 85950.0,
      "text": "un culto al amor radicalmente fuera de linea con la mayoria de experiencias y relaciones reales"
    },
    {
      "index": 15,
      "start_time": 85950.0,
      "end_time": 91140.0,
      "text": "Aqui es donde los antiguos griegos pueden ayudar. Ellos se dieron cuenta muy temprano que hay muchas"
    },
    {
      "index": 16,
      "start_time": 91140.0,
      "end_time": 97290.0,
      "text": "formas de amor, cada una con sus virtudes y su lugar - y que una buena sociedad"
    },
    {
      "index": 17,
      "start_time": 97290.0,
      "end_time": 103160.0,
      "text": "requiere que aprendamos el vocabulario correcto de estos estados diferentes del corazon"
    },
    {
      "index": 18,
      "start_time": 103160.0,
      "end_time": 109560.0,
      "text": "otorgandoles legitimidad en el proceso. Los griegos bautizaron este sentimiento fisico profundo"
    },
    {
      "index": 19,
      "start_time": 109560.0,
      "end_time": 115031.0,
      "text": "que generalmente experimentamos al inicio de nuestra relacion con la palabra 'eros' , pero"
    },
    {
      "index": 20,
      "start_time": 115031.0,
      "end_time": 120810.0,
      "text": "sabian que el amor no termina necesariamente cuando esta intensidad sexual disminuye, como"
    },
    {
      "index": 21,
      "start_time": 120810.0,
      "end_time": 127160.0,
      "text": "generalmente pasa despues de un año o mas de la relacion. Nuestros sentimientos evolucionan hacia"
    },
    {
      "index": 22,
      "start_time": 127160.0,
      "end_time": 132999.0,
      "text": "otra forma de amor que es capturada por la palabra 'philia' que normalmente traducimos como 'amistad'"
    },
    {
      "index": 23,
      "start_time": 132999.0,
      "end_time": 138450.0,
      "text": "aunque la palabra griega es mucho mas calida, mas leal y mas conmovedora que la palabra contraparte en ingles"
    },
    {
      "index": 24,
      "start_time": 138450.0,
      "end_time": 143989.0,
      "text": "uno estaria dispuesto a morir por 'philia' Aristoteles recomendaba sobrepasar el 'eros'"
    },
    {
      "index": 25,
      "start_time": 143989.0,
      "end_time": 149290.0,
      "text": "en nuestra juventud, y que luego basemos nuestras relaciones - especialmente los matrimonios-"
    },
    {
      "index": 26,
      "start_time": 149290.0,
      "end_time": 155311.0,
      "text": "en una filosofia de 'philia' . Esta palabra añade una caracteristica importante a una union mas viable"
    },
    {
      "index": 27,
      "start_time": 155311.0,
      "end_time": 160639.0,
      "text": "nos permite ver que todavia podemos amar incluse cuando estemos en una fase que nuestro propio"
    },
    {
      "index": 28,
      "start_time": 160639.0,
      "end_time": 169389.0,
      "text": "biased vocabulario falla en demostrar. Los griegos tenian una tercera palabra para el amor: \"agape\""
    },
    {
      "index": 29,
      "start_time": 169389.0,
      "end_time": 174219.0,
      "text": "que puede ser traducida como 'amor de caridad'. Es lo que sentiriamos hacia alguien"
    },
    {
      "index": 30,
      "start_time": 174219.0,
      "end_time": 179000.0,
      "text": "que se ha comportado de manera desaprobable o tiene carencias de caracter - pero hacia quien"
    },
    {
      "index": 31,
      "start_time": 179000.0,
      "end_time": 184450.0,
      "text": "todavia sentimos compasion. Es lo que Dios sentiria por su gente, o lo que"
    },
    {
      "index": 32,
      "start_time": 184450.0,
      "end_time": 189510.0,
      "text": "una audiencia sentiria hacia un personaje tragico en una obra. Es la forma de amor que"
    },
    {
      "index": 33,
      "start_time": 189510.0,
      "end_time": 195400.0,
      "text": "experimentamos respecto a la debilidad de alguien en vez de su fuerza. Nos recuerda que"
    },
    {
      "index": 34,
      "start_time": 195400.0,
      "end_time": 202069.0,
      "text": "el amor no es solo la admiracion de virtudes, pero tambien es la generosidad y simpatia"
    },
    {
      "index": 35,
      "start_time": 202069.0,
      "end_time": 209540.0,
      "text": "hacia lo que es fragil e imperfecto en nosotros. Estas 3 palabras: \"eros, philia y agape\""
    },
    {
      "index": 36,
      "start_time": 209540.0,
      "end_time": 215890.0,
      "text": "extiende poderosamente el sentido de lo que realmente es el amor. Los antiguos"
    },
    {
      "index": 37,
      "start_time": 215890.0,
      "end_time": 223280.0,
      "text": "griegos eran sabios y dividian el monolito grande del amor en sus partes constituyentes"
    },
    {
      "index": 38,
      "start_time": 223280.0,
      "end_time": 228639.0,
      "text": "Bajo este tutelaje podemos ver que probablemente tenemos mayor amor en nuestras vidas que el"
    },
    {
      "index": 39,
      "start_time": 228640.0,
      "end_time": 231920.0,
      "text": "vocabulario corriente falla en reconocer"
    },
    {
      "index": 40,
      "start_time": 235200.0,
      "end_time": 238160.0,
      "text": "Sabias que \"The School of Life\" es en realidad un lugar?"
    },
    {
      "index": 41,
      "start_time": 238160.0,
      "end_time": 245520.0,
      "text": "10 sitios de hecho. Campuses por todo el mundo desde Melbourne hasta Londres, Taipei o Estambul"
    },
    {
      "index": 42,
      "start_time": 245520.0,
      "end_time": 251280.0,
      "text": "con libros y clases y mucho mas.\nPor favor haz click en el link abajo para averiguar mas"
    }
  ]
}