{
  "video_id": "DWa13rkEUkk",
  "title": "The Problem With Travel",
  "json": [
    {
      "index": 1,
      "start_time": 610.0,
      "end_time": 6620.0,
      "text": "Acostados en la cama por la noche o esperando en la\nplataforma el tren de cercanías que nos llevará a casa, a menudo"
    },
    {
      "index": 2,
      "start_time": 6620.0,
      "end_time": 13110.0,
      "text": "soñamos en dónde sería mucho más agradable\nestar: tal vez las playas de Goa en la costa oeste de"
    },
    {
      "index": 3,
      "start_time": 13110.0,
      "end_time": 19610.0,
      "text": "India, un pequeño restaurante por un tranquilo\ncanal en Venecia, la carretera cerca de Big Sur"
    },
    {
      "index": 4,
      "start_time": 19610.0,
      "end_time": 25400.0,
      "text": "en California o tal vez en las islas Feroe,\nmuy al norte de Escocia. El deseo de"
    },
    {
      "index": 5,
      "start_time": 25400.0,
      "end_time": 32340.0,
      "text": "de viajar está, casi siempre, provocado por una imagen\no dos: un par de instantáneas mentales que"
    },
    {
      "index": 6,
      "start_time": 32340.000000000004,
      "end_time": 38620.0,
      "text": "encapsulan todo lo que parece más atractivo acerca de\nun destino. Un viaje que dura muchas horas y"
    },
    {
      "index": 7,
      "start_time": 38620.0,
      "end_time": 44910.0,
      "text": "costando lo que podría ser una pequeña fortuna puede\nser iniciado por nada más grandioso o más examinado"
    },
    {
      "index": 8,
      "start_time": 44910.0,
      "end_time": 51239.0,
      "text": "que una o dos tarjetas postales mentales. Viajamos\ndebido a la creencia de fondo que, por supuesto,"
    },
    {
      "index": 9,
      "start_time": 51239.0,
      "end_time": 56790.0,
      "text": "la realidad de una escena debe ser mejor que\nlas imágenes mentales que nos llevan"
    },
    {
      "index": 10,
      "start_time": 56790.0,
      "end_time": 62460.0,
      "text": "ahí. Pero hay algo en el modo en el que\nfunciona nuestra mente que haríamos bien en estudiar"
    },
    {
      "index": 11,
      "start_time": 62460.0,
      "end_time": 69660.0,
      "text": "antes de que empacar la maleta: las imágenes mentales\nson momentáneas. Es decir, que duran, a lo sumo,"
    },
    {
      "index": 12,
      "start_time": 69660.0,
      "end_time": 76280.0,
      "text": "tres segundos. Cuando nos imaginamos una escena, nos\nimaginamos no una película, sino aquello mucho más breve y"
    },
    {
      "index": 13,
      "start_time": 76280.0,
      "end_time": 82380.0,
      "text": "de muchas maneras mucho más indulgente, una\nimagen. Y, sin embargo, nunca estamos en un destino"
    },
    {
      "index": 14,
      "start_time": 82380.0,
      "end_time": 89120.0,
      "text": "sólo por un momento y sólo ese hecho bruto\npuede ser suficiente para causar graves daños a"
    },
    {
      "index": 15,
      "start_time": 89120.0,
      "end_time": 94210.0,
      "text": "la esperanza que nos transporta lejos de casa.\nSabemos el fenómeno lo suficientemente bien en el"
    },
    {
      "index": 16,
      "start_time": 94210.0,
      "end_time": 99189.0,
      "text": "cine. Imagínese si en el curso de una historia,\nla pantalla se llenara con una vista sublime"
    },
    {
      "index": 17,
      "start_time": 99189.0,
      "end_time": 106979.0,
      "text": "de las olas del mar rompiendo contra un promontorio escarpado.\nPodríamos suspirar de deseo en tal esplendor."
    },
    {
      "index": 18,
      "start_time": 106979.0,
      "end_time": 113580.0,
      "text": "Pero si la cámara comenzara a quedarse en la\nescena, podríamos ponernos rápidamente nerviosos. Lo que"
    },
    {
      "index": 19,
      "start_time": 113580.0,
      "end_time": 119961.0,
      "text": "es fabuloso en incrementos de segundos pueden convertirse\nenloquecedor adecuadamente después de medio minuto. Dos"
    },
    {
      "index": 20,
      "start_time": 119961.0,
      "end_time": 125770.0,
      "text": "minutos, que pueden ser tan irritantes como para ser\nlistos para dejar nuestros asientos. No es que"
    },
    {
      "index": 21,
      "start_time": 125770.0,
      "end_time": 131160.0,
      "text": "somos ingratos o superficiales, sino que\nabsorbemos belleza rápidamente y luego queremos"
    },
    {
      "index": 22,
      "start_time": 131160.0,
      "end_time": 137460.0,
      "text": "seguir adelante. La belleza es como una broma genial:\nnos reímos, pero no necesitamos que el elemento cómico"
    },
    {
      "index": 23,
      "start_time": 137460.0,
      "end_time": 144590.0,
      "text": "se reproduzca de forma continua. La preciosas \nimágenes mentales que nos llegan a los viajes son - en"
    },
    {
      "index": 24,
      "start_time": 144590.0,
      "end_time": 151510.0,
      "text": "esencia - enormemente versiones editadas de lo que\nen realidad nos encontramos en cualquier destino."
    },
    {
      "index": 25,
      "start_time": 151510.0,
      "end_time": 158120.0,
      "text": "Nosotros, con el tiempo, sin duda veremos estas imágenes,\npero también vamos a ver mucho más"
    },
    {
      "index": 26,
      "start_time": 158120.0,
      "end_time": 164599.0,
      "text": "que es doloroso o aburrido, desesperanzador o\nmundano: horas de metraje de los asientos de adelante en"
    },
    {
      "index": 27,
      "start_time": 164599.0,
      "end_time": 170569.0,
      "text": "la línea aérea manchados, la parte trasera de la cabeza del conductor del taxi, la pared del hotel barato, una fotografía"
    },
    {
      "index": 28,
      "start_time": 170569.0,
      "end_time": 174450.0,
      "text": "enmarcada de Marilyn Monroe en la pared de\nun pequeño restaurante local ... Por otra parte,"
    },
    {
      "index": 29,
      "start_time": 174450.0,
      "end_time": 181069.0,
      "text": "siempre habrá algo más en el\nlente entre nosotros y el destino que habíamos"
    },
    {
      "index": 30,
      "start_time": 181069.0,
      "end_time": 186750.0,
      "text": "venido a ver, algo tan complicado y opresivo\ncomo para socavar todo el propósito de haber"
    },
    {
      "index": 31,
      "start_time": 186750.0,
      "end_time": 194849.0,
      "text": "salido de su casa, en primer lugar, a saber: a nosotros mismos.\nNosotros, por un error inevitable, llevamos a nosotros mismos"
    },
    {
      "index": 32,
      "start_time": 194849.0,
      "end_time": 201000.0,
      "text": "junto a cada destino que siempre quisimos\ndisfrutar. Y eso significa traer con nosotros"
    },
    {
      "index": 33,
      "start_time": 201000.0,
      "end_time": 207659.0,
      "text": "gran parte del bagaje mental que hace que seamos\ntan intolerablemente problemáticos día a día:"
    },
    {
      "index": 34,
      "start_time": 207659.0,
      "end_time": 214700.0,
      "text": "toda la ansiedad, arrepentimiento, confusión, culpa,\nla irritabilidad y la desesperación. Nada de esta carga"
    },
    {
      "index": 35,
      "start_time": 214700.0,
      "end_time": 221489.0,
      "text": "del yo está allí cuando nos imaginamos a un viaje\ndesde nuestra casa. En la imaginación, podemos disfrutar"
    },
    {
      "index": 36,
      "start_time": 221489.0,
      "end_time": 227879.0,
      "text": "vistas sin mancha. Pero allí, a los pies de\nel templo de oro o en lo alto de la montaña cubierta"
    },
    {
      "index": 37,
      "start_time": 227879.0,
      "end_time": 233800.0,
      "text": "de pinos, hace la fuerza para encontrar que no es tan\ngran parte de 'nosotros' que impone en nuestras vistas."
    },
    {
      "index": 38,
      "start_time": 233800.0,
      "end_time": 241830.0,
      "text": "Arruinamos nuestros viajes por el hábito fatídico de llevarnos\nnosotros mismos a lo largo de ellos. Hay una tragicómica"
    },
    {
      "index": 39,
      "start_time": 241830.0,
      "end_time": 248500.0,
      "text": "ironía en el trabajo: la gran labor de llevarnos a \nnosotros mismos físicamente a un lugar no necesariamente"
    },
    {
      "index": 40,
      "start_time": 248500.0,
      "end_time": 255159.0,
      "text": "nos traerá más cerca de la esencia de lo que habíamos\nestado buscando. A medida que las compañías aéreas, cadenas hoteleras y"
    },
    {
      "index": 41,
      "start_time": 255159.0,
      "end_time": 262400.0,
      "text": "revistas de viajes conspiran para decirnos,\nen la ensoñación de la situación ideal, es posible que"
    },
    {
      "index": 42,
      "start_time": 262400.0,
      "end_time": 268160.0,
      "text": "ya han disfrutado de los mejor que cualquier\nlugar tiene para ofrecernos."
    },
    {
      "index": 43,
      "start_time": 270480.0,
      "end_time": 276000.0,
      "text": "Nos encanta traerle estas películas. Si desea ayudarnos a mantener el contenido reflexivo que le hacemos llegar;"
    },
    {
      "index": 44,
      "start_time": 276000.0,
      "end_time": 282400.0,
      "text": "por favor considere apoyarnos visitando nuestra tienda en el enlace en la pantalla ahora."
    }
  ]
}