{
  "video_id": "E7CwqNHn_Ns",
  "title": "Taking Notes: Crash Course Study Skills #1",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 7240.0,
      "text": "Hola, soy Thomas Frank, esto es Crash Course Habilidades de Estudio,\ny hoy aprenderemos cómo tomar apuntes"
    },
    {
      "index": 2,
      "start_time": 14200.0,
      "end_time": 16440.0,
      "text": "TOMANDO APUNTES"
    },
    {
      "index": 3,
      "start_time": 16440.0,
      "end_time": 17800.0,
      "text": "¿Por qué centrarte en tus apuntes?"
    },
    {
      "index": 4,
      "start_time": 17800.0,
      "end_time": 23640.0,
      "text": "En pocas palabras, cuando se trata de aprender\ny retener la información, la salida es \ntan importante como la entrada."
    },
    {
      "index": 5,
      "start_time": 23640.0,
      "end_time": 27280.0,
      "text": "Cuando estás aprendiendo un hecho o un concepto,\nestás aceptando nueva información;"
    },
    {
      "index": 6,
      "start_time": 27280.0,
      "end_time": 34900.0,
      "text": "pero, para retener la información durante largo tiempo,\nes necesario guardarla en un lugar al que puedas acceder más tarde y ponerla en tus propias palabras"
    },
    {
      "index": 7,
      "start_time": 34900.0,
      "end_time": 39660.0,
      "text": "Antes de que hablemos de sistemas específicos para tomar apuntes, qué información debes incluir en ellos"
    },
    {
      "index": 8,
      "start_time": 39660.0,
      "end_time": 42179.0,
      "text": "y si es útil o no batirlos y tomarlos como malteada"
    },
    {
      "index": 9,
      "start_time": 42179.0,
      "end_time": 45199.0,
      "text": "comencemos con lo que te va a garantizar el éxito en primer lugar"
    },
    {
      "index": 10,
      "start_time": 45200.0,
      "end_time": 47520.0,
      "text": "atender a clase con las herramientas adecuadas"
    },
    {
      "index": 11,
      "start_time": 47520.0,
      "end_time": 51530.0,
      "text": "Hay tres opciones a la hora de escoger tu herramienta: papel, computadora o tu brazo"
    },
    {
      "index": 12,
      "start_time": 51530.0,
      "end_time": 52729.0,
      "text": "Cuál es la mejor opción?"
    },
    {
      "index": 13,
      "start_time": 52729.0,
      "end_time": 57360.0,
      "text": "A menos que seas el sujeto de la peli Memento, probablemente podamos reducir las opciones a papel o computadora"
    },
    {
      "index": 14,
      "start_time": 57360.0,
      "end_time": 63900.0,
      "text": "Ha habido debate durante años entre ambos métodos, pero contamos con evidencia científica reciente que puede ayudarnos a hallar las respuestas"
    },
    {
      "index": 15,
      "start_time": 63900.0,
      "end_time": 72220.0,
      "text": "De acuerdo con un estudio realizado en la Universidad de Princeton en 2014, los estudiantes que tomaban apuntes durante una clase de 15 minutos usando una computadora, escribían en promedio 310 palabras."
    },
    {
      "index": 16,
      "start_time": 72220.0,
      "end_time": 75940.0,
      "text": "mientras que aquellos que escribían en papel, sólo escribían en promedio, 173"
    },
    {
      "index": 17,
      "start_time": 75940.0,
      "end_time": 79940.0,
      "text": "De manera que escribir en tu computadora definitivamente te da una ventaja en materia de velocidad"
    },
    {
      "index": 18,
      "start_time": 79940.0,
      "end_time": 87140.0,
      "text": "La desventaja de éstos Speed Racers de los apuntes, fue que pudieron recordar menos información cuando fueron evaluados más tarde."
    },
    {
      "index": 19,
      "start_time": 87140.0,
      "end_time": 88600.0,
      "text": "Por qué sucede ésto?"
    },
    {
      "index": 20,
      "start_time": 88600.0,
      "end_time": 94440.0,
      "text": "La raíz del problema nace del hecho de que quienes tomaban apuntes en la computadora, tenían mayor probabilidad de hacerlo al pie de la letra"
    },
    {
      "index": 21,
      "start_time": 94440.0,
      "end_time": 96000.0,
      "text": "Vamos al Globito de Historieta"
    },
    {
      "index": 22,
      "start_time": 96000.0,
      "end_time": 100080.0,
      "text": "Cuando prestas atención a una clase, hay dos aspectos de la información"
    },
    {
      "index": 23,
      "start_time": 100080.0,
      "end_time": 104520.0,
      "text": "Dado que la información compleja se brinda a través del lenguaje -sea escrito o hablado-"
    },
    {
      "index": 24,
      "start_time": 104520.0,
      "end_time": 109780.0,
      "text": "recibimos tanto la SINTAXIS (como las letras y los sonidos que conforman las palabras) como el SIGNIFICADO"
    },
    {
      "index": 25,
      "start_time": 109780.0,
      "end_time": 115780.0,
      "text": "Cuando tipeas tus apuntes, la ventaja de la velocidad te permite anotar una versión mucho más completa de lo que el profesor dice"
    },
    {
      "index": 26,
      "start_time": 115780.0,
      "end_time": 120600.0,
      "text": "Sin embargo, tu memoria de trabajo -la parte de tu memoria que maneja la información que recibes en el momento-"
    },
    {
      "index": 27,
      "start_time": 120600.0,
      "end_time": 122620.0,
      "text": "puede manejar tan sólo cierta cantidad al tiempo"
    },
    {
      "index": 28,
      "start_time": 122620.0,
      "end_time": 128500.0,
      "text": "Investigaciones recientes sobre ciencia cognitiva, ubican esa cantidad al rededor de cuatro \"trozos\" de información, de los cuales hablaremos en otro video."
    },
    {
      "index": 29,
      "start_time": 128500.0,
      "end_time": 132080.0,
      "text": "La combinación de esa velocidad de grabación y tu límite de procesamiento mental innato"
    },
    {
      "index": 30,
      "start_time": 132080.0,
      "end_time": 139380.0,
      "text": "pueden llevarte a dedicar más recursos mentales a la sintaxis del mensaje -esas molestas letras y sonidos- \ny menos al significado en sí"
    },
    {
      "index": 31,
      "start_time": 139380.0,
      "end_time": 143220.0,
      "text": "Como resultado, aprendes menos en la clase y creas más trabajo para ti más tarde."
    },
    {
      "index": 32,
      "start_time": 143220.0,
      "end_time": 144360.0,
      "text": "Gracias, Globito de Historieta"
    },
    {
      "index": 33,
      "start_time": 144360.0,
      "end_time": 147190.0,
      "text": "Entonces, eso significa que lápiz y papel siempre le ganan a la computadora?"
    },
    {
      "index": 34,
      "start_time": 147190.0,
      "end_time": 148600.0,
      "text": "Bueno\nNo necesariamente"
    },
    {
      "index": 35,
      "start_time": 148600.0,
      "end_time": 151780.0,
      "text": "ahora que sabes que el aumento en la velocidad que obtienes al tipear es una desventaja"
    },
    {
      "index": 36,
      "start_time": 151780.0,
      "end_time": 157120.0,
      "text": "puedes simplemente decidir tipear menos y prestar más atención al significado del mensaje durante la clase"
    },
    {
      "index": 37,
      "start_time": 157120.0,
      "end_time": 161520.0,
      "text": "Aún así, el papel sí que tiene una ventaja implícita ya que requiere menos auto control"
    },
    {
      "index": 38,
      "start_time": 161520.0,
      "end_time": 166100.0,
      "text": "tu escritura a mano limita automáticamente qué tanta atención le prestas a la sintaxis"
    },
    {
      "index": 39,
      "start_time": 166100.0,
      "end_time": 170440.0,
      "text": "y -como bonus- tampoco tienes que preocuparte por la tentación de revisar tu Facebook en medio de la clase."
    },
    {
      "index": 40,
      "start_time": 170450.0,
      "end_time": 174660.0,
      "text": "Sin embargo, independientemente de qué herramienta decidas utilizar, asegúrate de venir a clase preparado."
    },
    {
      "index": 41,
      "start_time": 174660.0,
      "end_time": 180500.0,
      "text": "Si utilizas papel, ten a mano un cuaderno organizado con suficiente espacio en blanco, al igual que un bolígrafo de buena calidad y con el cual disfrutes escribir"
    },
    {
      "index": 42,
      "start_time": 180500.0,
      "end_time": 184400.0,
      "text": "Y si decides que una computadora se adapta mejor a tu estilo, encuentra una buena aplicación para tomar nota"
    },
    {
      "index": 43,
      "start_time": 184400.0,
      "end_time": 187950.0,
      "text": "como Evernote, OneNote, Dropbox Paper o cualquier otra que te guste"
    },
    {
      "index": 44,
      "start_time": 187950.0,
      "end_time": 191180.0,
      "text": "Deberías también salirte de cualquier otra aplicación o sitio web que no sea relevante para la clase"
    },
    {
      "index": 45,
      "start_time": 191180.0,
      "end_time": 197130.0,
      "text": "eso te ayudará a concentrarte, aunque probablemente aún así tendrás que esforzarte para ignorar al tipo de enfrente que está tomando un quiz en Buzzfeed para averiguar a qué casa de Hogwarts pertenece"
    },
    {
      "index": 46,
      "start_time": 197130.0,
      "end_time": 201600.0,
      "text": "Soy un Ravenclaw, por cierto -aunque eso es justo lo que diría un Slytherin, no es así?-"
    },
    {
      "index": 47,
      "start_time": 201600.0,
      "end_time": 206550.0,
      "text": "En fin, ahora que estás listo y equipado con las herramientas adecuadas, exactamente qué deberías estar apuntando con ellas?"
    },
    {
      "index": 48,
      "start_time": 206550.0,
      "end_time": 208660.0,
      "text": "Al final, no puedes simplemente apuntarlo todo"
    },
    {
      "index": 49,
      "start_time": 208660.0,
      "end_time": 211240.0,
      "text": "Como dijo el famoso matemático Eric Temple Bell,"
    },
    {
      "index": 50,
      "start_time": 211240.0,
      "end_time": 213600.0,
      "text": "\"El mapa no es la cosa trazada\""
    },
    {
      "index": 51,
      "start_time": 213600.0,
      "end_time": 217400.0,
      "text": "De la misma manera como un mapa es útil sólo si abrevia y simplifica aquello que representa,"
    },
    {
      "index": 52,
      "start_time": 217400.0,
      "end_time": 221600.0,
      "text": "tus apuntes son una herramienta útil sólo cuando hay una alta proporción señal/ruido"
    },
    {
      "index": 53,
      "start_time": 221600.0,
      "end_time": 227540.0,
      "text": "Eso quiere decir que deben estar cargados de la información que necesitas para pruebas y futuras aplicaciones y no deben incluir nada que no sea relevante."
    },
    {
      "index": 54,
      "start_time": 227540.0,
      "end_time": 233380.0,
      "text": "Es complicado hacer recomendaciones específicas ya que existen tantos temas y clases diferentes en los cuales necesitarás tus habilidades para tomar apuntes"
    },
    {
      "index": 55,
      "start_time": 233380.0,
      "end_time": 237340.0,
      "text": "Sin embargo, podemos ofrecer algunos lineamientos generales que te llevarán en la dirección correcta"
    },
    {
      "index": 56,
      "start_time": 237340.0,
      "end_time": 240260.0,
      "text": "Primero y más importante, examina las clases que tomarás con anticipación"
    },
    {
      "index": 57,
      "start_time": 240260.0,
      "end_time": 244660.0,
      "text": "Mira el plan de estudios, presta atención a las guías de estudio o materiales de revisión que puedas conseguir"
    },
    {
      "index": 58,
      "start_time": 244660.0,
      "end_time": 249380.0,
      "text": "y toma nota mental sobre los diferentes tipos de preguntas que veas en las pruebas a inicio de curso"
    },
    {
      "index": 59,
      "start_time": 249380.0,
      "end_time": 256400.0,
      "text": "Adicionalmente, cuando tu profesor diga algo como \"Esto es importante, presten atención,\" esa es una señal para tomar apuntes con especial cuidado."
    },
    {
      "index": 60,
      "start_time": 256399.99999999997,
      "end_time": 259839.99999999997,
      "text": "Muchos de mis compañeros pensaban que era una señal para tomar una siesta pero estaban equivocados."
    },
    {
      "index": 61,
      "start_time": 259839.99999999997,
      "end_time": 265220.0,
      "text": "En adición, ya sea que estés en clase o leyendo para una tarea, vas a querer prestar atención a cosas como"
    },
    {
      "index": 62,
      "start_time": 265220.0,
      "end_time": 268420.0,
      "text": "Grandes ideas -ya sabes, resúmenes, vistas globales y conclusiones-"
    },
    {
      "index": 63,
      "start_time": 268420.0,
      "end_time": 273100.0,
      "text": "Listas con viñetas -cómo ésta-\nTérminos y definiciones y ejemplos"
    },
    {
      "index": 64,
      "start_time": 273100.0,
      "end_time": 280200.0,
      "text": "Y los ejemplos son doblemente importantes, en especial en clases en las que se aplican los conceptos y formulas a problemas como en física o matemática."
    },
    {
      "index": 65,
      "start_time": 280200.0,
      "end_time": 284840.0,
      "text": "Probablemente puedas recordar alguna vez en que un ejemplo haya tenido sentido en clase"
    },
    {
      "index": 66,
      "start_time": 284840.0,
      "end_time": 289120.0,
      "text": "pero más adelante, un problema de una tarea con el mismo concepto te confundió completamente"
    },
    {
      "index": 67,
      "start_time": 289120.0,
      "end_time": 295940.0,
      "text": "Existe una diferencia entre ser capaz de seguir a alguien mientras resuelve un problema y tener las herramientas para descifrarlo tú mismo"
    },
    {
      "index": 68,
      "start_time": 295940.0,
      "end_time": 299360.0,
      "text": "Pero apuntando cada detalle delos ejemplos que ves en clase"
    },
    {
      "index": 69,
      "start_time": 299360.0,
      "end_time": 302780.0,
      "text": "al igual que escribiendo notas al lado sobre por qué los conceptos utilizados funcionan"
    },
    {
      "index": 70,
      "start_time": 302780.0,
      "end_time": 306060.0,
      "text": "tendrás mucha más munición para trabajar cuando estés enfrentando esos problemas en una tarea"
    },
    {
      "index": 71,
      "start_time": 306060.0,
      "end_time": 310880.0,
      "text": "Ya que hemos abarcado los elementos de unos apuntes  buenos y útiles, entremos en los detalles de cómo tomarlas"
    },
    {
      "index": 72,
      "start_time": 310880.0,
      "end_time": 314910.0,
      "text": "Existen muchos sistemas para tomar apuntes , cada uno con sus ventajas y desventajas"
    },
    {
      "index": 73,
      "start_time": 314910.0,
      "end_time": 317750.0,
      "text": "pero con éste video sólo nos enfocaremos en tres:"
    },
    {
      "index": 74,
      "start_time": 317750.0,
      "end_time": 321250.0,
      "text": "El método del esbozo, el método Cornell y el método de los Mapas Mentales"
    },
    {
      "index": 75,
      "start_time": 321250.0,
      "end_time": 325700.0,
      "text": "El método del esbozo es tal vez el más simple y es probablemente el método con el cual estás más familiarizado."
    },
    {
      "index": 76,
      "start_time": 325700.0,
      "end_time": 329500.0,
      "text": "Para utilizarlo, tan sólo apuntas los detalles de la clase o del libro que estás leyendo en una lista de viñetas"
    },
    {
      "index": 77,
      "start_time": 329500.0,
      "end_time": 335280.0,
      "text": "Cada punto principal será una viñeta de primer nivel y debajo de ella, entras más a medida que añades detalles"
    },
    {
      "index": 78,
      "start_time": 335280.0,
      "end_time": 340100.0,
      "text": "El plan de estudios que preparé para ésta serie de Crash Course es un buen ejemplo de unos apuntes tipo esbozo"
    },
    {
      "index": 79,
      "start_time": 340100.0,
      "end_time": 344520.0,
      "text": "El esbozo de cada video tiene varias viñetas de primer nivel, seguidas de diferentes niveles de detalle"
    },
    {
      "index": 80,
      "start_time": 344520.0,
      "end_time": 346580.0,
      "text": "Y sí, éste en realidad es mi esbozo"
    },
    {
      "index": 81,
      "start_time": 346580.0,
      "end_time": 351200.0,
      "text": "Éste método es genial para crear apuntes bien organizados, pero debido a si rigidez,"
    },
    {
      "index": 82,
      "start_time": 351200.0,
      "end_time": 353980.0,
      "text": "es posible que termines con una cantidad de apuntes que se ven todos iguales"
    },
    {
      "index": 83,
      "start_time": 353980.0,
      "end_time": 359320.0,
      "text": "Así que, para prevenir que esto suceda, utiliza trucos de formato para resaltar detalles importantes"
    },
    {
      "index": 84,
      "start_time": 359320.0,
      "end_time": 365740.0,
      "text": "Por ejemplo: en estos apuntes que tomé durante una clase de sistemas de información, puedes ver que escribí varios detalles debajo de \"Creación de Prototipos\""
    },
    {
      "index": 85,
      "start_time": 365740.0,
      "end_time": 369060.0,
      "text": "Todos eran lo suficientemente importantes para apuntarlos pero, ya que el profesor específicamente"
    },
    {
      "index": 86,
      "start_time": 369060.0,
      "end_time": 374840.0,
      "text": "mencionó que un desarrollo rápido y un bajo costo eran los aspectos más importantes para realizar un prototipo, me aseguré de resaltar ese renglón en negrita."
    },
    {
      "index": 87,
      "start_time": 374840.0,
      "end_time": 376940.0,
      "text": "A continuación, vamos a mirar el método Cornell"
    },
    {
      "index": 88,
      "start_time": 376940.0,
      "end_time": 383040.0,
      "text": "Desarrollado por el profesor Walter Pauk de la Universidad de Cornell en los años 50 y hecho popular gracias a su libro \"How to Study in College\" \n[Cómo Estudiar en la Universidad]"
    },
    {
      "index": 89,
      "start_time": 383040.0,
      "end_time": 389420.0,
      "text": "el método Cornell es un sistema probado en el tiempo que involucra la división de la página en tres secciones diferentes"
    },
    {
      "index": 90,
      "start_time": 389420.0,
      "end_time": 393120.0,
      "text": "La Columna de Pistas, la Columna de Apuntes y la Columna de Resumen"
    },
    {
      "index": 91,
      "start_time": 393120.0,
      "end_time": 396600.0,
      "text": "Durante una clase, toma tus notas reales en la \n-acertadamente nombrada- Columna de Apuntes"
    },
    {
      "index": 92,
      "start_time": 396600.0,
      "end_time": 400040.0,
      "text": "-Sí, te vas a dar cuenta que no hay muchas direcciones engañosas cuando se trata de métodos de estudio-"
    },
    {
      "index": 93,
      "start_time": 400040.0,
      "end_time": 405460.0,
      "text": "En fin, puedes usar el método que quieras, ya sea el del esbozo, del cual ya hablamos o algo más flexible"
    },
    {
      "index": 94,
      "start_time": 405460.0,
      "end_time": 411820.0,
      "text": "Simultáneamente, cuando pienses en preguntas sin resolver -o que puedan ser buenas sugerencias para revisión más adelante- escríbelas en la Columna de Pistas"
    },
    {
      "index": 95,
      "start_time": 411820.0,
      "end_time": 417980.0,
      "text": "Éstas serán de utilidad cuando repases tus notas en el futuro pues te apuntarán hacia la información más importante y ayudarán a enmarcar tu razonamiento"
    },
    {
      "index": 96,
      "start_time": 417990.0,
      "end_time": 420900.0,
      "text": "La columna de resumen permanecerá vacía hasta que la clase termine"
    },
    {
      "index": 97,
      "start_time": 420910.0,
      "end_time": 424370.0,
      "text": "Una vez llegue el momento, tómate dos o tres minutos para observar los apuntes y las preguntas que escribiste"
    },
    {
      "index": 98,
      "start_time": 424370.0,
      "end_time": 428960.0,
      "text": "y entonces escribe un resumen de 1 o 2 oraciones de las ideas más grandes que fueron abarcadas"
    },
    {
      "index": 99,
      "start_time": 428960.0,
      "end_time": 433360.0,
      "text": "Esto sirve como repaso inicial, el cual ayuda a consolidar todo lo que se presentó en la clase"
    },
    {
      "index": 100,
      "start_time": 433360.0,
      "end_time": 436660.0,
      "text": "y a concretar tu entendimiento mientras todo sigue fresco en tu memoria."
    },
    {
      "index": 101,
      "start_time": 436660.0,
      "end_time": 442080.0,
      "text": "Si ninguno de éstos métodos parece el indicado para ti, puede que te guste el último método que cubriremos, el cual es el de Mapas Mentales."
    },
    {
      "index": 102,
      "start_time": 442080.0,
      "end_time": 447520.0,
      "text": "Los mapas mentales son diagramas que representan visualmente las relaciones entre conceptos individuales y hechos."
    },
    {
      "index": 103,
      "start_time": 447520.0,
      "end_time": 451600.0,
      "text": "Como los mapas tipo esbozo, son bastante jerárquicos pero hasta ahí llegan las semejanzas"
    },
    {
      "index": 104,
      "start_time": 451600.0,
      "end_time": 456740.0,
      "text": "Las notas tipo esbozo son lineares y se leen como un texto normal, mientras que los mapas mentales se ven más como árboles o telarañas"
    },
    {
      "index": 105,
      "start_time": 456740.0,
      "end_time": 462620.0,
      "text": "Para crear un mapa mental, escribe el concepto principal en todo el centro de la página y luego ramifica desde ahí para apuntar los detalles"
    },
    {
      "index": 106,
      "start_time": 462620.0,
      "end_time": 468240.0,
      "text": "Éste método funciona muy bien en papel pero también hay aplicaciones como Coggle que te permiten crear tus propios mapas mentales en tu computadora."
    },
    {
      "index": 107,
      "start_time": 468240.0,
      "end_time": 471500.0,
      "text": "Así que, cuál es el mejor método?\nBueno, eso lo decides tú."
    },
    {
      "index": 108,
      "start_time": 471500.0,
      "end_time": 475030.0,
      "text": "Yo recomiendo ensayarlos todos y hacer tus propios ajustes en el proceso"
    },
    {
      "index": 109,
      "start_time": 475030.0,
      "end_time": 479200.0,
      "text": "También, recuerda que no todas las clases funcionan mejor con el mismo método."
    },
    {
      "index": 110,
      "start_time": 479200.0,
      "end_time": 482740.0,
      "text": "Los apuntes de tu clase de historia probablemente se verán diferente a tus apuntes de matemáticas"
    },
    {
      "index": 111,
      "start_time": 482740.0,
      "end_time": 484880.0,
      "text": " "
    },
    {
      "index": 112,
      "start_time": 484880.0,
      "end_time": 490490.0,
      "text": "A esta altura, deberías saber cómo venir a clase preparado para tomar buenos apuntes, en qué centrarte durante la clase y qué método emplear."
    },
    {
      "index": 113,
      "start_time": 490490.0,
      "end_time": 495680.0,
      "text": "Más adelante seguiremos con tips sobre cómo repasar tus notas durante tus sesiones de estudio"
    },
    {
      "index": 114,
      "start_time": 495690.0,
      "end_time": 498000.0,
      "text": "pero por ahora, sólo ve y toma buenos apuntes!"
    },
    {
      "index": 115,
      "start_time": 498000.0,
      "end_time": 499960.0,
      "text": "Gracias por vernos y nos vemos la próxima."
    },
    {
      "index": 116,
      "start_time": 499960.0,
      "end_time": 503560.0,
      "text": "Crash Course Habilidades de Estudio se filma en el estudio Crash Course de la Dr. Cheryl C. Kinney en"
    },
    {
      "index": 117,
      "start_time": 503560.0,
      "end_time": 506680.0,
      "text": "Missoula, Montana y se realiza gracias a la ayuda de todas estas amables personas."
    },
    {
      "index": 118,
      "start_time": 506680.0,
      "end_time": 511400.0,
      "text": "Si te gustaría ayudar a mantener Crash Course gratis para todo el mundo, para siempre, puedes apoyar la serie en Patreon"
    },
    {
      "index": 119,
      "start_time": 511410.0,
      "end_time": 514860.0,
      "text": "una plataforma de crowdfunding que te permite apoyar el contenido que amas"
    },
    {
      "index": 120,
      "start_time": 514860.0,
      "end_time": 516520.0,
      "text": "Muchas gracias por tu apoyo."
    }
  ]
}