{
  "video_id": "eAHYT5gIPZg",
  "title": "Sula: Crash Course Literature 309",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 5520.0,
      "text": "Hola. Soy John Green, esto es Crash Course Literatura, y hoy hablaremos sobre la novela de Toni Morrison, Sula."
    },
    {
      "index": 2,
      "start_time": 5520.0,
      "end_time": 13060.0,
      "text": "Sula es una historia sobre el poder y el peligro de la amistad en la adolescencia, pero también un fascinante estudio sobre cómo el entorno y la familia nos construyen."
    },
    {
      "index": 3,
      "start_time": 13060.0,
      "end_time": 16580.0,
      "text": "La breve novela de Morrison explora algunas de nuestras mayores cuestiones:"
    },
    {
      "index": 4,
      "start_time": 16590.0,
      "end_time": 20950.0,
      "text": "¿Estamos destinados a cierta vida por raza, clase, género y educación?"
    },
    {
      "index": 5,
      "start_time": 20950.0,
      "end_time": 25849.0,
      "text": "¿Es la vida mejor cuando honramos las convenciones de nuestro orden social, o deberíamos desafiarlas?"
    },
    {
      "index": 6,
      "start_time": 25849.0,
      "end_time": 30709.0,
      "text": "Y ¿cómo pueden el bien y el mal ser opuestos cuando a menudo son indistinguibles?"
    },
    {
      "index": 7,
      "start_time": 30709.0,
      "end_time": 34429.0,
      "text": "Probablemente no leas Sula en tu clase de literatura del instituto, pero deberías."
    },
    {
      "index": 8,
      "start_time": 34429.0,
      "end_time": 36480.0,
      "text": "Dios sabe que es mejor que El Señor de las Moscas."
    },
    {
      "index": 9,
      "start_time": 36480.0,
      "end_time": 45260.0,
      "text": "[Tema musical]"
    },
    {
      "index": 10,
      "start_time": 45260.0,
      "end_time": 49520.0,
      "text": "Stan, sé que tengo que olvidarlo, pero aun sigo enfadado contigo por obligarme a hacer un video sobre El Señor de las Moscas."
    },
    {
      "index": 11,
      "start_time": 49520.0,
      "end_time": 50800.0,
      "text": "Vale, acerca de Sula."
    },
    {
      "index": 12,
      "start_time": 50800.0,
      "end_time": 57320.0,
      "text": "La novela comienza con una descripción de un barrio mayoritariamente afroamericano situado en la ciudad ficticia de Medallion, Ohio:"
    },
    {
      "index": 13,
      "start_time": 57320.0,
      "end_time": 65280.0,
      "text": "\"En ese lugar, donde arrancaron solanáceas y zarzamoras de raíz para hacer sitio al club de golf de la ciudad, había antes un barrio."
    },
    {
      "index": 14,
      "start_time": 65280.0,
      "end_time": 69980.0,
      "text": "Se erguía en las colinas sobre la ciudad de Medallion y se extendía hasta el río."
    },
    {
      "index": 15,
      "start_time": 69980.0,
      "end_time": 74360.0,
      "text": "Ahora se le llama suburbio, pero cuando la gente negra vivía allí se le llamaba el Fondo.\""
    },
    {
      "index": 16,
      "start_time": 74360.0,
      "end_time": 83860.0,
      "text": "Así pues, Sula es una loa a este lugar de solanáceas y moras - plantas fáciles de asociar al arraigo negro, que ha sido arrancado en favor del club de golf."
    },
    {
      "index": 17,
      "start_time": 83860.0,
      "end_time": 87140.0,
      "text": "Pero las solanáceas y las moras cumplen otras funciones metafóricas."
    },
    {
      "index": 18,
      "start_time": 87140.0,
      "end_time": 94820.0,
      "text": "Por ejemplo, en un ensayo llamado \"Cosas indecibles no dichas,\" Morrison explica que la solanácea es una planta \"inusual\" que produce bayas \"tóxicas\"."
    },
    {
      "index": 19,
      "start_time": 94820.0,
      "end_time": 98920.0,
      "text": "Mientras que la zarzamora es una planta \"común\" que produce frutos \"nutritivos\"."
    },
    {
      "index": 20,
      "start_time": 98920.0,
      "end_time": 105460.0,
      "text": "Así que inmediatamente en la novela vemos lo nutritivo junto a lo venenoso, así como lo común junto a lo raro."
    },
    {
      "index": 21,
      "start_time": 105470.0,
      "end_time": 110270.0,
      "text": "Y se nos dice que ambas cosas prosperaron juntas en ese lugar cuando era un barrio."
    },
    {
      "index": 22,
      "start_time": 110270.0,
      "end_time": 118420.0,
      "text": "De modo que esta es una comunidad diversa y multidimensional - y Morrison rechaza ilustrarla, igual que a sus personajes, como una cosa o la otra."
    },
    {
      "index": 23,
      "start_time": 118420.0,
      "end_time": 122520.0,
      "text": "También aprendemos en las primeras páginas la tensa historia del nombre, el \"Fondo.\""
    },
    {
      "index": 24,
      "start_time": 122520.0,
      "end_time": 123720.0,
      "text": "esta es la historia:"
    },
    {
      "index": 25,
      "start_time": 123720.0,
      "end_time": 129220.0,
      "text": "Un granjero le promete a un esclavo la libertad y tierras en el fondo del valle si cumple una serie de difíciles tareas."
    },
    {
      "index": 26,
      "start_time": 129220.0,
      "end_time": 133640.0,
      "text": "El esclavo consigue cumplir las tareas, y el granjero le ofrece tierras rocosas en las colinas."
    },
    {
      "index": 27,
      "start_time": 133640.0,
      "end_time": 136800.0,
      "text": "El granjero justifica su traición con palabras bonitas, diciendo:"
    },
    {
      "index": 28,
      "start_time": 136800.0,
      "end_time": 141740.0,
      "text": "\"cuando Dios mira hacia abajo, es el fondo [...] el fondo del cielo - la mejor tierra que existe.\""
    },
    {
      "index": 29,
      "start_time": 141740.0,
      "end_time": 150520.0,
      "text": "Así que este es un mundo en el que el fondo no está necesariamente bajo la parte más alta que, a propósito, deja entrever una tendencia a favorecer lo blanco sobre lo negro."
    },
    {
      "index": 30,
      "start_time": 150520.0,
      "end_time": 157380.0,
      "text": "Y esta es una forma en la que Sula anima al lector a reconsiderar las asunciones que emergen del pensamiento binario."
    },
    {
      "index": 31,
      "start_time": 157380.0,
      "end_time": 158780.0,
      "text": "Vayamos a la Thought Bubble."
    },
    {
      "index": 32,
      "start_time": 158780.0,
      "end_time": 167840.0,
      "text": "El pensamiento binario, o distinguir cosas opuestas como caliente O frío, oscuridad O luz, bien O mal, está profundamente arraigado en la filosofía occidental."
    },
    {
      "index": 33,
      "start_time": 167840.0,
      "end_time": 172140.0,
      "text": "En la teoría literaria estructuralista propuesta por gente como Ferdinand de Saussure,"
    },
    {
      "index": 34,
      "start_time": 172140.0,
      "end_time": 180260.0,
      "text": "las oposiciones binarias dan su significado a unidades de lenguaje, porque cada unidad se define por su relación complementaria con otro término."
    },
    {
      "index": 35,
      "start_time": 180260.0,
      "end_time": 184540.0,
      "text": "Como, ya sabes, conocer el bien por saber lo que es el mal, o conocer el calor por conocer el frío; etc."
    },
    {
      "index": 36,
      "start_time": 184540.0,
      "end_time": 188600.0,
      "text": "Pero hay grandes problemas con el pensamiento binario, especialmente en el lenguaje,"
    },
    {
      "index": 37,
      "start_time": 188600.0,
      "end_time": 193420.0,
      "text": "porque un término tiende a dominar, o al menos se le favorece culturalmente frente al otro."
    },
    {
      "index": 38,
      "start_time": 193420.0,
      "end_time": 197840.0,
      "text": "El post-estructuralista Jacques Derrida, por ejemplo, consideraba al pensamiento binario"
    },
    {
      "index": 39,
      "start_time": 197840.0,
      "end_time": 201400.0,
      "text": "\"una violenta jerarquía\" en la que \"uno de los dos términos gobierna al otro.\""
    },
    {
      "index": 40,
      "start_time": 201400.0,
      "end_time": 205820.0,
      "text": "Como en el pensamiento occidental, en el que el concepto de luz suele dominar al concepto de oscuridad."
    },
    {
      "index": 41,
      "start_time": 205820.0,
      "end_time": 212200.0,
      "text": "La luz se asocia con sabiduría, verdad y revelación; la oscuridad con maldad, ignorancia y confusión."
    },
    {
      "index": 42,
      "start_time": 212200.0,
      "end_time": 217080.0,
      "text": "Y cuando esa clase de pensamiento binario se proyecta hacia la raza, las consecuencias son desastrosas."
    },
    {
      "index": 43,
      "start_time": 217080.0,
      "end_time": 218920.0,
      "text": "Igual que sucede con el género."
    },
    {
      "index": 44,
      "start_time": 218920.0,
      "end_time": 222880.0,
      "text": "Tendemos a ver el género como algo binario, aunque no lo sea, igual que no lo es la raza."
    },
    {
      "index": 45,
      "start_time": 222880.0,
      "end_time": 226140.0,
      "text": "Pero a menudo definimos la feminidad en el contexto de la masculinidad."
    },
    {
      "index": 46,
      "start_time": 226140.0,
      "end_time": 234100.0,
      "text": "Si pensamos que el hombre debe ser fuerte, agresivo, líder, entonces el pensamiento binario puede inducirnos a pensar que la mujer debe ser débil y dócil."
    },
    {
      "index": 47,
      "start_time": 234100.0,
      "end_time": 238460.0,
      "text": "Invirtiendo el \"fondo\" y la parte de arriba, valorando la solanácea y la zarzamora,"
    },
    {
      "index": 48,
      "start_time": 238460.0,
      "end_time": 242620.0,
      "text": "y presentando las dos protagonistas de la novela sin juicios,"
    },
    {
      "index": 49,
      "start_time": 242620.0,
      "end_time": 251740.0,
      "text": "Morrison anima al lector a reconsiderar identidades infravaloradas, y a abandonar las falsas dicotomías que pueden hacer del lenguaje una herramienta de opresión."
    },
    {
      "index": 50,
      "start_time": 251740.0,
      "end_time": 252880.0,
      "text": "Gracias Thought Bubble."
    },
    {
      "index": 51,
      "start_time": 252880.0,
      "end_time": 259860.0,
      "text": "Así pues, aunque yo considere Sula una elegantemente diseñada refutación del pensamiento binario, Morrison encontró fallos en la estructura del libro."
    },
    {
      "index": 52,
      "start_time": 259860.0,
      "end_time": 266660.0,
      "text": "En 1973, cuando se publicó el libro, sintió que necesitaba crear un \"umbral\" por el que el lector pudiera introducirse en el texto."
    },
    {
      "index": 53,
      "start_time": 266660.0,
      "end_time": 271600.0,
      "text": "Así que abrió la novela desde la perspectiva de un \"hombre del valle,\" es decir, un granjero blanco."
    },
    {
      "index": 54,
      "start_time": 271600.0,
      "end_time": 277260.0,
      "text": "Y más tarde escribió que encontró esa mirada \"desde el exterior,\" como ella lo llamó, \"vergonzosa.\""
    },
    {
      "index": 55,
      "start_time": 277260.0,
      "end_time": 279620.0,
      "text": "Tiempo después Morrison expresó en \"Cosa indecibles no dichas,\":"
    },
    {
      "index": 56,
      "start_time": 279630.0,
      "end_time": 283220.0,
      "text": "\"El escenario de las primeras cuatro páginas es vergonzoso para mí ahora,"
    },
    {
      "index": 57,
      "start_time": 283220.0,
      "end_time": 289240.0,
      "text": "pero el dolor que he sentido al explicarlo puede ayudar a identificar las estrategias a las que te pueden forzar a recurrir"
    },
    {
      "index": 58,
      "start_time": 289240.0,
      "end_time": 294960.0,
      "text": "al tratar de digerir el simple hecho de escribir sobre, por y para la cultura negra"
    },
    {
      "index": 59,
      "start_time": 294960.0,
      "end_time": 298740.0,
      "text": "al estar uno adaptado a la corriente establecida por la cultura blanca."
    },
    {
      "index": 60,
      "start_time": 298750.0,
      "end_time": 302340.0,
      "text": "La guía del \"hombre del valle\" por el territorio era mi cesión."
    },
    {
      "index": 61,
      "start_time": 302340.0,
      "end_time": 305570.0,
      "text": "Puede que \"funcionara,\" pero no era el trabajo que yo quería hacer.\""
    },
    {
      "index": 62,
      "start_time": 305570.0,
      "end_time": 311780.0,
      "text": "Pero Sula rápidamente pasa del hombre del valle a la hermosamente escrita amistad entre Nel Wright y Sula Peace."
    },
    {
      "index": 63,
      "start_time": 311780.0,
      "end_time": 316180.0,
      "text": "Nel es una chica silenciosa, educada por su autoritaria madre, Helene Wright."
    },
    {
      "index": 64,
      "start_time": 316180.0,
      "end_time": 320820.0,
      "text": "Como explica el narrador, \"bajo la tutela de Helene la chica se volvió obediente y educada."
    },
    {
      "index": 65,
      "start_time": 320820.0,
      "end_time": 327640.0,
      "text": "Cualquier entusiasmo que Nel mostrara era apaciguado por su madre hasta que consiguió enterrar la imaginación de su hija.\""
    },
    {
      "index": 66,
      "start_time": 327640.0,
      "end_time": 330400.0,
      "text": "Pero Nel eventualmente descubre el poder de la independencia."
    },
    {
      "index": 67,
      "start_time": 330400.0,
      "end_time": 333300.0,
      "text": "En uno de mis pasajes favoritos de la novela, ella piensa,"
    },
    {
      "index": 68,
      "start_time": 333310.0,
      "end_time": 339650.0,
      "text": "\"Soy yo. No soy su hija. No soy Nel. Soy yo. Yo.\""
    },
    {
      "index": 69,
      "start_time": 339650.0,
      "end_time": 345080.0,
      "text": "Cada vez que dice la palabra \"yo\" es una acumulación de poder, felicidad, miedo..."
    },
    {
      "index": 70,
      "start_time": 345080.0,
      "end_time": 346700.0,
      "text": "\"Yo,\" murmuró."
    },
    {
      "index": 71,
      "start_time": 346700.0,
      "end_time": 352680.0,
      "text": "Y entonces, yendo un poco más allá, \"Yo quiero... yo quiero ser... maravillosa."
    },
    {
      "index": 72,
      "start_time": 352680.0,
      "end_time": 355210.0,
      "text": "Oh, Jesús, hazme maravillosa.\""
    },
    {
      "index": 73,
      "start_time": 355210.0,
      "end_time": 360500.0,
      "text": "Nel relaciona ser \"maravillosa\" con su amiga Sula, que fue educada en circunstancias muy diferentes."
    },
    {
      "index": 74,
      "start_time": 360500.0,
      "end_time": 363860.0,
      "text": "Sula fue criada en la casa de su abuela barra una casa de acogida,"
    },
    {
      "index": 75,
      "start_time": 363870.0,
      "end_time": 367530.0,
      "text": "una \"...casa acogedora, donde una marmita siempre cocía algo al fuego;"
    },
    {
      "index": 76,
      "start_time": 367530.0,
      "end_time": 372350.0,
      "text": "donde la madre, Hannah, nunca regañaba o mandaba; donde toda clase de gente se dejaba caer;"
    },
    {
      "index": 77,
      "start_time": 372350.0,
      "end_time": 377740.0,
      "text": "donde los periódicos se apilaban en el pasillo, y los platos sucios se dejaban en la pila durante horas,"
    },
    {
      "index": 78,
      "start_time": 377740.0,
      "end_time": 383620.0,
      "text": "y donde una abuela con una sola pierna llamada Eva te daba cacahuetes de su bolsillo o te leía sueños.\""
    },
    {
      "index": 79,
      "start_time": 383620.0,
      "end_time": 386020.0,
      "text": "La madre de Sula, Hannah, también vive en la casa."
    },
    {
      "index": 80,
      "start_time": 386020.0,
      "end_time": 390560.0,
      "text": "Y hannah se refiere al sexo como \"placentero y frecuente, cuando no ordinario.\""
    },
    {
      "index": 81,
      "start_time": 390560.0,
      "end_time": 393930.0,
      "text": "Mantiene relaciones con huéspedes y los maridos de sus amigas puramente por placer."
    },
    {
      "index": 82,
      "start_time": 393930.0,
      "end_time": 397250.0,
      "text": "Así pues, Sula ha sido educada fuera de las convenciones del orden social,"
    },
    {
      "index": 83,
      "start_time": 397250.0,
      "end_time": 403260.0,
      "text": "y a Nel, cuya educación consistió en ser \"obediente\" y \"educada,\" le parece casi mágicamente libre."
    },
    {
      "index": 84,
      "start_time": 403260.0,
      "end_time": 405960.0,
      "text": "Y ya en la adultez, Sula sigue siendo maravillosa."
    },
    {
      "index": 85,
      "start_time": 405960.0,
      "end_time": 410590.0,
      "text": "Viaja, tiene amantes, se niega a sacrificarse por nadie."
    },
    {
      "index": 86,
      "start_time": 410590.0,
      "end_time": 412800.0,
      "text": "Pero también mantiene relaciones con el marido de Nel."
    },
    {
      "index": 87,
      "start_time": 412800.0,
      "end_time": 415080.0,
      "text": "Que para ella, forma parte de no hacer sacrificios."
    },
    {
      "index": 88,
      "start_time": 415080.0,
      "end_time": 420600.0,
      "text": "Puede que pensemos en Sula como la solanácea de la novela, \"inusual\" y cautivadora, pero a veces \"tóxica.\""
    },
    {
      "index": 89,
      "start_time": 420600.0,
      "end_time": 425900.0,
      "text": "En contraste, Nel sigue el camino más socialmente aceptable de casarse y tener hijos."
    },
    {
      "index": 90,
      "start_time": 425910.0,
      "end_time": 429670.0,
      "text": "Y tal vez podamos pensar en Nel como la zarzamora de la novela, \"común\" y \"nutritiva.\""
    },
    {
      "index": 91,
      "start_time": 429670.0,
      "end_time": 430650.0,
      "text": "¡Pero no!"
    },
    {
      "index": 92,
      "start_time": 430650.0,
      "end_time": 437880.0,
      "text": "Porque es una novela que expone las limitaciones del pensamiento binario, y llegamos a ver durante la historia como estos opuestos no lo son en varias ocasiones."
    },
    {
      "index": 93,
      "start_time": 437880.0,
      "end_time": 441480.0,
      "text": "Veamos por ejemplo las diferencias internas entre estos personajes."
    },
    {
      "index": 94,
      "start_time": 441480.0,
      "end_time": 445340.0,
      "text": "Ved cómo cada una reacciona al gran evento traumático de sus infancias."
    },
    {
      "index": 95,
      "start_time": 445340.0,
      "end_time": 451180.0,
      "text": "Las niñas están jugando juntas a la orilla del río, y aparece un chaval llamado Chicken Little entre los árboles."
    },
    {
      "index": 96,
      "start_time": 451180.0,
      "end_time": 454320.0,
      "text": "Las niñas se burlan de él y juegan a columpiarlo en círculos."
    },
    {
      "index": 97,
      "start_time": 454330.0,
      "end_time": 458310.0,
      "text": "Entonces a Sula se le scapa de las manos y el chico cae al río."
    },
    {
      "index": 98,
      "start_time": 458310.0,
      "end_time": 462080.0,
      "text": "\"El agua se oscureció y se cerró sobre la zona en la que Chicken Little se hundió."
    },
    {
      "index": 99,
      "start_time": 462080.0,
      "end_time": 468560.0,
      "text": "La marca de la presión de sus fuertes y pequeños dedos seguía en las palmas de Sula mientras ella miraba esa zona del río."
    },
    {
      "index": 100,
      "start_time": 468560.0,
      "end_time": 472820.0,
      "text": "Esperaban que el muchacho saliera a la superficie, riendo. Ambas se quedaron mirando el agua.\""
    },
    {
      "index": 101,
      "start_time": 472820.0,
      "end_time": 474860.0,
      "text": "Las niñas no le cuentan a nadie su papel en el ahogamiento."
    },
    {
      "index": 102,
      "start_time": 474860.0,
      "end_time": 479700.0,
      "text": "En el funeral de Chicken Little \"...se dieron la mano y supieron que aunque el ataúd yaciera bajo tierra;"
    },
    {
      "index": 103,
      "start_time": 479700.0,
      "end_time": 484420.0,
      "text": "la risa burbujeante y la presión de los dedos sobre sus palmas permanecerían sobre ella para siempre.\""
    },
    {
      "index": 104,
      "start_time": 484430.0,
      "end_time": 487840.0,
      "text": "Nel se siente orgullosa de su propio control ese día, pero después se da cuenta de que"
    },
    {
      "index": 105,
      "start_time": 487840.0,
      "end_time": 494940.0,
      "text": "\"lo que había pensado que era madurez, serenidad y compasión era solo la tranquilidad que sigue a la estimulación excitante.\""
    },
    {
      "index": 106,
      "start_time": 494940.0,
      "end_time": 500280.0,
      "text": "Nel se sintió intrigada y excitada por la muerte - y eso es más propio de la solanácea que de la zarzamora."
    },
    {
      "index": 107,
      "start_time": 500280.0,
      "end_time": 502460.0,
      "text": "Y Sula es igualmente compleja."
    },
    {
      "index": 108,
      "start_time": 502460.0,
      "end_time": 508820.0,
      "text": "Aunque envía a su reticente abuela a un asilo, tiene varias aventuras con hombre casados, incluido el marido de Nel,"
    },
    {
      "index": 109,
      "start_time": 508820.0,
      "end_time": 513380.0,
      "text": "se nos dice que secretamente anhela los placeres \"comunes\" de un amor \"estimulante.\""
    },
    {
      "index": 110,
      "start_time": 513380.0,
      "end_time": 519800.0,
      "text": "Y de niña, a Sula le gusta sentarse durante horas en el salón de Nel, ya que es lo más cercano que puede obtener a una vida normal."
    },
    {
      "index": 111,
      "start_time": 519799.99999999994,
      "end_time": 528280.0,
      "text": "Y de adulta, se enamora de un hombre llamado Ajax, y descubre \"lo que es la posesión,\" y pierde su salud física y mental cuando Ajax se va."
    },
    {
      "index": 112,
      "start_time": 528280.0,
      "end_time": 534540.0,
      "text": "Estos deseos de estabilidad, de una vida dentro del orden social son más cosa de las zarzamoras que de las solanáceas."
    },
    {
      "index": 113,
      "start_time": 534540.0,
      "end_time": 538320.0,
      "text": "Y aunque tienen vidas muy diferentes, y hacen decisiones muy diferentes, Nel y Sula"
    },
    {
      "index": 114,
      "start_time": 538320.0,
      "end_time": 543600.0,
      "text": "son semejantes a niveles tan profundos que por momentos no parece haber límites entre ellas."
    },
    {
      "index": 115,
      "start_time": 543600.0,
      "end_time": 547180.0,
      "text": "Cuando la adulta Sula vuelve al \"fondo\" después de diez años, Nel piensa:"
    },
    {
      "index": 116,
      "start_time": 547190.0,
      "end_time": 551000.0,
      "text": "\"Fue como recuperar la visión de un ojo, como si te quitaran una catarata.\""
    },
    {
      "index": 117,
      "start_time": 551000.0,
      "end_time": 553400.0,
      "text": "Su vieja amiga había vuelto a casa. Sula."
    },
    {
      "index": 118,
      "start_time": 553400.0,
      "end_time": 560280.0,
      "text": "Aquella que le hizo reír, que le hizo ver cosas viejas con ojos renovados, en cuya presencia se sentía lista, amable y un poco atrevida."
    },
    {
      "index": 119,
      "start_time": 560280.0,
      "end_time": 566400.0,
      "text": "Sula, aquella con la que había vivido el pasado con la que le presente era un constante toma y daca de percepciones."
    },
    {
      "index": 120,
      "start_time": 566400.0,
      "end_time": 569880.0,
      "text": "Hablar con Sula siempre había sido como conversar con ella misma.\""
    },
    {
      "index": 121,
      "start_time": 569880.0,
      "end_time": 576500.0,
      "text": "En el prólogo de la edición de 2002 Morrison explica que las siguientes cuestiones motivaron su escritura:"
    },
    {
      "index": 122,
      "start_time": 576510.0,
      "end_time": 580170.0,
      "text": "¿Cómo es la amistad entre mujeres sin mediación de hombres?"
    },
    {
      "index": 123,
      "start_time": 580170.0,
      "end_time": 584730.0,
      "text": "¿Qué elecciones pueden hacer las mujeres negras lejos de la aprobación de su sociedad?"
    },
    {
      "index": 124,
      "start_time": 584730.0,
      "end_time": 591540.0,
      "text": "¿Cuáles son los riesgos del individualismo en una comunidad determinantemente individualista aunque racialmente uniforme y socialmente estática?"
    },
    {
      "index": 125,
      "start_time": 591540.0,
      "end_time": 597940.0,
      "text": "Sula a menudo considera la \"libertad femenina\" en términos de libertad sexual, pero la idea de libertad adquiere muchas formas durante la novela."
    },
    {
      "index": 126,
      "start_time": 597940.0,
      "end_time": 603140.0,
      "text": "Para Sula, la libertad se define por su \"resistencia a sacrificarse o acomodarse.\""
    },
    {
      "index": 127,
      "start_time": 603149.0,
      "end_time": 607150.0,
      "text": "Pero, claro, mucho se pierde por no sacrificarse o acomodarse -"
    },
    {
      "index": 128,
      "start_time": 607150.0,
      "end_time": 612680.0,
      "text": "por no hablar del daño sufrido por la amistad central entre las dos mujeres al dormir Sula con el marido de Nel."
    },
    {
      "index": 129,
      "start_time": 612680.0,
      "end_time": 616520.0,
      "text": "Pero a su vez, mucho se pierde por la acomodación de Nel al orden social."
    },
    {
      "index": 130,
      "start_time": 616520.0,
      "end_time": 621240.0,
      "text": "Quiero decir, si estás buscando respuestas sencillas a cómo llevar una buena vida, busca en otra parte."
    },
    {
      "index": 131,
      "start_time": 621240.0,
      "end_time": 624960.0,
      "text": "Todos nos hemos imaginado cómo sería tener una vida maravillosa."
    },
    {
      "index": 132,
      "start_time": 624960.0,
      "end_time": 629480.0,
      "text": "¿Qué pasaría si no voy a la universidad o si no consigo trabajo o no me caso y no tengo hijos ni una casa?"
    },
    {
      "index": 133,
      "start_time": 629480.0,
      "end_time": 639779.0,
      "text": "Pero Sula nos recuerda que hay pérdidas y ganancias en cada elección, y que la dicotomía entre una vida extraordinaria y una ordinaria es falsa."
    },
    {
      "index": 134,
      "start_time": 639779.0,
      "end_time": 643540.0,
      "text": "Y esto es aun más cierto para gente viviendo en sistemas opresivos."
    },
    {
      "index": 135,
      "start_time": 643540.0,
      "end_time": 651340.0,
      "text": "Posteriormente Morrison escribió sobre Sula: \"Hannah, Nel, Eva y Sula eran puntas de una cruz - cada una de ellas una elección de personajes determinados por género y raza.\""
    },
    {
      "index": 136,
      "start_time": 651340.0,
      "end_time": 655800.0,
      "text": "Al final escribió: \"...el único triunfo posible era el de la imaginación.\""
    },
    {
      "index": 137,
      "start_time": 655800.0,
      "end_time": 658200.0,
      "text": "¿Y qué aspecto tendría un triunfo de la imaginación?"
    },
    {
      "index": 138,
      "start_time": 658210.0,
      "end_time": 663410.0,
      "text": "Bueno, podemos verlo en la duradera conexión entre Nel y Sula - la intensidad de su amistad,"
    },
    {
      "index": 139,
      "start_time": 663410.0,
      "end_time": 667460.0,
      "text": "la violencia de sus traiciones, y el poder de su reconocimiento mutuo."
    },
    {
      "index": 140,
      "start_time": 667460.0,
      "end_time": 674980.0,
      "text": "Sula ensalza una comunidad en la que afroamericanos se unieron para resistir penurias económicas, sociales y psicológicas."
    },
    {
      "index": 141,
      "start_time": 674980.0,
      "end_time": 677680.0,
      "text": "Pero apenas es una comunidad idealizada."
    },
    {
      "index": 142,
      "start_time": 677680.0,
      "end_time": 680340.0,
      "text": "Hay violencia en ella, así como chivos expiatorios."
    },
    {
      "index": 143,
      "start_time": 680340.0,
      "end_time": 684380.0,
      "text": "Los lugares no son simplemente buenos o malos, al igual que las personas."
    },
    {
      "index": 144,
      "start_time": 684380.0,
      "end_time": 689480.0,
      "text": "Los personajes de Morrison, igual que sus lugares, son afligidos y victoriosos, débiles y fuertes,"
    },
    {
      "index": 145,
      "start_time": 689480.0,
      "end_time": 693700.0,
      "text": "alegres y descorazonadores, pero nunca son una cosa o la otra."
    },
    {
      "index": 146,
      "start_time": 693700.0,
      "end_time": 698800.0,
      "text": "Y lo que hace de Sula una obra maestra es su rechazo a doblegarse a las seducciones de la simplificación."
    },
    {
      "index": 147,
      "start_time": 698800.0,
      "end_time": 702740.0,
      "text": "En cambio, describe las complejidades y la riqueza de la conexión humana."
    },
    {
      "index": 148,
      "start_time": 702740.0,
      "end_time": 704640.0,
      "text": "Gracias por vernos. Os veré en la próxima."
    },
    {
      "index": 149,
      "start_time": 704640.0,
      "end_time": 708260.0,
      "text": "Crash Course está grabado en Indianapolis en el Chad and Stacy Emigholz Studio,"
    },
    {
      "index": 150,
      "start_time": 708260.0,
      "end_time": 713740.0,
      "text": "y se realiza gracias a la ayuda de toda esta gente simpática, y es posible gracias a tu apoyo en Patreon."
    },
    {
      "index": 151,
      "start_time": 713740.0,
      "end_time": 717240.0,
      "text": "Patreon en un servicio de suscripción voluntaria que te permite apoyar Crash Course directamente,"
    },
    {
      "index": 152,
      "start_time": 717240.0,
      "end_time": 720240.0,
      "text": "para que podamos mantenerlo gratis para todos para siempre."
    },
    {
      "index": 153,
      "start_time": 720240.0,
      "end_time": 725240.0,
      "text": "Así que si te gusta Crash Course y lo valoras, por favor pásate por Patreon.com/CrashCourse para suscribirte."
    },
    {
      "index": 154,
      "start_time": 725250.0,
      "end_time": 728230.0,
      "text": "Este es el último capítulo de la serie de Literatura, por cierto."
    },
    {
      "index": 155,
      "start_time": 728230.0,
      "end_time": 732560.0,
      "text": "Próximamente: Geografía Humana es mucho más fascinante de lo que puedes pensar."
    },
    {
      "index": 156,
      "start_time": 732560.0,
      "end_time": 735930.0,
      "text": "Gracias otras vez por vernos, y como dicen en mi ciudad natal. \"No Olvides Ser Asombroso.\""
    }
  ]
}