{
  "video_id": "ECktl3jCK8o",
  "title": "The Complete History of the Second World War | World War II Documentary | Part 2",
  "json": [
    {
      "index": 1,
      "start_time": 2740.0,
      "end_time": 3940.0,
      "text": "La historia completa de la Segunda Guerra Mundial | Documental de la Segunda Guerra Mundial | Parte 2"
    },
    {
      "index": 2,
      "start_time": 3940.0,
      "end_time": 5680.0,
      "text": "Diciembre 12"
    },
    {
      "index": 3,
      "start_time": 5680.0,
      "end_time": 11070.0,
      "text": "1937, la cañonera naval estadounidense USS Panay navegaba por el río Yangtze"
    },
    {
      "index": 4,
      "start_time": 11740.0,
      "end_time": 15240.0,
      "text": "El Panay era un buque de fondo plano construido en Shanghai"
    },
    {
      "index": 5,
      "start_time": 15760.0,
      "end_time": 17819.0,
      "text": "específicamente para operar en el Gran Río"
    },
    {
      "index": 6,
      "start_time": 18340.0,
      "end_time": 24209.0,
      "text": "Que a más de 3,000 millas de largo fue el más largo en Asia y se extendió profundamente en China"
    },
    {
      "index": 7,
      "start_time": 24850.0,
      "end_time": 29399.0,
      "text": "Tanto Gran Bretaña como Estados Unidos han invertido fuertemente en China durante muchos años"
    },
    {
      "index": 8,
      "start_time": 30310.0,
      "end_time": 36029.0,
      "text": "Explotando sus recursos, incluido el más grande de todos, es trabajador y de bajo costo."
    },
    {
      "index": 9,
      "start_time": 37510.0,
      "end_time": 44760.0,
      "text": "De hecho, muchas ciudades en China, como la capital de Nanking tenían distritos extranjeros construidos a lo largo de las mismas líneas de suburbios en"
    },
    {
      "index": 10,
      "start_time": 44920.0,
      "end_time": 46629.0,
      "text": "Washington o Londres"
    },
    {
      "index": 11,
      "start_time": 46629.0,
      "end_time": 53039.0,
      "text": "Sin embargo, China no era un país unificado y había estado en las garras de una lucha de poder ideológica desde"
    },
    {
      "index": 12,
      "start_time": 53530.0,
      "end_time": 57120.0,
      "text": "1927 luchó entre el gobierno y el partido comunista de China"
    },
    {
      "index": 13,
      "start_time": 58629.0,
      "end_time": 63989.0,
      "text": "Japón también ocupó partes del país pero buscó explotar la guerra civil para ganar aún más"
    },
    {
      "index": 14,
      "start_time": 64180.00000000001,
      "end_time": 67409.0,
      "text": "Territorio en Manchuria y así en 1931"
    },
    {
      "index": 15,
      "start_time": 68409.0,
      "end_time": 71519.0,
      "text": "Fabricado un ataque terrorista contra una línea de ferrocarril japonesa"
    },
    {
      "index": 16,
      "start_time": 72070.0,
      "end_time": 77669.0,
      "text": "Esto fue luego utilizado como precursor de una invasión en la que China entregó Manchuria a Japón"
    },
    {
      "index": 17,
      "start_time": 78280.0,
      "end_time": 85080.0,
      "text": "Pero las escaramuzas continuaron hasta que en el verano de 1937, Japón finalmente lanzó una invasión a gran escala"
    },
    {
      "index": 18,
      "start_time": 86140.0,
      "end_time": 90659.0,
      "text": "Casi actos medievales de brutalidad llevados a cabo contra el pueblo chino por soldados japoneses"
    },
    {
      "index": 19,
      "start_time": 91329.0,
      "end_time": 98039.0,
      "text": "Con el saqueo de la violación y el asesinato masivo no solo es común, sino que en realidad es alentado por el liderazgo japonés en"
    },
    {
      "index": 20,
      "start_time": 98710.0,
      "end_time": 104070.0,
      "text": "un incidente impactante dos oficiales japoneses llevaron a cabo la competencia para ver quién podía decapitar"
    },
    {
      "index": 21,
      "start_time": 104500.0,
      "end_time": 109559.0,
      "text": "100 personas con una espada Samurai El más rápido y el incidente fue muy publicitado en Japón"
    },
    {
      "index": 22,
      "start_time": 110020.0,
      "end_time": 112920.0,
      "text": "También ha sido recordado como la violación de Nanking"
    },
    {
      "index": 23,
      "start_time": 114040.0,
      "end_time": 121829.0,
      "text": "Con todo esto sucediendo en China, tanto Gran Bretaña como los Estados Unidos envían sus armadas al Yangtze para proteger sus respectivas poblaciones y propiedades."
    },
    {
      "index": 24,
      "start_time": 122049.0,
      "end_time": 124859.0,
      "text": "pero para seguir siendo una Fuerza Neutral en la lucha en tierra"
    },
    {
      "index": 25,
      "start_time": 125540.0,
      "end_time": 133180.0,
      "text": "En diciembre de 1937, los japoneses estaban invadiendo Nankín, donde vivía y trabajaba un gran número de estadounidenses."
    },
    {
      "index": 26,
      "start_time": 133580.0,
      "end_time": 138550.0,
      "text": "Entonces, se le ordenó al USS Panay que comenzara a evacuarlos el 11 de diciembre."
    },
    {
      "index": 27,
      "start_time": 139430.0,
      "end_time": 147339.0,
      "text": "Los cielos estaban llenos de aviones de combate japoneses, por lo que los estadounidenses adornaron una embarcación con grandes banderas estadounidenses para distinguirlas de las embarcaciones chinas."
    },
    {
      "index": 28,
      "start_time": 148190.0,
      "end_time": 154029.0,
      "text": "Temprano La mañana siguiente, el British Gunboat HMS Ladybird fue bombardeado por las fuerzas japonesas en la costa"
    },
    {
      "index": 29,
      "start_time": 154460.0,
      "end_time": 156609.0,
      "text": "Pero se las arregló para escapar del daño grave"
    },
    {
      "index": 30,
      "start_time": 157790.0,
      "end_time": 163749.0,
      "text": "Más tarde, el USS Panay se encontró atrayendo la atención no deseada de 12 aviones japoneses y"
    },
    {
      "index": 31,
      "start_time": 163970.0,
      "end_time": 166029.0,
      "text": "Luego, más tarde, un cañonero japonés"
    },
    {
      "index": 32,
      "start_time": 166970.0,
      "end_time": 174580.0,
      "text": "a pesar de las grandes banderas americanas, los aviones japoneses atacaron la cañonera estadounidense y tres tanques cercanos con bombas y ametralladoras"
    },
    {
      "index": 33,
      "start_time": 175550.0,
      "end_time": 180969.0,
      "text": "Más de 50 civiles y tripulación a bordo fueron heridos y luego rescatados por HMS Lady Bird y"
    },
    {
      "index": 34,
      "start_time": 181250.0,
      "end_time": 188110.0,
      "text": "HMS Bee como el Panay Sank mientras que tres estadounidenses Charles L. Esminger Carl H. Carlson y"
    },
    {
      "index": 35,
      "start_time": 188420.0,
      "end_time": 193300.0,
      "text": "Edgar G. Hulsebus fue asesinado en el ataque junto con un reportero italiano"
    },
    {
      "index": 36,
      "start_time": 194209.0,
      "end_time": 201009.0,
      "text": "Serían los primeros estadounidenses en morir en la batalla entre las fuerzas de los japoneses imperiales y los Estados Unidos de América"
    },
    {
      "index": 37,
      "start_time": 201739.0,
      "end_time": 205569.0,
      "text": "Casi exactamente cuatro años antes del ataque japonés a Pearl Harbor"
    },
    {
      "index": 38,
      "start_time": 212930.0,
      "end_time": 217660.0,
      "text": "El alcance del nacionalismo japonés se realizó en The Genre Fortress Where from"
    },
    {
      "index": 39,
      "start_time": 218120.0,
      "end_time": 224410.0,
      "text": "1936 un médico japonés llamado Shirō Ishii comenzó una serie de horripilantes experimentos médicos sobre seres humanos"
    },
    {
      "index": 40,
      "start_time": 224780.0,
      "end_time": 228580.0,
      "text": "desarrollar armas biológicas y químicas para el ejército japonés"
    },
    {
      "index": 41,
      "start_time": 229220.0,
      "end_time": 236290.0,
      "text": "Se había inspirado en la investigación llevada a cabo en Europa y había convencido al emperador japonés de sancionar la investigación de Japón."
    },
    {
      "index": 42,
      "start_time": 236690.0,
      "end_time": 240820.0,
      "text": "Lo cual, él creía, le permitiría a Japón matar grandes Números de Fuerzas Enemigas rápidamente"
    },
    {
      "index": 43,
      "start_time": 241160.0,
      "end_time": 247959.0,
      "text": "algo que los japoneses necesitaban desesperadamente si tenían planes para enfrentarse a la Unión Soviética o China numéricamente superior"
    },
    {
      "index": 44,
      "start_time": 248660.0,
      "end_time": 256389.0,
      "text": "Cuando la Fortaleza fue atacada por combatientes resistentes un año después reubicó su operación a Pingfang, donde la ahora notoria unidad"
    },
    {
      "index": 45,
      "start_time": 256548.99999999997,
      "end_time": 258548.99999999997,
      "text": "731 fue establecido"
    },
    {
      "index": 46,
      "start_time": 258858.99999999997,
      "end_time": 265959.0,
      "text": "Allí se usaron miles de civiles chinos y prisioneros de guerra aliados posteriores en sus experimentos médicos de pesadilla para desarrollar"
    },
    {
      "index": 47,
      "start_time": 266150.0,
      "end_time": 270310.0,
      "text": "y armas químicas, así como llevar a cabo cirugías experimentales"
    },
    {
      "index": 48,
      "start_time": 271580.0,
      "end_time": 276370.0,
      "text": "La unidad 731 también probó armas biológicas contra poblaciones chinas"
    },
    {
      "index": 49,
      "start_time": 277130.0,
      "end_time": 283389.0,
      "text": "Hombres Mujeres Niños animales e incluso bebés recién nacidos fueron todos utilizados por el equipo de Shirō Ishii para llevar a cabo su investigación"
    },
    {
      "index": 50,
      "start_time": 285050.0,
      "end_time": 286760.0,
      "text": "Durante la década de 1930"
    },
    {
      "index": 51,
      "start_time": 286760.0,
      "end_time": 291039.0,
      "text": "Las tropas japonesas en Manchuria lucharon una serie de escaramuzas únicas con tropas chinas"
    },
    {
      "index": 52,
      "start_time": 292100.0,
      "end_time": 296079.0,
      "text": "culminando en una guerra a gran escala que estalla de nuevo el 7 de julio de 1937"
    },
    {
      "index": 53,
      "start_time": 297290.0,
      "end_time": 302260.0,
      "text": "Después de años de luchar entre sí Los dos lados de la Guerra Civil China el"
    },
    {
      "index": 54,
      "start_time": 302450.0,
      "end_time": 307089.0,
      "text": "El Kuomintang y los comunistas llaman un cese al fuego y Unidos contra los japoneses"
    },
    {
      "index": 55,
      "start_time": 307520.0,
      "end_time": 312609.0,
      "text": "que tomó la capital del Kuomintang Ciudad de Nanking en diciembre de 1937"
    },
    {
      "index": 56,
      "start_time": 314030.0,
      "end_time": 321190.0,
      "text": "La brutalidad de las fuerzas japonesas contra los chinos se une a los ataques contra el buque estadounidense USS Panay y EE. UU."
    },
    {
      "index": 57,
      "start_time": 321190.0,
      "end_time": 325149.0,
      "text": "Los delegados en Nanking convirtieron a los Estados Unidos firmemente en contra de Japón"
    },
    {
      "index": 58,
      "start_time": 325669.0,
      "end_time": 333099.0,
      "text": "Pero el presidente de los Estados Unidos, Franklin Roosevelt, creía que los EE. UU. Eran más propensos a enredarse en una guerra en Europa que en el Lejano Oriente."
    },
    {
      "index": 59,
      "start_time": 334460.0,
      "end_time": 340000.0,
      "text": "Por lo tanto, mientras que autorizó pagos en efectivo a los chinos para financiar sus esfuerzos de guerra contra los japoneses y"
    },
    {
      "index": 60,
      "start_time": 340280.0,
      "end_time": 345730.0,
      "text": "Incluso permitieron a los pilotos estadounidenses luchar por la fuerza aérea china como parte de la famosa unidad Flying Tigers"
    },
    {
      "index": 61,
      "start_time": 346040.0,
      "end_time": 349029.0,
      "text": "Él se mantuvo más enfocado en prepararse para enfrentar a Hitler"
    },
    {
      "index": 62,
      "start_time": 350060.0,
      "end_time": 355570.0,
      "text": "Esto jugó en las manos de Japón mientras continuaban su expansión en China y el sudeste de Asia"
    },
    {
      "index": 63,
      "start_time": 356240.0,
      "end_time": 359320.0,
      "text": "Pero y la presión continua de sus comandantes militares"
    },
    {
      "index": 64,
      "start_time": 359960.0,
      "end_time": 367660.0,
      "text": "Roosevelt autorizó restricciones cada vez más severas al comercio con Japón en un esfuerzo por castigarlos por sus acciones en China."
    },
    {
      "index": 65,
      "start_time": 367910.0,
      "end_time": 369560.0,
      "text": "1938"
    },
    {
      "index": 66,
      "start_time": 369560.0,
      "end_time": 376869.0,
      "text": "Los propios japoneses también vieron la guerra con Estados Unidos como poco probable y estaban más preocupados con otro conflicto Rompiendo con la Unión Soviética"
    },
    {
      "index": 67,
      "start_time": 377120.0,
      "end_time": 379299.0,
      "text": "Al norte de sus conquistas de Manchuria"
    },
    {
      "index": 68,
      "start_time": 379970.0,
      "end_time": 384339.0,
      "text": "Pero los embargos estadounidenses los lastimaron y causaron alarma en el liderazgo japonés"
    },
    {
      "index": 69,
      "start_time": 385430.0,
      "end_time": 392410.0,
      "text": "sin embargo, en septiembre de 1940 una semana antes de Japón se unió al Pacto Tripartito con Alemania e Italia"
    },
    {
      "index": 70,
      "start_time": 393140.0,
      "end_time": 395199.0,
      "text": "Tropas japonesas entraron en la Indochina francesa"
    },
    {
      "index": 71,
      "start_time": 395720.0,
      "end_time": 397250.0,
      "text": "Ahora Vietnam"
    },
    {
      "index": 72,
      "start_time": 397250.0,
      "end_time": 401529.0,
      "text": "Escalando lo que Estados Unidos y el Reino Unido vieron como una crisis creciente en Asia en"
    },
    {
      "index": 73,
      "start_time": 402380.0,
      "end_time": 408309.0,
      "text": "Primero, los japoneses solo utilizan Indochina como base para las tropas en el caso de una guerra con la Unión Soviética"
    },
    {
      "index": 74,
      "start_time": 408620.0,
      "end_time": 411820.0,
      "text": "Pero cuando Hitler invadió la Unión Soviética en 1941"
    },
    {
      "index": 75,
      "start_time": 412340.0,
      "end_time": 417399.0,
      "text": "Japón ocupó el resto del país y seguiría haciéndolo hasta 1945"
    },
    {
      "index": 76,
      "start_time": 418010.0,
      "end_time": 421989.0,
      "text": "Después de que las tropas japonesas entraran en la Indochina francesa, EE. UU."
    },
    {
      "index": 77,
      "start_time": 421990.0,
      "end_time": 429850.0,
      "text": "Hizo sus más duras sanciones contra Japón al embargar exportaciones vitales de chatarra y pedir prestado a barcos japoneses el uso del Canal de Panamá"
    },
    {
      "index": 78,
      "start_time": 431300.0,
      "end_time": 438250.0,
      "text": "Las tensiones entre ambas partes aumentaron a lo largo de 1941 lo que llevó a una serie de negociaciones para lograr una solución pacífica"
    },
    {
      "index": 79,
      "start_time": 438860.0,
      "end_time": 443979.0,
      "text": "Aves Los militares japoneses especialmente La Marina consideraban inevitable la guerra con los EE. UU."
    },
    {
      "index": 80,
      "start_time": 445069.0,
      "end_time": 451658.0,
      "text": "Los japoneses tenían por ese tiempo planes para invadir las posesiones británicas, holandesas y francesas más profundas en el sur de Asia como"
    },
    {
      "index": 81,
      "start_time": 452000.0,
      "end_time": 459250.0,
      "text": "Parte de sus planes bajo su concepto de esfera de prosperidad compartida Gran Asia Oriental como Brunei y las Indias Orientales Holandesas"
    },
    {
      "index": 82,
      "start_time": 460189.0,
      "end_time": 466539.0,
      "text": "Pero esta expansión los dejaría vulnerables al ataque de los EE. UU. Con base en las Filipinas en caso de que decidan interferir"
    },
    {
      "index": 83,
      "start_time": 467270.0,
      "end_time": 473740.0,
      "text": "Por lo tanto, comenzaron a elaborar planes para un ataque decisivo en la armada de los EE. UU. En un esfuerzo por destruirlo antes de que pudiera movilizar"
    },
    {
      "index": 84,
      "start_time": 473810.0,
      "end_time": 474830.0,
      "text": "Como"
    },
    {
      "index": 85,
      "start_time": 474830.0,
      "end_time": 480069.0,
      "text": "Temprano como 1940 Los japoneses comenzaron a teorizar Planes para un ataque a Hawai y las Filipinas"
    },
    {
      "index": 86,
      "start_time": 481159.0,
      "end_time": 487689.0,
      "text": "En abril de 1941 comenzó el entrenamiento japonés para un ataque contra la base naval estadounidense en Pearl Harbor en"
    },
    {
      "index": 87,
      "start_time": 487969.0,
      "end_time": 493329.0,
      "text": "Lo que llamaron la operación Zet, que fue idea del Almirante Isoroku Yamamoto"
    },
    {
      "index": 88,
      "start_time": 495199.0,
      "end_time": 499449.0,
      "text": "Los pilotos entrenados para atacar a los barcos en Pearl Harbor con lanzamiento de aire Torpedos"
    },
    {
      "index": 89,
      "start_time": 500120.0,
      "end_time": 505539.0,
      "text": "pero el problema era que estas armas tendían a zambullirse más profundo que las aguas poco profundas del puerto permitidas"
    },
    {
      "index": 90,
      "start_time": 506000.0,
      "end_time": 513279.0,
      "text": "Los japoneses se acercaron con una astuta solución. Las aletas de madera son forzadas a que el torpedo se levante inmediatamente después de golpear el agua."
    },
    {
      "index": 91,
      "start_time": 514099.00000000006,
      "end_time": 519819.00000000006,
      "text": "26 de noviembre de 1941 La flota japonesa zarpa para Hawai y un estricto silencio radial"
    },
    {
      "index": 92,
      "start_time": 520909.0,
      "end_time": 528338.0,
      "text": "En ese momento, tanto los EE. UU. como Washington aún estaban negociando. Pero el Gobierno de Roosevelt ya había empezado a exigir a Japón."
    },
    {
      "index": 93,
      "start_time": 528649.0,
      "end_time": 530649.0,
      "text": "Se retiró de China en total"
    },
    {
      "index": 94,
      "start_time": 530810.0,
      "end_time": 533469.0,
      "text": "algo totalmente impensable para el liderazgo japonés"
    },
    {
      "index": 95,
      "start_time": 534260.0,
      "end_time": 537579.0,
      "text": "La flota estaba compuesta por seis portaaviones con"
    },
    {
      "index": 96,
      "start_time": 538100.0,
      "end_time": 540100.0,
      "text": "359 luchadores y bombarderos"
    },
    {
      "index": 97,
      "start_time": 540260.0,
      "end_time": 544149.0,
      "text": "Haciéndolo la fuerza de aviación naval más poderosa de la historia en ese momento en"
    },
    {
      "index": 98,
      "start_time": 545510.0,
      "end_time": 552939.0,
      "text": "Diciembre El 1 ° Yamamoto fue informado de que la guerra con los holandeses, los EE. UU. Y el Reino Unido había sido autorizada por el liderazgo japonés"
    },
    {
      "index": 99,
      "start_time": 553850.0,
      "end_time": 559810.0,
      "text": "Pero debería parecer que ambos lados estaban a punto de llegar a una solución amistosa antes del 7 de diciembre"
    },
    {
      "index": 100,
      "start_time": 560209.0,
      "end_time": 563469.0,
      "text": "Entonces Él debe autorizar a tirar de la flota y cancelar el ataque"
    },
    {
      "index": 101,
      "start_time": 565100.0,
      "end_time": 570909.0,
      "text": "Dotado de fotografías inteligentes de Pearl Harbor tomadas por un espía japonés a bordo de un avión de turismo"
    },
    {
      "index": 102,
      "start_time": 571820.0,
      "end_time": 577029.0,
      "text": "Yamamoto hizo sus últimos preparativos el 6 de diciembre y sin signos de una solución pacífica"
    },
    {
      "index": 103,
      "start_time": 577329.0,
      "end_time": 580279.0,
      "text": "The This The Aircraft despegó de sus operadores"
    },
    {
      "index": 104,
      "start_time": 580980.0,
      "end_time": 587029.0,
      "text": "El ataque aéreo fue precedido por un grupo de submarinos japoneses enanos que intentaron colarse en el puerto"
    },
    {
      "index": 105,
      "start_time": 587160.0,
      "end_time": 590089.0,
      "text": "Pero uno de ellos fue atacado y hundido por el destructor USS"
    },
    {
      "index": 106,
      "start_time": 590550.0,
      "end_time": 595759.0,
      "text": "Ward, que disparó Los primeros tiros estadounidenses del teatro Pacífico de la Segunda Guerra Mundial"
    },
    {
      "index": 107,
      "start_time": 596759.0,
      "end_time": 602599.0,
      "text": "Esto debería haber alertado a los estadounidenses sobre un ataque, pero la información no llegó al Almirantazgo de los EE. UU. A tiempo"
    },
    {
      "index": 108,
      "start_time": 603839.0,
      "end_time": 610369.0,
      "text": "Mientras tanto, una estación de radar estadounidense descubrió la formación de aviones japoneses, pero le dijeron que era un vuelo de aviones B-17."
    },
    {
      "index": 109,
      "start_time": 611129.0,
      "end_time": 614629.0,
      "text": "llegando de Mainland USA y por lo tanto no se tomaron medidas"
    },
    {
      "index": 110,
      "start_time": 615600.0,
      "end_time": 621740.0,
      "text": "En Pearl Harbor, los Sailors despertaban y se preparaban para un domingo de rutina con Naval Bands Playing Songs"
    },
    {
      "index": 111,
      "start_time": 621899.0,
      "end_time": 623989.0,
      "text": "Mientras los cielos comenzaban a llenarse de aviones"
    },
    {
      "index": 112,
      "start_time": 624660.0,
      "end_time": 631639.0,
      "text": "Los estadounidenses fueron tomados completamente por sorpresa y las bandas seguían jugando mientras las primeras bombas y torpedos golpeaban a los barcos."
    },
    {
      "index": 113,
      "start_time": 632639.0,
      "end_time": 637279.0,
      "text": "Durante el curso del ataque, los japoneses dañaron o hundieron ocho acorazados estadounidenses"
    },
    {
      "index": 114,
      "start_time": 637680.0,
      "end_time": 642829.0,
      "text": "Tres cruceros Tres destructores Un barco de entrenamiento antiaéreo y un Minelayer a"
    },
    {
      "index": 115,
      "start_time": 643500.0,
      "end_time": 647419.0,
      "text": "El número de aeródromos del ejército de EE. UU. Cercanos también se vio afectado en los ataques aéreos"
    },
    {
      "index": 116,
      "start_time": 648360.0,
      "end_time": 654500.0,
      "text": "La base de la Aeronave se había agrupado en el suelo para que sea más fácil protegerlos contra un posible sabotaje"
    },
    {
      "index": 117,
      "start_time": 654899.0,
      "end_time": 659958.0,
      "text": "Pero todo esto fue incrementado El daño causado por las bombas cuando aterrizaron entre ellos en"
    },
    {
      "index": 118,
      "start_time": 660689.0,
      "end_time": 662689.0,
      "text": "Todos los Estados Unidos Perdidos"
    },
    {
      "index": 119,
      "start_time": 663120.0,
      "end_time": 668089.0,
      "text": "2403 personal de servicio en el curso del ataque, mientras que más de mil fueron gravemente heridos"
    },
    {
      "index": 120,
      "start_time": 669449.0,
      "end_time": 676729.0,
      "text": "El daño podría haber sido mayor si Yamamoto no hubiera decidido cancelar un ataque de seguimiento porque habían perdido el elemento sorpresa"
    },
    {
      "index": 121,
      "start_time": 677819.0,
      "end_time": 684049.0,
      "text": "Los japoneses perdieron 29 aviones y cinco submarinos enanos que intentaron participar en el ataque"
    },
    {
      "index": 122,
      "start_time": 685079.0,
      "end_time": 692058.0,
      "text": "En total, 64 japoneses fueron asesinados mientras que un oficial de la marina japonesa, Kazuo Sakamaki, fue capturado vivo"
    },
    {
      "index": 123,
      "start_time": 692370.0,
      "end_time": 697819.0,
      "text": "Después de que su submarino fuera puesto a tierra se convirtiera en el primer prisionero de guerra japonés tomado por los estadounidenses"
    },
    {
      "index": 124,
      "start_time": 699059.0,
      "end_time": 706789.0,
      "text": "Crucialmente y casi puramente por casualidad Los portaaviones de la Armada de los EE. UU. No estaban presentes en el puerto y, por lo tanto, sobrevivieron ilesos"
    },
    {
      "index": 125,
      "start_time": 708170.0,
      "end_time": 713829.0,
      "text": "Al día siguiente, el presidente Roosevelt se reunió con el Congreso de los Estados Unidos para pedirles que voten sobre declarar la guerra a Japón."
    },
    {
      "index": 126,
      "start_time": 714740.0,
      "end_time": 722440.0,
      "text": "El voto fue casi unánimemente a favor de la guerra Decir por una objeción Por la representante Jeannette Rankin de Montana"
    },
    {
      "index": 127,
      "start_time": 722930.0,
      "end_time": 727959.0,
      "text": "Ella le dijo al Congreso como una mujer que \nno puedo ir a la guerra y me niego a enviar a alguien más"
    },
    {
      "index": 128,
      "start_time": 729320.0,
      "end_time": 734289.0,
      "text": "En su discurso Roosevelt describió el 7 de diciembre como una fecha que viviría en Infamia"
    },
    {
      "index": 129,
      "start_time": 735080.0,
      "end_time": 737080.0,
      "text": "Menos de cuatro días después de que Pearl Harbor fuera atacado"
    },
    {
      "index": 130,
      "start_time": 737680.0,
      "end_time": 741639.0,
      "text": "Adolf Hitler actuando por su propia autoridad y sin consultar a su personal"
    },
    {
      "index": 131,
      "start_time": 742190.0,
      "end_time": 744369.0,
      "text": "Ordenó a su gobierno que declarara la guerra a los EE. UU."
    },
    {
      "index": 132,
      "start_time": 744370.0,
      "end_time": 752049.0,
      "text": "en apoyo de Japón y en respuesta a lo que él vio como los Estados Unidos violando su neutralidad apoyando a Gran Bretaña"
    },
    {
      "index": 133,
      "start_time": 752570.0,
      "end_time": 756249.0,
      "text": "Para los Estados Unidos de América La Segunda Guerra Mundial había comenzado"
    },
    {
      "index": 134,
      "start_time": 763870.0,
      "end_time": 768450.0,
      "text": "El almirante Yamamoto predijo que después de la apertura de las hostilidades con los Estados Unidos"
    },
    {
      "index": 135,
      "start_time": 768880.0,
      "end_time": 772619.0,
      "text": "Japón tendría seis meses para derrotar decisivamente a los EE. UU."
    },
    {
      "index": 136,
      "start_time": 772620.0,
      "end_time": 777090.0,
      "text": "En el Pacífico a tal extensión que Washington tendría que demandar por la paz"
    },
    {
      "index": 137,
      "start_time": 777640.0,
      "end_time": 781379.0,
      "text": "Que entregaría efectivamente el Pacífico y Asia a Tokio"
    },
    {
      "index": 138,
      "start_time": 782410.0,
      "end_time": 787799.0,
      "text": "Ufá en Japón realmente cree que una invasión de los Estados Unidos fue una posibilidad dada"
    },
    {
      "index": 139,
      "start_time": 788200.0,
      "end_time": 791400.0,
      "text": "Cómo se alargó Japón ya estaba con su guerra"
    },
    {
      "index": 140,
      "start_time": 792220.0,
      "end_time": 798839.0,
      "text": "La cual estaba dirigida principalmente a los territorios del Imperio Británico y Holandés con el gran premio siendo Australia misma"
    },
    {
      "index": 141,
      "start_time": 799540.0,
      "end_time": 804029.0,
      "text": "La razón que dio seis meses fue porque ese era el tiempo que predijo que tomaría"
    },
    {
      "index": 142,
      "start_time": 804220.0,
      "end_time": 807989.0,
      "text": "Para que The Mighty US Industrial complex se adapte completamente a la guerra"
    },
    {
      "index": 143,
      "start_time": 808780.0,
      "end_time": 812369.0,
      "text": "Después de lo cual Japón no podría esperar igualar la producción de guerra estadounidense"
    },
    {
      "index": 144,
      "start_time": 813190.0,
      "end_time": 818760.0,
      "text": "Por lo tanto, los japoneses desperdiciaron poco tiempo y comenzaron su propia forma de Blitzkrieg en el este"
    },
    {
      "index": 145,
      "start_time": 819460.0,
      "end_time": 821910.0,
      "text": "Dentro de las 24 horas del ataque a Pearl Harbor"
    },
    {
      "index": 146,
      "start_time": 822670.0,
      "end_time": 826950.0,
      "text": "Las tropas japonesas habían atacado a las fuerzas británicas en Malaya y Hong Kong y"
    },
    {
      "index": 147,
      "start_time": 827650.0,
      "end_time": 829889.0,
      "text": "Fuerzas estadounidenses en Filipinas en"
    },
    {
      "index": 148,
      "start_time": 830920.0,
      "end_time": 835349.0,
      "text": "Diciembre El 10º dos British Battle Cruisers HMS Príncipe de Gales y"
    },
    {
      "index": 149,
      "start_time": 835900.0,
      "end_time": 837190.0,
      "text": "Repulsión HMS"
    },
    {
      "index": 150,
      "start_time": 837190.0,
      "end_time": 840690.0,
      "text": "Navegó para atacar a los japoneses pero fue hundido por una aeronave japonesa"
    },
    {
      "index": 151,
      "start_time": 842050.0,
      "end_time": 844620.0,
      "text": "Este ataque finalmente convenció a las marinas del mundo"
    },
    {
      "index": 152,
      "start_time": 844930.0,
      "end_time": 850500.0,
      "text": "Ese avión estaba desplazando a los buques de superficie como las armas más poderosas de la guerra naval"
    },
    {
      "index": 153,
      "start_time": 852009.0,
      "end_time": 857878.0,
      "text": "La Batalla por las Filipinas vio a algunos de los soldados más experimentados de Japón enfrentados al numéricamente superior"
    },
    {
      "index": 154,
      "start_time": 858399.0,
      "end_time": 865048.0,
      "text": "Bolso mixto de defensores de Bert, que variaba de las fuerzas regulares de EE. UU. A los policías y voluntarios"
    },
    {
      "index": 155,
      "start_time": 866079.0,
      "end_time": 869459.0,
      "text": "Los japoneses los superan rápidamente a pesar de la defensa valiente"
    },
    {
      "index": 156,
      "start_time": 869949.0,
      "end_time": 874408.0,
      "text": "Pero los bolsillos de la resistencia estadounidense de piedra continuarían en la península de Bataan"
    },
    {
      "index": 157,
      "start_time": 874779.0,
      "end_time": 881878.0,
      "text": "Hasta mayo del año siguiente, momento en el cual estos hombres se habían hecho famosos como los Bastardos de Bataan que luchaban"
    },
    {
      "index": 158,
      "start_time": 883269.0,
      "end_time": 889978.0,
      "text": "Finalmente derrotados, los combatientes estadounidenses y filipinos se encontraron frente al terror de la muerte de Bataan."
    },
    {
      "index": 159,
      "start_time": 890649.0,
      "end_time": 896998.0,
      "text": "Que vio casi 80,000 hombres agotados y heridos Marcharon 70 millas en cautiverio si"
    },
    {
      "index": 160,
      "start_time": 897939.0,
      "end_time": 902699.0,
      "text": "Cualquiera de ellos se volvió demasiado débil para caminar. Fueron vencidos por sus captores y abandonados para morir."
    },
    {
      "index": 161,
      "start_time": 903699.0,
      "end_time": 906298.0,
      "text": "Hong Kong cayó el día de Navidad de 1941"
    },
    {
      "index": 162,
      "start_time": 906789.0,
      "end_time": 912539.0,
      "text": "Al igual que en China, la población se encontró a sí misma como sujeto de violación y asesinato a manos de los japoneses."
    },
    {
      "index": 163,
      "start_time": 913809.0,
      "end_time": 915868.0,
      "text": "especialmente los de origen europeo a"
    },
    {
      "index": 164,
      "start_time": 916899.0,
      "end_time": 922888.0,
      "text": "Pocas semanas después Los japoneses atacaron las Islas Salomón, comenzando una de las campañas más amargas de la guerra."
    },
    {
      "index": 165,
      "start_time": 923949.0,
      "end_time": 931469.0,
      "text": "Manteniendo a las Islas Salomón permitidas Los japoneses atacan el envío Llevando suministros de guerra vital desde los EE. UU. A Australia y Nueva Zelanda"
    },
    {
      "index": 166,
      "start_time": 933069.0,
      "end_time": 936329.0,
      "text": "Australia estaba ahora seriamente amenazada por el ataque de los japoneses"
    },
    {
      "index": 167,
      "start_time": 937179.0,
      "end_time": 939269.0,
      "text": "Que se realizó el 3 de marzo"
    },
    {
      "index": 168,
      "start_time": 939970.0,
      "end_time": 946739.0,
      "text": "1942 Cuando los aviones japoneses atacaron aviones británicos y australianos un Broome en Australia occidental en febrero"
    },
    {
      "index": 169,
      "start_time": 947739.0,
      "end_time": 949089.0,
      "text": "el octavo"
    },
    {
      "index": 170,
      "start_time": 949089.0,
      "end_time": 953368.0,
      "text": "1942 tropas japonesas lanzaron su ofensiva contra Singapur británico"
    },
    {
      "index": 171,
      "start_time": 954549.0,
      "end_time": 959549.0,
      "text": "A pesar de una defensa firme, la guarnición se vio obligada a rendirse un poco más de una semana después."
    },
    {
      "index": 172,
      "start_time": 960519.0,
      "end_time": 964019.0,
      "text": "Al igual que en Hong Kong, la población fue objeto de impactante brutalidad"
    },
    {
      "index": 173,
      "start_time": 965139.0,
      "end_time": 970288.0,
      "text": "Incluyendo un incidente que vio médicos enfermeras y pacientes de un hospital Bayoneted"
    },
    {
      "index": 174,
      "start_time": 970840.0,
      "end_time": 971390.0,
      "text": "un"
    },
    {
      "index": 175,
      "start_time": 971390.0,
      "end_time": 978430.0,
      "text": "Un mes más tarde vio el comienzo de la campaña de Birmania con el objetivo japonés de asegurar el puerto principal de Rangún y"
    },
    {
      "index": 176,
      "start_time": 978920.0,
      "end_time": 981099.0,
      "text": "cerrar las rutas de suministro de tierra a los chinos"
    },
    {
      "index": 177,
      "start_time": 981770.0,
      "end_time": 989619.0,
      "text": "Los japoneses se unieron en su esfuerzo por los ejércitos nacionalistas indios y birmanos que querían eliminar a los británicos de sus países"
    },
    {
      "index": 178,
      "start_time": 990260.0,
      "end_time": 996520.0,
      "text": "El ejército de Tailandia también apoyó a los japoneses pero estaba aquí donde su avance finalmente comenzaría a empantanar"
    },
    {
      "index": 179,
      "start_time": 997520.0,
      "end_time": 1002879.0,
      "text": "La jungla densa y el clima intenso hicieron que luchar aquí amargo, doloroso y lento y"
    },
    {
      "index": 180,
      "start_time": 1003340.0,
      "end_time": 1006959.0,
      "text": "A pesar de sus mejores esfuerzos, los japoneses no pudieron romper la defensa aliada"
    },
    {
      "index": 181,
      "start_time": 1007870.0,
      "end_time": 1014580.0,
      "text": "La campaña de Birmania continuaría Hasta el final de la guerra, mientras los aliados empujaban lentamente al banco japonés hacia"
    },
    {
      "index": 182,
      "start_time": 1015310.0,
      "end_time": 1017130.0,
      "text": "18 de abril, EE. UU."
    },
    {
      "index": 183,
      "start_time": 1017130.0,
      "end_time": 1022140.0,
      "text": "Llevó a cabo una incursión audaz contra las islas de origen japonesas cuando una fuerza de la fuerza aérea del ejército de EE. UU."
    },
    {
      "index": 184,
      "start_time": 1022600.0,
      "end_time": 1026279.0,
      "text": "B-25 Mitchell Bombers fueron lanzados desde The Aircraft Carrier USS"
    },
    {
      "index": 185,
      "start_time": 1026859.9999999999,
      "end_time": 1028029.9999999999,
      "text": "Avispón"
    },
    {
      "index": 186,
      "start_time": 1028030.0,
      "end_time": 1035940.0,
      "text": "Los Dieciséis Bombarderos fueron liderados por el Teniente Coronel James Jimmy Doolittle y se separaron para atacar objetivos en Tokio, Nagoya,"
    },
    {
      "index": 187,
      "start_time": 1036280.0,
      "end_time": 1038280.0,
      "text": "Kobe y Osaka"
    },
    {
      "index": 188,
      "start_time": 1038319.9999999999,
      "end_time": 1040319.9999999999,
      "text": "Antes de volar a China"
    },
    {
      "index": 189,
      "start_time": 1040810.0,
      "end_time": 1044909.0,
      "text": "La redada lograda Muy poco en términos de importancia estratégica"
    },
    {
      "index": 190,
      "start_time": 1045459.0000000001,
      "end_time": 1051179.0,
      "text": "pero en un momento en que los japoneses parecían imparables en el Pacífico nos envió la moral altísima"
    },
    {
      "index": 191,
      "start_time": 1052210.0,
      "end_time": 1059160.0,
      "text": "En el mar, la marina de los Estados Unidos estaba movilizando rápidamente sus fuerzas para detener a los japoneses que avanzaban hacia la costa oeste de América."
    },
    {
      "index": 192,
      "start_time": 1060490.0,
      "end_time": 1068219.0,
      "text": "Resultando en un enfrentamiento entre barcos estadounidenses y japoneses en la batalla del mar de Coral el 4 de mayo de 1942"
    },
    {
      "index": 193,
      "start_time": 1069190.0,
      "end_time": 1075299.0,
      "text": "La Batalla vio aviones como el principal medio de lucha y como tal fue la primera batalla naval en la historia"
    },
    {
      "index": 194,
      "start_time": 1075700.0,
      "end_time": 1078509.0,
      "text": "Donde los barcos de ambos lados nunca se vieron uno a otro"
    },
    {
      "index": 195,
      "start_time": 1079540.0,
      "end_time": 1085769.0,
      "text": "Los estadounidenses sufrieron bajas significativas, incluida la pérdida de un portaaviones vital El USS Lexington"
    },
    {
      "index": 196,
      "start_time": 1086770.0,
      "end_time": 1092550.0,
      "text": "Pero tuvo éxito en detener momentáneamente el avance japonés y quizás lo más significativo"
    },
    {
      "index": 197,
      "start_time": 1093010.0,
      "end_time": 1097499.0,
      "text": "dañando a dos transportistas japoneses que se vieron obligados a regresar a su casa para realizar reparaciones en"
    },
    {
      "index": 198,
      "start_time": 1098620.0,
      "end_time": 1103290.0,
      "text": "Junio ​​La 3ª pequeña fuerza japonesa invadió las islas de Attu y Kiska"
    },
    {
      "index": 199,
      "start_time": 1103930.0,
      "end_time": 1106049.0,
      "text": "en las Aleutianas frente a la costa de Alaska"
    },
    {
      "index": 200,
      "start_time": 1106750.0,
      "end_time": 1111150.0,
      "text": "Con el objetivo de proporcionar una base para obstaculizar el envío aliado a la Unión Soviética y China"
    },
    {
      "index": 201,
      "start_time": 1112360.0,
      "end_time": 1117270.0,
      "text": "Debido a la lejanía de las islas, las condiciones climáticas extremas y los eventos en el Pacífico Sur"
    },
    {
      "index": 202,
      "start_time": 1118000.0,
      "end_time": 1125670.0,
      "text": "Pasaría más de un año antes de que una fuerza estadounidense y canadiense numéricamente superior pudiera eliminarlos en agosto de 1943."
    },
    {
      "index": 203,
      "start_time": 1127210.0,
      "end_time": 1134760.0,
      "text": "Tener dos transportadores Retirada del combate después de la Batalla del mar de Coral Sería especialmente significativo cuando el 4 de junio"
    },
    {
      "index": 204,
      "start_time": 1135130.0,
      "end_time": 1136270.0,
      "text": "1942"
    },
    {
      "index": 205,
      "start_time": 1136270.0,
      "end_time": 1140879.0,
      "text": "Las fuerzas navales de EE. UU. Y Japón se encontraron nuevamente en la batalla de la isla de Midway"
    },
    {
      "index": 206,
      "start_time": 1142120.0,
      "end_time": 1147060.0,
      "text": "La isla de Midway fue uno de los últimos objetivos antes de que los japoneses invadieran Hawaii y"
    },
    {
      "index": 207,
      "start_time": 1147310.0,
      "end_time": 1152039.0,
      "text": "Como tal fue vital para ambos lados que desplegaron la mayor parte de sus fuerzas de portaaviones"
    },
    {
      "index": 208,
      "start_time": 1153160.0,
      "end_time": 1157290.0,
      "text": "Los japoneses tenían cuatro portaaviones en lugar de los seis que deberían haber tenido"
    },
    {
      "index": 209,
      "start_time": 1157810.0,
      "end_time": 1160979.0,
      "text": "Si no hubiera sido por el daño sostenido en la Batalla anterior"
    },
    {
      "index": 210,
      "start_time": 1161320.0,
      "end_time": 1169079.0,
      "text": "Los estadounidenses, por otro lado, solo tenían tres y las batallas aéreas que siguieron vieron algunos de los combates aéreos más intensos de la historia."
    },
    {
      "index": 211,
      "start_time": 1170230.0,
      "end_time": 1176279.0,
      "text": "Los estadounidenses atacaron a los transportistas japoneses con los bombarderos Torpedo que se llevaron la peor parte del fuego defensivo japonés"
    },
    {
      "index": 212,
      "start_time": 1177310.0,
      "end_time": 1184350.0,
      "text": "Muy por encima Sin embargo, los Bombarderos de inmersión estadounidenses prácticamente tropezaron a través de los transportistas japoneses e hicieron su ataque casi sin oposición"
    },
    {
      "index": 213,
      "start_time": 1185680.0,
      "end_time": 1190110.0,
      "text": "Las cubiertas de madera de The Carriers estaban cubiertas de municiones y combustible de aviación"
    },
    {
      "index": 214,
      "start_time": 1190510.0,
      "end_time": 1194040.0,
      "text": "Entonces cuando las bombas detonaron su efecto fue incrementado enormemente"
    },
    {
      "index": 215,
      "start_time": 1194950.0,
      "end_time": 1199500.0,
      "text": "Los japoneses perderían los cuatro portadores en la batalla algo de lo que nunca se recuperarían"
    },
    {
      "index": 216,
      "start_time": 1199930.0,
      "end_time": 1203130.0,
      "text": "Mientras que los estadounidenses perdieron solo uno, el USS Yorktown"
    },
    {
      "index": 217,
      "start_time": 1204820.0,
      "end_time": 1210929.0,
      "text": "Los japoneses finalmente se han detenido y ahora comenzó La lenta campaña de salto de isla para llevarlos de vuelta a Japón"
    },
    {
      "index": 218,
      "start_time": 1212110.0,
      "end_time": 1216599.0,
      "text": "comenzando en agosto con una ofensiva estadounidense contra la isla de Guadalcanal"
    },
    {
      "index": 219,
      "start_time": 1217960.0,
      "end_time": 1219990.0,
      "text": "Yamamoto había sido demostrado correcto"
    },
    {
      "index": 220,
      "start_time": 1221620.0,
      "end_time": 1227609.0,
      "text": "Después de seis meses de victoria, los japoneses perdieron La iniciativa bajo Tide se había vuelto contra ellos"
    },
    {
      "index": 221,
      "start_time": 1228520.0,
      "end_time": 1234270.0,
      "text": "No vería la derrota definitiva de Japón porque fue asesinado cuando su avión de transporte personal"
    },
    {
      "index": 222,
      "start_time": 1234550.0,
      "end_time": 1237539.0,
      "text": "Fue derribado por American Fighters el 18 de abril"
    },
    {
      "index": 223,
      "start_time": 1238450.0,
      "end_time": 1239950.0,
      "text": "1943"
    },
    {
      "index": 224,
      "start_time": 1239950.0,
      "end_time": 1244529.0,
      "text": "Al igual que Rommel, su memoria es tan respetada en los países aliados como su propio"
    },
    {
      "index": 225,
      "start_time": 1251779.0,
      "end_time": 1259359.0,
      "text": "Entrada de los Estados Unidos a la guerra contra la Alemania nazi Comenzó en Ernest con las primeras tropas estadounidenses que llegaron a Gran Bretaña a fines de enero"
    },
    {
      "index": 226,
      "start_time": 1260360.0,
      "end_time": 1266469.0,
      "text": "Mientras tanto, a los submarinos alemanes se les permitió extender sus operaciones hasta la costa estadounidense en"
    },
    {
      "index": 227,
      "start_time": 1266690.0,
      "end_time": 1269320.0,
      "text": "orden de atacar a los convoyes cuando salieron del puerto"
    },
    {
      "index": 228,
      "start_time": 1270470.0,
      "end_time": 1278230.0,
      "text": "Sin embargo, ahora los comandantes del submarino tuvieron que luchar con los buques de guerra estadounidenses que los cazaban, así como con los buques de guerra británicos y canadienses."
    },
    {
      "index": 229,
      "start_time": 1279289.0,
      "end_time": 1283628.0,
      "text": "A pesar de esto, los submarinos siguieron infligiendo pérdidas dolorosas a los aliados"
    },
    {
      "index": 230,
      "start_time": 1285590.0,
      "end_time": 1289119.0,
      "text": "1942 se abre con Dos eventos significativos en el Curso de Historia Humana"
    },
    {
      "index": 231,
      "start_time": 1289940.0,
      "end_time": 1293710.0,
      "text": "El primero ocurrió el 1 de enero cuando 26 naciones"
    },
    {
      "index": 232,
      "start_time": 1294379.0,
      "end_time": 1298599.0,
      "text": "Excluyendo cualquiera de los poderes del Eje Firmó la Carta de las Naciones Unidas"
    },
    {
      "index": 233,
      "start_time": 1299539.0,
      "end_time": 1307329.0,
      "text": "La ONU debía reemplazar a la fallida Liga de las Naciones y tenía un mayor grado de autoridad. Para intervenir en el escenario mundial en el futuro"
    },
    {
      "index": 234,
      "start_time": 1308600.0,
      "end_time": 1312819.0,
      "text": "El segundo ocurrió tres semanas más tarde pero tenía un tono mucho más oscuro en"
    },
    {
      "index": 235,
      "start_time": 1313279.0,
      "end_time": 1317349.0,
      "text": "Enero Las 20 figuras clave nazis se encontraron en la Conferencia de Wannsee"
    },
    {
      "index": 236,
      "start_time": 1317929.0,
      "end_time": 1324878.0,
      "text": "Presidido por Reinhard Heydrich para discutir la implementación de la \"Solución final\" contra judíos y otros indeseables en"
    },
    {
      "index": 237,
      "start_time": 1325249.0,
      "end_time": 1327249.0,
      "text": "Tierras controladas por los nazis"
    },
    {
      "index": 238,
      "start_time": 1327499.0,
      "end_time": 1332618.0,
      "text": "Esto ayudó a establecer la política para erradicar un gran número de personas utilizando gas rápidamente"
    },
    {
      "index": 239,
      "start_time": 1333739.0,
      "end_time": 1335299.0,
      "text": "Heydrich sería asesinado antes de la Tercera"
    },
    {
      "index": 240,
      "start_time": 1335299.0,
      "end_time": 1340418.0,
      "text": "Las ambiciones brutales de Reich llegaron a plena fructificación, ya que fue asesinado en un británico"
    },
    {
      "index": 241,
      "start_time": 1340730.0,
      "end_time": 1344169.0,
      "text": "Ataque Orquestado por Checo Freedom Fighters cinco meses después"
    },
    {
      "index": 242,
      "start_time": 1344779.0,
      "end_time": 1347589.0,
      "text": "Días antes de que empezara la gaseamiento en Auschwitz"
    },
    {
      "index": 243,
      "start_time": 1348340.0,
      "end_time": 1354970.0,
      "text": "En el frente oriental, los alemanes y los aliados del Eje se prepararon para una ofensiva de verano fresca contra la Unión Soviética"
    },
    {
      "index": 244,
      "start_time": 1355309.0,
      "end_time": 1359678.0,
      "text": "Que todavía se estaba recuperando de los reveses que había encontrado en las batallas de apertura"
    },
    {
      "index": 245,
      "start_time": 1360470.0,
      "end_time": 1367059.0,
      "text": "En Lenninggrad, el ejército alemán estaba asediando la ciudad cuya población se negaba obstinadamente a rendirse en"
    },
    {
      "index": 246,
      "start_time": 1367669.0,
      "end_time": 1373778.0,
      "text": "Mayo Los alemanes lanzaron una ofensiva finalmente exitosa contra Crimea en Ucrania y"
    },
    {
      "index": 247,
      "start_time": 1374179.0,
      "end_time": 1376899.0,
      "text": "Luego, en junio ponen asedio a Sebastopol"
    },
    {
      "index": 248,
      "start_time": 1377600.0,
      "end_time": 1380169.0,
      "text": "Que resistió Hasta julio El 3 °"
    },
    {
      "index": 249,
      "start_time": 1381649.0,
      "end_time": 1388029.0,
      "text": "Luego los alemanes presionaron hacia una ciudad al borde del río Volga cuyo nombre se convertiría en sinónimo de una naturaleza brutal del"
    },
    {
      "index": 250,
      "start_time": 1388029.0,
      "end_time": 1389360.0,
      "text": "Frente Oriental"
    },
    {
      "index": 251,
      "start_time": 1389360.0,
      "end_time": 1390770.0,
      "text": "Stalingrad"
    },
    {
      "index": 252,
      "start_time": 1390770.0,
      "end_time": 1397270.0,
      "text": "con la ciudad llevando el nombre de su líder, los soviéticos lucharían contra el diente y el clavo para evitar que la ciudad caiga en manos alemanas"
    },
    {
      "index": 253,
      "start_time": 1397940.0,
      "end_time": 1402130.0,
      "text": "No solo por razones estratégicas, sino también con fines simbólicos"
    },
    {
      "index": 254,
      "start_time": 1403340.0,
      "end_time": 1406899.0,
      "text": "Entre finales de agosto de 1942 y principios de febrero"
    },
    {
      "index": 255,
      "start_time": 1407570.0,
      "end_time": 1408890.0,
      "text": "1943"
    },
    {
      "index": 256,
      "start_time": 1408890.0,
      "end_time": 1414039.0,
      "text": "Ambos lados lucharon casa por casa por el control de la ciudad ahora en ruinas en"
    },
    {
      "index": 257,
      "start_time": 1414590.0,
      "end_time": 1418569.0,
      "text": "Noviembre de 1942 Los soviéticos atacaron a los rumanos y húngaros"
    },
    {
      "index": 258,
      "start_time": 1419149.0,
      "end_time": 1423039.0,
      "text": "Unidades que apoyan al 6º ejército alemán luchando dentro de la ciudad"
    },
    {
      "index": 259,
      "start_time": 1423980.0,
      "end_time": 1426279.0,
      "text": "Atrapándolos allí y cortándolos de Suministros"
    },
    {
      "index": 260,
      "start_time": 1427640.0,
      "end_time": 1435279.0,
      "text": "Los intentos de obtener suministros para los alemanes por aire fallaron y en febrero los alemanes habían perdido la batalla que se perdió otro duro invierno ruso"
    },
    {
      "index": 261,
      "start_time": 1436490.0,
      "end_time": 1441849.0,
      "text": "Casi dos millones de soldados y civiles se perderían en la batalla por la ciudad en"
    },
    {
      "index": 262,
      "start_time": 1442820.0,
      "end_time": 1443779.0,
      "text": "Europa Oriental"
    },
    {
      "index": 263,
      "start_time": 1443779.0,
      "end_time": 1451209.0,
      "text": "Fuerzas británicas y canadienses planean atacar el puerto francés de Dieppe con el objetivo principal de demostrar como un ataque aliado en"
    },
    {
      "index": 264,
      "start_time": 1451309.0,
      "end_time": 1453309.0,
      "text": "Francia ocupada era posible"
    },
    {
      "index": 265,
      "start_time": 1453770.0,
      "end_time": 1460869.0,
      "text": "También estaba destinado a asegurar a Stalin que los aliados occidentales se habían comprometido a abrir otro frente para aliviar sus propias fuerzas."
    },
    {
      "index": 266,
      "start_time": 1462750.0,
      "end_time": 1470059.0,
      "text": "Lanzado el 19 de agosto. El ataque fue un desastre cercano con casi el 60% de la fuerza asesinada. Capturado o herido."
    },
    {
      "index": 267,
      "start_time": 1470730.0,
      "end_time": 1478250.0,
      "text": "Si bien no logró sus objetivos inmediatos, le enseñó a los aliados valiosas lecciones sobre asaltos tan grandes"
    },
    {
      "index": 268,
      "start_time": 1478470.0,
      "end_time": 1480470.0,
      "text": "Eso se aplicaría en el futuro"
    },
    {
      "index": 269,
      "start_time": 1487499.0,
      "end_time": 1494719.0,
      "text": "Durante los años de entreguerras, la tecnología de la aviación avanzó considerablemente, y la bombardería se hizo cada vez más rápida."
    },
    {
      "index": 270,
      "start_time": 1495179.0,
      "end_time": 1500839.0,
      "text": "Capaz de volar más alto y llevar una carga de bomba mayor a lo largo del continente europeo como"
    },
    {
      "index": 271,
      "start_time": 1501779.0,
      "end_time": 1507949.0,
      "text": "guerra desató bombarderos de cuatro motores aún más potentes, como la fortaleza voladora B-17 estadounidense"
    },
    {
      "index": 272,
      "start_time": 1508259.0,
      "end_time": 1511639.0,
      "text": "y el británico Avro Lancaster estaban en el tablero de dibujo"
    },
    {
      "index": 273,
      "start_time": 1512070.0,
      "end_time": 1517460.0,
      "text": "Pero el problema era que no había una forma realmente precisa de lanzar bombas sobre un objetivo desde la altitud"
    },
    {
      "index": 274,
      "start_time": 1518610.0,
      "end_time": 1522619.0,
      "text": "el bombardeo en picado podría poner una bomba en un objetivo del tamaño de un tanque"
    },
    {
      "index": 275,
      "start_time": 1523590.0,
      "end_time": 1529069.0,
      "text": "Pero esto solo podría lograrse con aviones más pequeños como Junkers Ju 87 stuka"
    },
    {
      "index": 276,
      "start_time": 1530009.0,
      "end_time": 1535039.0,
      "text": "Por eso, el bombardeo en picado se utilizó principalmente para apoyar al ejército o barcos de ataque."
    },
    {
      "index": 277,
      "start_time": 1536100.0,
      "end_time": 1543079.0,
      "text": "A fines de la década de 1930, los líderes de la Fuerza Aérea de todo el mundo consideraron una nueva doctrina aterradora en guerra aérea."
    },
    {
      "index": 278,
      "start_time": 1543240.0,
      "end_time": 1550490.0,
      "text": "Pero llamado para el uso de armadas de bombarderos para soltar un gran número de bombas en un área grande de importancia estratégica"
    },
    {
      "index": 279,
      "start_time": 1552299.0,
      "end_time": 1558168.0,
      "text": "Estos objetivos a menudo se centrarían en complejos industriales como fábricas o refinerías"
    },
    {
      "index": 280,
      "start_time": 1559200.0,
      "end_time": 1566689.0,
      "text": "Pero también incluiría las casas de los trabajadores que vivían cerca y la infraestructura para apoyar a esas personas. Sus tiendas"
    },
    {
      "index": 281,
      "start_time": 1567029.0,
      "end_time": 1569209.0,
      "text": "Iglesias o cualquier cosa relacionada con la vida cotidiana"
    },
    {
      "index": 282,
      "start_time": 1571350.0,
      "end_time": 1576439.0,
      "text": "Finalmente The Death Toll Tales actos crearían Was Be Seen como suficiente para conducir a los supervivientes Mad of Fear"
    },
    {
      "index": 283,
      "start_time": 1577230.0,
      "end_time": 1583789.0,
      "text": "Conduciendo a un colapso del orden social y con el país que ya no puede funcionar, se vería obligado a rendirse"
    },
    {
      "index": 284,
      "start_time": 1584669.0,
      "end_time": 1587059.0,
      "text": "Esta doctrina fue conocida por muchos términos"
    },
    {
      "index": 285,
      "start_time": 1587879.0,
      "end_time": 1590809.0,
      "text": "Alfombra Bombardeo aéreo Negación Estratégica Bombardeo"
    },
    {
      "index": 286,
      "start_time": 1591330.0,
      "end_time": 1596360.0,
      "text": "Pero la verdad era poco más que un terrorismo militar activo sancionado por el gobierno"
    },
    {
      "index": 287,
      "start_time": 1597210.0,
      "end_time": 1600590.0,
      "text": "Hitler y El liderazgo Nazi especialmente Creído en tales tácticas"
    },
    {
      "index": 288,
      "start_time": 1601590.0,
      "end_time": 1605090.0,
      "text": "reflejando sus puntos de vista de los pueblos inferiores fuera de Alemania"
    },
    {
      "index": 289,
      "start_time": 1605759.0,
      "end_time": 1611929.0,
      "text": "Los Nazis dieron a El Mundo un sabor del poder de Tales operaciones durante la Guerra Civil española y"
    },
    {
      "index": 290,
      "start_time": 1612360.0,
      "end_time": 1614809.0,
      "text": "Luego otra vez durante la invasión de Polonia en"
    },
    {
      "index": 291,
      "start_time": 1615750.0,
      "end_time": 1623000.0,
      "text": "Ambas instancias Los alemanes fueron finalmente victoriosos, pero esto tuvo más que ver con los eventos en el terreno con el ejército alemán"
    },
    {
      "index": 292,
      "start_time": 1623490.0,
      "end_time": 1630469.0,
      "text": "No sería hasta la batalla de Gran Bretaña que el concepto fue realmente puesto en práctica con los bombarderos alemanes atacando las ciudades británicas"
    },
    {
      "index": 293,
      "start_time": 1630809.0,
      "end_time": 1632130.0,
      "text": "Como Londres,"
    },
    {
      "index": 294,
      "start_time": 1632130.0,
      "end_time": 1635809.0,
      "text": "Coventry, Liverpool, Cardiff e incluso Belfast en Irlanda del Norte"
    },
    {
      "index": 295,
      "start_time": 1636510.0,
      "end_time": 1641089.0,
      "text": "Conocido como el Blitz desde septiembre de 1940 hasta mayo de 1941"
    },
    {
      "index": 296,
      "start_time": 1641700.0,
      "end_time": 1649460.0,
      "text": "Los bombarderos alemanes lanzaron una ofensiva masiva contra las ciudades británicas con la esperanza de aplastar la determinación de Gran Bretaña de continuar la guerra en"
    },
    {
      "index": 297,
      "start_time": 1649860.0,
      "end_time": 1652490.0,
      "text": "Los primeros días de The Blitz the British Leadership"
    },
    {
      "index": 298,
      "start_time": 1652799.0,
      "end_time": 1659989.0,
      "text": "Temía que los alemanes estaban logrando sus objetivos a medida que un gran número de personas comenzaban a huir de las ciudades que funcionaban como refugios improvisados"
    },
    {
      "index": 299,
      "start_time": 1660360.0,
      "end_time": 1662360.0,
      "text": "algo que el gobierno trató de evitar"
    },
    {
      "index": 300,
      "start_time": 1663450.0,
      "end_time": 1667700.0,
      "text": "Sin embargo, como otras ciudades fueron atacadas, la población que dejó comenzó a regresar"
    },
    {
      "index": 301,
      "start_time": 1668460.0,
      "end_time": 1672079.0,
      "text": "Excepto por los niños que fueron evacuados por la duración de la guerra"
    },
    {
      "index": 302,
      "start_time": 1672840.0,
      "end_time": 1680179.0,
      "text": "El temido colapso del orden social no se materializó y con Alemania preparando la invasión de la Unión Soviética en"
    },
    {
      "index": 303,
      "start_time": 1680370.0,
      "end_time": 1681540.0,
      "text": "1941"
    },
    {
      "index": 304,
      "start_time": 1681540.0,
      "end_time": 1687139.0,
      "text": "La Luftwaffe retiró Gran parte de su fuerza de bombardeo para apoyar las Campañas del Este y África"
    },
    {
      "index": 305,
      "start_time": 1688200.0,
      "end_time": 1689820.0,
      "text": "Sin embargo, más"
    },
    {
      "index": 306,
      "start_time": 1689820.0,
      "end_time": 1696620.0,
      "text": "45,000 personas perecieron en el bombardeo y en lugar de lograr la victoria para los alemanes, en lugar de eso se endureció la resolución británica"
    },
    {
      "index": 307,
      "start_time": 1696809.0,
      "end_time": 1699168.0,
      "text": "Que ahora llamaron a la venganza por esos perdidos"
    },
    {
      "index": 308,
      "start_time": 1700380.0,
      "end_time": 1702890.0,
      "text": "Para algunos observadores, el fracaso del Blitz"
    },
    {
      "index": 309,
      "start_time": 1703559.0,
      "end_time": 1707809.0,
      "text": "Demostrado Las insuficiencias de tratar de someter a las poblaciones de terror a la sumisión"
    },
    {
      "index": 310,
      "start_time": 1709290.0,
      "end_time": 1712369.0,
      "text": "Algunos ingenieros en Gran Bretaña como el dotado Barnes Wallis"
    },
    {
      "index": 311,
      "start_time": 1712919.0,
      "end_time": 1720499.0,
      "text": "Creyó que tenía una solución al problema de la Precisión con una propuesta para crear Bombas muy pesadas llevadas a cabo por Super Heavy Bombers"
    },
    {
      "index": 312,
      "start_time": 1721230.0,
      "end_time": 1725900.0,
      "text": "Las bombas muy pesadas no se extraviaron de su punto de armadura como el encendedor Las bombas a menudo"
    },
    {
      "index": 313,
      "start_time": 1726360.0,
      "end_time": 1730370.0,
      "text": "Haciéndolo más fácil de predecir dónde aterrizarían y por lo tanto una mayor precisión"
    },
    {
      "index": 314,
      "start_time": 1731309.0,
      "end_time": 1737359.0,
      "text": "Más tarde en la guerra, las propuestas de wallace se probarían como correctas, con los bombarderos británicos capaces de atacar blancos"
    },
    {
      "index": 315,
      "start_time": 1737790.0,
      "end_time": 1740569.0,
      "text": "Tales como Viaductos Estrechos y Barcos de altitud"
    },
    {
      "index": 316,
      "start_time": 1741870.0,
      "end_time": 1748609.0,
      "text": "Wallis y partidarios quisieron construir una flota de estos bombarderos súper pesados ​​para apuntar a fábricas y astilleros alemanes"
    },
    {
      "index": 317,
      "start_time": 1749370.0,
      "end_time": 1752959.0,
      "text": "Así, negando a los alemanes la capacidad de construir las mismas herramientas para la guerra"
    },
    {
      "index": 318,
      "start_time": 1754000.0,
      "end_time": 1758069.0,
      "text": "Pero se encontró con la hostilidad abierta de algunos de los líderes de la RAF"
    },
    {
      "index": 319,
      "start_time": 1758679.0,
      "end_time": 1762179.0,
      "text": "Muchos de los que increíblemente aún vieron El valor del área Bombardeo"
    },
    {
      "index": 320,
      "start_time": 1762970.0,
      "end_time": 1768000.0,
      "text": "Un hombre en particular cree en su capacidad, a saber, el mariscal del aire sir Arthur Harris"
    },
    {
      "index": 321,
      "start_time": 1768640.0,
      "end_time": 1771809.0,
      "text": "Quién asumió el mando del bombardero de la RAF en 1941"
    },
    {
      "index": 322,
      "start_time": 1773320.0,
      "end_time": 1778980.0,
      "text": "Apoyado por Churchill Harris llamado para la RAF para comenzar el bombardeo de la zona Ciudades clave alemanas en"
    },
    {
      "index": 323,
      "start_time": 1779409.0,
      "end_time": 1783749.0,
      "text": "Esfuerzo Llevar a Alemania de rodillas con operaciones A partir de 1942"
    },
    {
      "index": 324,
      "start_time": 1784330.0,
      "end_time": 1787140.0,
      "text": "Ahora con el apoyo de las Fuerzas aéreas del ejército de EE. UU."
    },
    {
      "index": 325,
      "start_time": 1788049.0,
      "end_time": 1792209.0,
      "text": "La Unión Soviética también ataca ciudades alemanas, incluida Berlín"
    },
    {
      "index": 326,
      "start_time": 1792789.0,
      "end_time": 1799079.0,
      "text": "Pero esto no fue en conjunción con los aliados occidentales y fue a menudo en represalia o con fines de propaganda"
    },
    {
      "index": 327,
      "start_time": 1800770.0,
      "end_time": 1805259.0,
      "text": "Harris usó el bombardeo como justificación para su campaña, como él lo dijo"
    },
    {
      "index": 328,
      "start_time": 1805779.0,
      "end_time": 1813089.0,
      "text": "\"Los Nazis entraron en la guerra bajo el delirio bastante infantil de que iban a bombardear a todos los demás y nadie iba a bombardearlos"
    },
    {
      "index": 329,
      "start_time": 1813640.0,
      "end_time": 1817049.0,
      "text": "Mostraron el viento y ahora van a cosechar el torbellino \""
    },
    {
      "index": 330,
      "start_time": 1818620.0,
      "end_time": 1820709.0,
      "text": "Harris aprendió las lecciones equivocadas del bombardeo"
    },
    {
      "index": 331,
      "start_time": 1821620.0,
      "end_time": 1825059.0,
      "text": "En primer lugar, creía que una población que vive bajo un"
    },
    {
      "index": 332,
      "start_time": 1825370.0,
      "end_time": 1833130.0,
      "text": "Régimen totalitario como la Alemania nazi se rompería bajo una campaña de bombardeos sostenidos ya que el impulso de ser libre sería más fuerte"
    },
    {
      "index": 333,
      "start_time": 1833409.0,
      "end_time": 1835409.0,
      "text": "Resentimiento hacia el grupo nazi"
    },
    {
      "index": 334,
      "start_time": 1836020.0,
      "end_time": 1841949.0,
      "text": "En segundo lugar, cree que la Luftwaffe alemana carecía de la fuerza del bombardero necesaria para que una campaña de ese tipo sea exitosa."
    },
    {
      "index": 335,
      "start_time": 1843039.0,
      "end_time": 1846658.0,
      "text": "Dado que se organizó principalmente en apoyo del ejército alemán"
    },
    {
      "index": 336,
      "start_time": 1847029.0,
      "end_time": 1851219.0,
      "text": "En lugar de operaciones estratégicas como el RAF fue cada vez más"
    },
    {
      "index": 337,
      "start_time": 1852850.0,
      "end_time": 1856799.0,
      "text": "Harris y sus partidarios se decepcionaron inicialmente con The Early Results"
    },
    {
      "index": 338,
      "start_time": 1857590.0,
      "end_time": 1859829.0,
      "text": "citando problemas continuos con la navegación"
    },
    {
      "index": 339,
      "start_time": 1860140.0,
      "end_time": 1867149.0,
      "text": "Que fue especialmente un problema para la RAF. Que voló sus operaciones en la noche para protegerlos de las fuerzas de combate del día de Alemania."
    },
    {
      "index": 340,
      "start_time": 1867880.0,
      "end_time": 1874289.0,
      "text": "Esto se resolvería con el tiempo con el uso de balizas de navegación y conjuntos de radar posteriores a bordo de la aeronave."
    },
    {
      "index": 341,
      "start_time": 1875220.0,
      "end_time": 1883189.0,
      "text": "La tripulación de los Estados Unidos que voló Bombardero con mejor protección que sus homólogos de la RAF voló a la luz del día, lo que mejoró enormemente la precisión de navegación"
    },
    {
      "index": 342,
      "start_time": 1883950.0,
      "end_time": 1891080.0,
      "text": "Pero los bombarderos fueron hostigados por los combatientes enemigos casi en todo el camino hasta el objetivo y de vuelta llevando a grandes pérdidas"
    },
    {
      "index": 343,
      "start_time": 1891990.0,
      "end_time": 1896510.0,
      "text": "Tan pesadas fueron las pérdidas en los primeros días, que en un punto Estados Unidos"
    },
    {
      "index": 344,
      "start_time": 1896510.0,
      "end_time": 1901790.0,
      "text": "Considerado el abandono de las operaciones de Daylight y unirse a la Royal Air Force por la noche con un puñado de estadounidenses"
    },
    {
      "index": 345,
      "start_time": 1901790.0,
      "end_time": 1904999.0,
      "text": "Bombarderos volando misiones nocturnas con la RAF con fines de prueba"
    },
    {
      "index": 346,
      "start_time": 1907260.0,
      "end_time": 1913520.0,
      "text": "Harris creía que la solución era simplemente aumentar el número de aeronaves en el aire para aumentar la devastación. A continuación y"
    },
    {
      "index": 347,
      "start_time": 1914070.0,
      "end_time": 1916070.0,
      "text": "Protección cooperativa para la aeronave"
    },
    {
      "index": 348,
      "start_time": 1916890.0,
      "end_time": 1923959.0,
      "text": "Esto llevó a la Operación Milenio a un plan audaz como el llamado para más de mil bombarderos de la RAF Casi todas las aeronaves disponibles"
    },
    {
      "index": 349,
      "start_time": 1924150.0,
      "end_time": 1925950.0,
      "text": "en comando de bombardero"
    },
    {
      "index": 350,
      "start_time": 1925950.0,
      "end_time": 1931700.0,
      "text": "Incluyendo aviones de entrenamiento para llevar a los cielos contra una única ciudad Namely Cologne en"
    },
    {
      "index": 351,
      "start_time": 1932760.0,
      "end_time": 1939199.0,
      "text": "El 30 de mayo, la ciudad fue sometida al ataque aéreo individual más concentrado de la historia. Hasta ese momento"
    },
    {
      "index": 352,
      "start_time": 1940200.0,
      "end_time": 1946640.0,
      "text": "Durante los siguientes dos años y medio, los bombarderos aliados destrozaron las ciudades alemanas en la creencia de que vencería a Alemania."
    },
    {
      "index": 353,
      "start_time": 1947370.0,
      "end_time": 1949880.0,
      "text": "pero como se había demostrado en el bombardeo contra Londres"
    },
    {
      "index": 354,
      "start_time": 1950340.0,
      "end_time": 1955610.0,
      "text": "Solo endureció la determinación del pueblo alemán y afectó gran parte de los recursos aliados."
    },
    {
      "index": 355,
      "start_time": 1956309.0,
      "end_time": 1962059.0,
      "text": "Sin embargo, no fue del todo un fracaso ya que destruyó gran parte del complejo industrial de Alemania."
    },
    {
      "index": 356,
      "start_time": 1962730.0,
      "end_time": 1966770.0,
      "text": "Obligándolos a reubicar fábricas en las montañas o escondidos en el campo"
    },
    {
      "index": 357,
      "start_time": 1967800.0,
      "end_time": 1971029.0,
      "text": "pero no logró la victoria Harris Prometido"
    },
    {
      "index": 358,
      "start_time": 1971880.0,
      "end_time": 1975079.0,
      "text": "durante gran parte de la guerra, los bombarderos aliados Crews fueron vistos como héroes"
    },
    {
      "index": 359,
      "start_time": 1975450.0,
      "end_time": 1979970.0,
      "text": "Desde hace un tiempo fueron la única fuerza que llevó la guerra directamente a la Alemania nazi"
    },
    {
      "index": 360,
      "start_time": 1980760.0,
      "end_time": 1986420.0,
      "text": "Cuando se vislumbró el final de la guerra, sin embargo, se vieron imágenes de lo que los bombardeos aliados habían hecho a Alemania en todo el mundo."
    },
    {
      "index": 361,
      "start_time": 1986850.0,
      "end_time": 1991939.0,
      "text": "Las poblaciones de Gran Bretaña y Estados Unidos comenzaron a volverse contra Harris y el bombardero Crews"
    },
    {
      "index": 362,
      "start_time": 1992610.0,
      "end_time": 1994610.0,
      "text": "Sin embargo Harris permanecería"
    },
    {
      "index": 363,
      "start_time": 1994890.0,
      "end_time": 1996890.0,
      "text": "Sin arrepentirse por el resto de su vida"
    },
    {
      "index": 364,
      "start_time": 2003090.0,
      "end_time": 2007579.0,
      "text": "Decisión de Hitler de invadir la Unión Soviética y luego declarar la guerra a los Estados Unidos"
    },
    {
      "index": 365,
      "start_time": 2007890.0,
      "end_time": 2013429.0,
      "text": "Mientras que el Cuerpo de Afrika de Rommel seguía luchando contra el octavo ejército británico en África,"
    },
    {
      "index": 366,
      "start_time": 2013830.0,
      "end_time": 2016760.0,
      "text": "Fuerza que siempre se conocería como las ratas del desierto"
    },
    {
      "index": 367,
      "start_time": 2018030.0,
      "end_time": 2023329.0,
      "text": "Las fuerzas británicas y de la Commonwealth han comenzado a recibir grandes cantidades de tanques estadounidenses más avanzados"
    },
    {
      "index": 368,
      "start_time": 2023820.0,
      "end_time": 2030800.0,
      "text": "Tales como el M3 Grant un M4 Sherman que ayudó mucho a la compensación El equilibrio con las fuerzas de tanques de Alemania"
    },
    {
      "index": 369,
      "start_time": 2031440.0,
      "end_time": 2037730.0,
      "text": "con los EE. UU. ahora totalmente comprometidos con la Alemania nazi Rommel sabía que el tiempo ya no era un lujo que podía permitirse"
    },
    {
      "index": 370,
      "start_time": 2038520.0,
      "end_time": 2046400.0,
      "text": "Tenía que lograr la victoria contra las fuerzas británicas y asegurar el norte de África rápidamente antes de que los estadounidenses pudieran aterrizar Sus tropas en vigor"
    },
    {
      "index": 371,
      "start_time": 2047309.0,
      "end_time": 2053479.0,
      "text": "Todo el tiempo se enfrentó a un problema sin fin con los suministros, ya que Hitler se enfoca en la atención de la Unión Soviética"
    },
    {
      "index": 372,
      "start_time": 2055110.0000000002,
      "end_time": 2056700.0000000002,
      "text": "Rommel comenzó"
    },
    {
      "index": 373,
      "start_time": 2056699.9999999998,
      "end_time": 2061668.9999999998,
      "text": "1942 con una nueva ofensiva y Surly comenzó a empujar a los británicos de vuelta a Egipto"
    },
    {
      "index": 374,
      "start_time": 2062190.0,
      "end_time": 2064080.0,
      "text": "Su genio como líder fue"
    },
    {
      "index": 375,
      "start_time": 2064080.0,
      "end_time": 2070669.0,
      "text": "Destaca por su capacidad de lograr un montón con muy poco pero la escasez de combustible fue para siempre un dolor de cabeza para él y"
    },
    {
      "index": 376,
      "start_time": 2071159.0,
      "end_time": 2073339.0,
      "text": "Repetidamente desaceleró su avance hacia el este en"
    },
    {
      "index": 377,
      "start_time": 2074070.0000000002,
      "end_time": 2081439.0000000002,
      "text": "13 de agosto Las ratas del desierto recibieron al nuevo comandante Su nombre era el mariscal de campo Bernard Montgomery y"
    },
    {
      "index": 378,
      "start_time": 2081989.9999999998,
      "end_time": 2085608.9999999998,
      "text": "Al igual que Rommel, tenía una personalidad que coincidía con su habilidad táctica."
    },
    {
      "index": 379,
      "start_time": 2086310.0,
      "end_time": 2091820.0,
      "text": "Conocido cariñosamente como Monte para sus hombres y el público que llevaba un bretón único de dos placas"
    },
    {
      "index": 380,
      "start_time": 2092190.0,
      "end_time": 2094190.0,
      "text": "Condujo alrededor y un especialmente modificado"
    },
    {
      "index": 381,
      "start_time": 2094379.0,
      "end_time": 2100909.0,
      "text": "Tanque M3 y acamparon una imagen de Rommel en su oficina para recordarle a su enemigo cada vez que hizo sus planes."
    },
    {
      "index": 382,
      "start_time": 2101490.0,
      "end_time": 2105709.0,
      "text": "Tradición mantenida por tanques estadounidenses y británicos a este mismo día"
    },
    {
      "index": 383,
      "start_time": 2107190.0,
      "end_time": 2109190.0,
      "text": "Para el 31 de agosto"
    },
    {
      "index": 384,
      "start_time": 2109560.0,
      "end_time": 2117320.0,
      "text": "1942 las Fuerzas Británicas fueron encerradas en Alrededor de El Alamein Donde Rommel significa Lo que él creía que era su Empujón final al Nilo"
    },
    {
      "index": 385,
      "start_time": 2118260.0,
      "end_time": 2125179.0,
      "text": "However Well-Prepared British Defenses Saw The Attack Fail and so Rommel attempted to out flank them to the South"
    },
    {
      "index": 386,
      "start_time": 2125700.0,
      "end_time": 2128750.0,
      "text": "Which Only Saw His Forces Run Out of Fuel and fall back"
    },
    {
      "index": 387,
      "start_time": 2129510.0,
      "end_time": 2131510.0,
      "text": "Finally on October The 23rd"
    },
    {
      "index": 388,
      "start_time": 2131580.0,
      "end_time": 2136989.0,
      "text": "Monte Launched his great counter-offensive from El Alamein It Began with an incredible"
    },
    {
      "index": 389,
      "start_time": 2137329.0,
      "end_time": 2143169.0,
      "text": "900 artillery gun barrage That Saturated The Germans for Days Before Monte's tanks Pushed Forward"
    },
    {
      "index": 390,
      "start_time": 2143809.0,
      "end_time": 2150099.0,
      "text": "After a Series of Bitter Battles and with The Help of a Reinvigorated RAF Supported By New American Aircraft"
    },
    {
      "index": 391,
      "start_time": 2150740.0,
      "end_time": 2152740.0,
      "text": "Dominating The Skies above the Desert"
    },
    {
      "index": 392,
      "start_time": 2152839.0,
      "end_time": 2156399.0,
      "text": "Rommel Began His long Retreat Back with Monte in pursuit as"
    },
    {
      "index": 393,
      "start_time": 2157039.0,
      "end_time": 2163419.0,
      "text": "Monte chased Rommel Back Into Libya Worse news for the German General Was to come on November the 8th"
    },
    {
      "index": 394,
      "start_time": 2164059.0,
      "end_time": 2167649.0,
      "text": "1942 When a Huge Force of American and British troops"
    },
    {
      "index": 395,
      "start_time": 2168349.0,
      "end_time": 2174548.0,
      "text": "Supported By Pro allied Vichy French troops Landed in Morocco and Algeria to the West of Libya"
    },
    {
      "index": 396,
      "start_time": 2175099.0,
      "end_time": 2178629.0,
      "text": "Dubbed \"Operation Torch\" The Landings were the first Major"
    },
    {
      "index": 397,
      "start_time": 2178970.0,
      "end_time": 2184809.0,
      "text": "American-British Joint Operation and Was Under The Command of US General Dwight D. Eisenhower"
    },
    {
      "index": 398,
      "start_time": 2185539.0,
      "end_time": 2192819.0,
      "text": "Thus the Further West Rommel Retreated from Monty's Enemy the closer he got to Eisenhower's Army That Was Advancing Towards Him"
    },
    {
      "index": 399,
      "start_time": 2193700.0,
      "end_time": 2197829.0,
      "text": "Over the coming Year Rommel Would continue to fight an increasingly Hopeless Battle"
    },
    {
      "index": 400,
      "start_time": 2198380.0,
      "end_time": 2201670.0,
      "text": "Having to contend With immense allied Forces on two fronts"
    },
    {
      "index": 401,
      "start_time": 2202220.0,
      "end_time": 2209529.0,
      "text": "All the While suffering Chronic Supply Shortages and Having to contend With Hitler Who was increasingly Uninterested with Africa"
    },
    {
      "index": 402,
      "start_time": 2210230.0,
      "end_time": 2217059.0,
      "text": "Even When Hitler Released Supplies for Rommel They were increasingly being intercepted By American and British Naval Forces"
    },
    {
      "index": 403,
      "start_time": 2217579.0,
      "end_time": 2219669.0,
      "text": "That were swarming the Mediterranean"
    },
    {
      "index": 404,
      "start_time": 2221299.0,
      "end_time": 2222410.0,
      "text": "Throughout April"
    },
    {
      "index": 405,
      "start_time": 2222410.0,
      "end_time": 2229809.0,
      "text": "1943 It was Clear The Campaign in Africa Was lost and not wanting to lose One of The Third Reich's most esteemed Generals"
    },
    {
      "index": 406,
      "start_time": 2230359.0,
      "end_time": 2236348.0,
      "text": "Hitler Ordered Rommel Back To Germany as The Afrika Korps Finally Collapsed in May 1943"
    },
    {
      "index": 407,
      "start_time": 2237680.0,
      "end_time": 2242559.0,
      "text": "Defeat in north Africa Left The south of Nazi-Occupied europe and Their Ally Italy"
    },
    {
      "index": 408,
      "start_time": 2242809.0,
      "end_time": 2248349.0,
      "text": "Exposed to allied bombers and Ships as Well as Increasingly Denying Them the use of the Mediterranean"
    },
    {
      "index": 409,
      "start_time": 2249289.0,
      "end_time": 2254409.0,
      "text": "Rommel Himself Would Later commit suicide after Being implicated in a Plot to kill Hitler"
    },
    {
      "index": 410,
      "start_time": 2255380.0,
      "end_time": 2258400.0,
      "text": "There was Now debate among the allies as what to do next"
    },
    {
      "index": 411,
      "start_time": 2258800.0,
      "end_time": 2264969.0,
      "text": "The Soviet Union had Been demanding the Western Allies open up a Second front in Europe since america entered the war"
    },
    {
      "index": 412,
      "start_time": 2265820.0,
      "end_time": 2269709.0,
      "text": "The Americans Agreed and Wanted to strike France as soon as possible"
    },
    {
      "index": 413,
      "start_time": 2270170.0,
      "end_time": 2275680.0,
      "text": "Birth Churchill on the other hand Believed that Italy Would be the best setting for opening Up a new front in Europe"
    },
    {
      "index": 414,
      "start_time": 2277130.0,
      "end_time": 2281380.0,
      "text": "Fascist dictator Benito Mussolini Was Increasingly Losing His grip on power and"
    },
    {
      "index": 415,
      "start_time": 2282290.0,
      "end_time": 2288519.0,
      "text": "Churchill Believed that if Italy Was Invaded his government Would Fall and so Would any organized resistance"
    },
    {
      "index": 416,
      "start_time": 2289670.0,
      "end_time": 2295480.0,
      "text": "for This reason he labeled Italy Europe's Soft Underbelly and at The Casablanca Conference"
    },
    {
      "index": 417,
      "start_time": 2295910.0,
      "end_time": 2299320.0,
      "text": "He managed to convince Roosevelt To agree to support an Attack"
    },
    {
      "index": 418,
      "start_time": 2300620.0,
      "end_time": 2303279.0,
      "text": "Dubbed \"Operation Husky\" on July the 9th"
    },
    {
      "index": 419,
      "start_time": 2303920.0,
      "end_time": 2305120.0,
      "text": "1943"
    },
    {
      "index": 420,
      "start_time": 2305120.0,
      "end_time": 2312159.0,
      "text": "American and British Paratroopers and Amphibious Assault Forces Landed on The South side of Sicily and Began Pushing North"
    },
    {
      "index": 421,
      "start_time": 2312860.0,
      "end_time": 2317349.0,
      "text": "Prior to the invasion the British carried Out a Successful disinformation operation"
    },
    {
      "index": 422,
      "start_time": 2317720.0,
      "end_time": 2321370.0,
      "text": "Involving the use of a Dead man's body Dressed in a Royal Marines officer's Uniform"
    },
    {
      "index": 423,
      "start_time": 2322100.0,
      "end_time": 2327219.0,
      "text": "and Released It By submarine Near Spain With Plans for an allied Invasion of Greece The"
    },
    {
      "index": 424,
      "start_time": 2327920.0,
      "end_time": 2335620.0,
      "text": "Germans Recovered The Body and Believed the plans to be genuine and so focus their defensive efforts on Greece and not on Sicily in"
    },
    {
      "index": 425,
      "start_time": 2336170.0,
      "end_time": 2339250.0,
      "text": "Less Than a Month The entire Island Was Under allied Control"
    },
    {
      "index": 426,
      "start_time": 2339980.0,
      "end_time": 2346719.0,
      "text": "Which Allowed it to act As a Springboard for the allied Invasion of Mainland Italy Which Began on September the 3rd"
    },
    {
      "index": 427,
      "start_time": 2348560.0,
      "end_time": 2351969.0,
      "text": "Allied Forces first Landed At Taranto on the Heel of Italy"
    },
    {
      "index": 428,
      "start_time": 2352700.0,
      "end_time": 2356470.0,
      "text": "followed By Landings At Calabria and Salerno a Week Later as"
    },
    {
      "index": 429,
      "start_time": 2357500.0,
      "end_time": 2364360.0,
      "text": "Churchill predicted It Said he Was quickly destabilizing to the point where Mussolini was Removed from power on July The 24th"
    },
    {
      "index": 430,
      "start_time": 2365030.0,
      "end_time": 2366710.0,
      "text": "1943"
    },
    {
      "index": 431,
      "start_time": 2366710.0,
      "end_time": 2374439.0,
      "text": "The New Italian Government Began Secretly negotiating an armistice With the allies before allied troops Even Landed in Italy"
    },
    {
      "index": 432,
      "start_time": 2374930.0,
      "end_time": 2380350.0,
      "text": "It was announced publicly on September the 8th and Additional allied Landings were made Unopposed"
    },
    {
      "index": 433,
      "start_time": 2381020.0,
      "end_time": 2388929.0,
      "text": "But The Germans had caught on to what Was happening and Moved in to take Over key defensive positions and disarmed a Now potentially hostile"
    },
    {
      "index": 434,
      "start_time": 2389450.0,
      "end_time": 2391450.0,
      "text": "Italian Army"
    },
    {
      "index": 435,
      "start_time": 2391490.0,
      "end_time": 2398800.0,
      "text": "This Led to opening fighting Between the former Allies and on September the 9th the Italian battleship \"Roma\" Was sunk by German"
    },
    {
      "index": 436,
      "start_time": 2399080.0,
      "end_time": 2405819.0,
      "text": "Aircraft in What Was the first Attack in History carried Out using air Launched anti-ship Missiles on the"
    },
    {
      "index": 437,
      "start_time": 2407060.0,
      "end_time": 2409060.0,
      "text": "Greek Islands of Cephalonia"
    },
    {
      "index": 438,
      "start_time": 2409370.0,
      "end_time": 2412450.0,
      "text": "Italian Forces Battled German Troops for Over a Week and a Half"
    },
    {
      "index": 439,
      "start_time": 2413150.0,
      "end_time": 2418480.0,
      "text": "before being Defeated and Thousands of Italian Prisoners were then Massacred by The Germans on"
    },
    {
      "index": 440,
      "start_time": 2419600.0,
      "end_time": 2421600.0,
      "text": "September The 12Th 1943"
    },
    {
      "index": 441,
      "start_time": 2422180.0,
      "end_time": 2427509.0,
      "text": "Mussolini Was Rescued from prison in a daring Raid By German Special Forces and Flown to Northern Italy"
    },
    {
      "index": 442,
      "start_time": 2428150.0,
      "end_time": 2430150.0,
      "text": "Which Was Under German Control"
    },
    {
      "index": 443,
      "start_time": 2431180.0,
      "end_time": 2436720.0,
      "text": "Italy Was Now a de facto state of Civil war with The pro allied south Battling the pro-nazi north!"
    },
    {
      "index": 444,
      "start_time": 2437390.0,
      "end_time": 2440349.0,
      "text": "Which had Been re-branded as the \"Italian Social Republic\""
    },
    {
      "index": 445,
      "start_time": 2441890.0,
      "end_time": 2446470.0,
      "text": "Any Hopes of Sweeping Through Italy By Christmas 1943 Was Soon Dashed"
    },
    {
      "index": 446,
      "start_time": 2447140.0,
      "end_time": 2453400.0,
      "text": "However as The Germans and Their Remaining Italian Allies organized a Tough Defense Along The Winter line a"
    },
    {
      "index": 447,
      "start_time": 2453980.0,
      "end_time": 2459940.0,
      "text": "Series of three defensive Lines countered Around protecting The strategically important Monastery of Monte Cassino"
    },
    {
      "index": 448,
      "start_time": 2461420.0,
      "end_time": 2468849.0,
      "text": "The Allies Would continue Advancing North Through to the end of 1943 but It Was a Slow and Painful process as"
    },
    {
      "index": 449,
      "start_time": 2469520.0,
      "end_time": 2477430.0,
      "text": "The Western Allies Slog Through Italy The Soviets continued Their fight to repel the Germans who are still advancing Through The Soviet Union on"
    },
    {
      "index": 450,
      "start_time": 2478040.0,
      "end_time": 2479540.0,
      "text": "July The 5th"
    },
    {
      "index": 451,
      "start_time": 2479540.0,
      "end_time": 2482320.0,
      "text": "1943 the Germans Launched Operation Citadel"
    },
    {
      "index": 452,
      "start_time": 2482930.0,
      "end_time": 2484930.0,
      "text": "Sparking The Battle of Kursk"
    },
    {
      "index": 453,
      "start_time": 2484940.0,
      "end_time": 2492519.0,
      "text": "This Battle Saw Such an immense use of tank Forces by Both Sides That It Remained the largest single tank Battle in history"
    },
    {
      "index": 454,
      "start_time": 2493610.0,
      "end_time": 2500140.0,
      "text": "Having Realized The Battle Would take Place at the Kursk Salient the Soviets had ample time to prepare Their Defenses and"
    },
    {
      "index": 455,
      "start_time": 2500360.0,
      "end_time": 2504069.0,
      "text": "For The first time in the war a German strategic Advance Failed"
    },
    {
      "index": 456,
      "start_time": 2505220.0,
      "end_time": 2512140.0,
      "text": "The re-Energized and reorganized Soviet Forces had By Now Learned from Their Early Mistakes and were taking the initiative"
    },
    {
      "index": 457,
      "start_time": 2512240.0,
      "end_time": 2514240.0,
      "text": "Against the German Invaders"
    },
    {
      "index": 458,
      "start_time": 2514580.0,
      "end_time": 2522519.0,
      "text": "Having Lost Their Momentum on the eastern front and with allied troops pushing Through Italy The noose Was tightened Around Nazi Germany in"
    },
    {
      "index": 459,
      "start_time": 2523370.0,
      "end_time": 2530440.0,
      "text": "The Pacific the situation for Japan Was no better as They continued Their own Retreat back to their home Islands"
    },
    {
      "index": 460,
      "start_time": 2531170.0,
      "end_time": 2535659.0,
      "text": "Which were Themselves not a subject of air raids by The new B-29"
    },
    {
      "index": 461,
      "start_time": 2536360.0,
      "end_time": 2539710.0,
      "text": "Super-fortress Strategic Bombers Flying From India and China"
    },
    {
      "index": 462,
      "start_time": 2546849.0,
      "end_time": 2551948.0,
      "text": "in January 1944 Soviet Forces Finally Lifted The siege of Leningrad"
    },
    {
      "index": 463,
      "start_time": 2553069.0,
      "end_time": 2560738.0,
      "text": "The City had Held Out for two Years and Nearly five months and had even continued Undertaking Limited tank production"
    },
    {
      "index": 464,
      "start_time": 2561229.0,
      "end_time": 2564369.0,
      "text": "but at The cost of an estimated Half a Million Dead"
    },
    {
      "index": 465,
      "start_time": 2565009.0,
      "end_time": 2572289.0,
      "text": "The immense Soviet Army Now Began Steamrolling Their Way west pushing the Germans and Their Axis Allies further back on"
    },
    {
      "index": 466,
      "start_time": 2572989.0,
      "end_time": 2580509.0,
      "text": "March The 26th Soviet troops Pursued the Germans into Romania and Over a Month Later Retook the Crimea in"
    },
    {
      "index": 467,
      "start_time": 2581449.0,
      "end_time": 2586449.0,
      "text": "Italy The Battle for The German-held Territory Around The Monastery of Monte Cassino Began"
    },
    {
      "index": 468,
      "start_time": 2587150.0,
      "end_time": 2590589.0,
      "text": "Between January and May the Allies Launched four Major"
    },
    {
      "index": 469,
      "start_time": 2590719.0,
      "end_time": 2596739.0,
      "text": "Offensives Against The Germans there Which was key to their defensive lines protecting Pro Axis Northern Italy"
    },
    {
      "index": 470,
      "start_time": 2597380.0,
      "end_time": 2602289.0,
      "text": "But Dogged German resistance Repelled Them Until Finally on May The 18th 1944"
    },
    {
      "index": 471,
      "start_time": 2603319.0,
      "end_time": 2606159.0,
      "text": "The Allies Broke Through Along a 20-mile line"
    },
    {
      "index": 472,
      "start_time": 2606979.0,
      "end_time": 2613658.0,
      "text": "The Victory cost the Allies Fifty five Thousand men and Was met with a Great deal of criticism When the ancient Monastery itself"
    },
    {
      "index": 473,
      "start_time": 2613819.0,
      "end_time": 2615819.0,
      "text": "Was Bombed by Allied Warplanes"
    },
    {
      "index": 474,
      "start_time": 2617599.0,
      "end_time": 2620588.0,
      "text": "at The same time the allies were fighting at Monte Cassino"
    },
    {
      "index": 475,
      "start_time": 2620689.0,
      "end_time": 2626259.0,
      "text": "Another Allied Force Landed At Anzio in an Attempt to outflank the main German defensive lines it"
    },
    {
      "index": 476,
      "start_time": 2626599.0,
      "end_time": 2630998.0,
      "text": "Was Under The Command of us Army Major General John Lucas and"
    },
    {
      "index": 477,
      "start_time": 2631519.0,
      "end_time": 2639399.0,
      "text": "Despite landing and establishing a Beachhead the allies found themselves Contained there until May by Which time Lucas had Been Relieved of his command"
    },
    {
      "index": 478,
      "start_time": 2641119.0,
      "end_time": 2646238.0,
      "text": "with the Victory of Cassino and the Breakout from Anzio the allies Pushed Towards Rome"
    },
    {
      "index": 479,
      "start_time": 2646849.0,
      "end_time": 2651129.0,
      "text": "with the first US Army Units arriving at The City on June 4th"
    },
    {
      "index": 480,
      "start_time": 2651739.0,
      "end_time": 2652849.0,
      "text": "en"
    },
    {
      "index": 481,
      "start_time": 2652849.0,
      "end_time": 2660188.0,
      "text": "The far east The Japanese Launched a Major offensive to push British empire Forces out of Burma and into India"
    },
    {
      "index": 482,
      "start_time": 2660919.0,
      "end_time": 2668079.0,
      "text": "Despite some Early Gains and The charismatically brutal nature of jungle warfare the Japanese were halted and then Pushed back"
    },
    {
      "index": 483,
      "start_time": 2669170.0,
      "end_time": 2673299.0,
      "text": "It would prove one of The last Major offensives that The japanese could Muster"
    },
    {
      "index": 484,
      "start_time": 2674510.0,
      "end_time": 2681340.0,
      "text": "In the Pacific the island hopping Campaigns continued with Many Japanese Garrison's Now being Starved of Supplies"
    },
    {
      "index": 485,
      "start_time": 2682010.0,
      "end_time": 2687190.0,
      "text": "Thanks to an increasingly effective US Navy submarine blockade of The Japanese home Islands"
    },
    {
      "index": 486,
      "start_time": 2688640.0,
      "end_time": 2693249.0,
      "text": "Nevertheless The Fanatical Japanese made the Allies pay for Every inch of Ground"
    },
    {
      "index": 487,
      "start_time": 2694670.0,
      "end_time": 2701289.0,
      "text": "Stalin had Been calling for the opening of a Western front in Europe since the Americans Joined the war in order to ease pressure on"
    },
    {
      "index": 488,
      "start_time": 2701290.0,
      "end_time": 2702590.0,
      "text": "His forces"
    },
    {
      "index": 489,
      "start_time": 2702590.0,
      "end_time": 2709960.0,
      "text": "The paranoid dictator Even Confided in some of his aides That he Believed the west were deliberately delaying opening a front in"
    },
    {
      "index": 490,
      "start_time": 2710210.0,
      "end_time": 2712210.0,
      "text": "order to Wear down the Soviet Forces"
    },
    {
      "index": 491,
      "start_time": 2713570.0,
      "end_time": 2718479.0,
      "text": "By 1944 the Western Allies were Finally preparing to storm Fortress Europe"
    },
    {
      "index": 492,
      "start_time": 2719120.0,
      "end_time": 2725650.0,
      "text": "Which WouLd Force The Now outnumbered Germans and Their Axis Supporters to commit resources to three battle fronts"
    },
    {
      "index": 493,
      "start_time": 2726560.0,
      "end_time": 2728920.0,
      "text": "Just Like Hitler When he planned to invade Britain"
    },
    {
      "index": 494,
      "start_time": 2729380.0,
      "end_time": 2735160.0,
      "text": "The Allies Knew That Any crossing of The English Channel had to be made in the summer months Because the weather"
    },
    {
      "index": 495,
      "start_time": 2735230.0,
      "end_time": 2737230.0,
      "text": "Afterwards Would prove too Hazardous"
    },
    {
      "index": 496,
      "start_time": 2738080.0,
      "end_time": 2742239.0,
      "text": "Britain therefore Became The History's Biggest staging post in the first Half of"
    },
    {
      "index": 497,
      "start_time": 2742760.0,
      "end_time": 2743870.0,
      "text": "1944"
    },
    {
      "index": 498,
      "start_time": 2743870.0,
      "end_time": 2751630.0,
      "text": "It seemed as though Every available piece of Land Was Being Turned into an Airfield for Aircraft or parking Lots for tanks and Trucks"
    },
    {
      "index": 499,
      "start_time": 2752480.0,
      "end_time": 2756340.0,
      "text": "Knowing That German Aircraft were Still carrying Out reconnaissance Over the UK"
    },
    {
      "index": 500,
      "start_time": 2756860.0,
      "end_time": 2761469.0,
      "text": "The Allies Devised ingenious Ways of confusing The Germans intelligence Pictures"
    },
    {
      "index": 501,
      "start_time": 2761870.0,
      "end_time": 2768999.0,
      "text": "Such As inflatable tanks and Wooden airplanes That Looked Real enough on reconnaissance Photos Taken at High altitude"
    },
    {
      "index": 502,
      "start_time": 2770240.0,
      "end_time": 2774459.0,
      "text": "Finally By June 1944 the Allies were ready to launch an Invasion"
    },
    {
      "index": 503,
      "start_time": 2775400.0,
      "end_time": 2779529.0,
      "text": "Dubbed Operation Overlord It Was Under The Command of The supreme allied commander"
    },
    {
      "index": 504,
      "start_time": 2780140.0,
      "end_time": 2787359.0,
      "text": "General Dwight D. Eisenhower and It Was decided to Land troops At Normandy Rather Than the more obvious choice of Calley"
    },
    {
      "index": 505,
      "start_time": 2787910.0,
      "end_time": 2790899.0,
      "text": "Which Was a Shorter Journey Between the UK and France"
    },
    {
      "index": 506,
      "start_time": 2792070.0,
      "end_time": 2793990.0,
      "text": "The RAF and"
    },
    {
      "index": 507,
      "start_time": 2793990.0,
      "end_time": 2799319.0,
      "text": "US AAF had Spent Months softening Up Defenses Along The Germans so-Called Atlantic Wall"
    },
    {
      "index": 508,
      "start_time": 2799930.0,
      "end_time": 2806849.0,
      "text": "While French resistance Gathered intelligence on German Forces in the area as Well as Conducting Sabotage of"
    },
    {
      "index": 509,
      "start_time": 2807070.0,
      "end_time": 2809070.0,
      "text": "Transport Links on"
    },
    {
      "index": 510,
      "start_time": 2809260.0,
      "end_time": 2814589.0,
      "text": "June The 6th D-Day Began with an immense airborne Invasion of Normandy by allied paratroopers"
    },
    {
      "index": 511,
      "start_time": 2815770.0,
      "end_time": 2821759.0,
      "text": "They were parachuted in behind the lines in an effort i flanked the main German Defenders Along The coast"
    },
    {
      "index": 512,
      "start_time": 2822190.0,
      "end_time": 2828899.0,
      "text": "In the Early Hours of the morning the main Amphibious Force Landed at five Beaches each Given Their own codename?"
    },
    {
      "index": 513,
      "start_time": 2830080.0,
      "end_time": 2832110.0,
      "text": "American Beaches were Utah and Mmaha"
    },
    {
      "index": 514,
      "start_time": 2832810.0,
      "end_time": 2837179.0,
      "text": "British Beaches were Gold and Sword and The Canadian Beach Was Juno"
    },
    {
      "index": 515,
      "start_time": 2837910.0,
      "end_time": 2844200.0,
      "text": "despite intense fighting and Heavy Casualties the Allies had secured the Beachhead and opened The Western front"
    },
    {
      "index": 516,
      "start_time": 2845140.0,
      "end_time": 2852869.0,
      "text": "The previous Experiences at (???) Salerno Anzio and The Pacific had taught the allies wow how to best Conduct Amphibious"
    },
    {
      "index": 517,
      "start_time": 2853120.0,
      "end_time": 2854200.0,
      "text": "Operations"
    },
    {
      "index": 518,
      "start_time": 2854200.0,
      "end_time": 2858270.0,
      "text": "culminating in this, the invasion of Nazi occupied Europe"
    },
    {
      "index": 519,
      "start_time": 2859450.0,
      "end_time": 2863550.0,
      "text": "Three Whole fronts the Allies were now pushing the Germans back to the Fatherland"
    },
    {
      "index": 520,
      "start_time": 2864820.0,
      "end_time": 2870840.0,
      "text": "Despite the numerical Advantage the allies Enjoyed The Germans were still Able to demonstrate their extraordinarily"
    },
    {
      "index": 521,
      "start_time": 2871390.0,
      "end_time": 2877500.0,
      "text": "Technological Prowess a Week after D-Day The 1st V1 flying Bombs Began to rain down on London"
    },
    {
      "index": 522,
      "start_time": 2878470.0,
      "end_time": 2884429.0,
      "text": "While They lacked The Accuracy to greatly Affect the outcome of the war they did terrorize the south East of England and"
    },
    {
      "index": 523,
      "start_time": 2884890.0,
      "end_time": 2888300.0,
      "text": "distracted The Allies by having them focus on bombing Their Launch Sites"
    },
    {
      "index": 524,
      "start_time": 2889330.0,
      "end_time": 2895680.0,
      "text": "This WouLd Be Reinforced Later with The introduction of The V2 Which became the blueprint for Today's"
    },
    {
      "index": 525,
      "start_time": 2896350.0,
      "end_time": 2898350.0,
      "text": "Intercontinental Ballistic Missiles"
    },
    {
      "index": 526,
      "start_time": 2898990.0,
      "end_time": 2903689.0,
      "text": "Germany had also Introduced the first operational Jet Fighter The ME-262"
    },
    {
      "index": 527,
      "start_time": 2904630.0,
      "end_time": 2908609.0,
      "text": "These wonder Weapons had an Unexpected Advantage for the allies However"
    },
    {
      "index": 528,
      "start_time": 2909040.0,
      "end_time": 2916109.0,
      "text": "Hitler Had Such Great Faith in Germany's Missiles Rocket Fighters and super tanks That he diverted Much-needed Resources"
    },
    {
      "index": 529,
      "start_time": 2916540.0,
      "end_time": 2922229.0,
      "text": "Into their development Rather Than allocating Those Resources to more conventional But proven Weapons"
    },
    {
      "index": 530,
      "start_time": 2922840.0,
      "end_time": 2928979.0,
      "text": "The Immaturity of The technology meant That They Weren't Able to deliver The results Hitler Fantasized about and"
    },
    {
      "index": 531,
      "start_time": 2929470.0,
      "end_time": 2932790.0,
      "text": "so their continued development only Hampered Germany's war effort"
    },
    {
      "index": 532,
      "start_time": 2933400.0,
      "end_time": 2936270.0,
      "text": "By Tying Up increasingly Limited Resources"
    },
    {
      "index": 533,
      "start_time": 2938020.0,
      "end_time": 2943259.0,
      "text": "Knowing This a Secret Plot to kill Hitler with a Bomb was devised By some of his generals"
    },
    {
      "index": 534,
      "start_time": 2943360.0,
      "end_time": 2946769.0,
      "text": "But The Plot failed and the conspirators were executed in"
    },
    {
      "index": 535,
      "start_time": 2947770.0,
      "end_time": 2953130.0,
      "text": "July The Russians Reached Poland While in august the western Allies had liberated Paris"
    },
    {
      "index": 536,
      "start_time": 2954100.0,
      "end_time": 2960600.0,
      "text": "The Germans were now in full retreat as the allies Carefully But Steadily Advanced east But field Marshal Montgomery"
    },
    {
      "index": 537,
      "start_time": 2961120.0,
      "end_time": 2964140.0,
      "text": "Devised a Daring Plan To speed up the Defeat of Germany"
    },
    {
      "index": 538,
      "start_time": 2965140.0,
      "end_time": 2972479.0,
      "text": "Involving the use of paratroopers to capture a Series of Bridges across the Rhine and Mass Rivers in the Netherlands and Germany"
    },
    {
      "index": 539,
      "start_time": 2973450.0,
      "end_time": 2980159.0,
      "text": "Ground Forces were then Raced Towards the Bridges to secure them and allow allied troops to flood into Germany itself"
    },
    {
      "index": 540,
      "start_time": 2980830.0,
      "end_time": 2987749.0,
      "text": "It Was a Risky Plan Leaving One British General to Famously Say \"I think we May be going a bridge too far\""
    },
    {
      "index": 541,
      "start_time": 2989320.0,
      "end_time": 2994830.0,
      "text": "However Monte Had Managed to convince Eisenhower and the operation Began on September the 17th"
    },
    {
      "index": 542,
      "start_time": 2996670.0,
      "end_time": 3000170.0,
      "text": "Codenamed \"Market Garden\" The operation Was walked with problems"
    },
    {
      "index": 543,
      "start_time": 3001140.0,
      "end_time": 3004999.0,
      "text": "resistance Was far Higher Than Expected and not all the Bridges were captured"
    },
    {
      "index": 544,
      "start_time": 3005760.0,
      "end_time": 3007110.0,
      "text": "German Forces"
    },
    {
      "index": 545,
      "start_time": 3007110.0,
      "end_time": 3014809.0,
      "text": "Encircled the paratroopers and over a Week Later the remaining allied Elements Either had to fight Their Way back to allied Lines or surrender"
    },
    {
      "index": 546,
      "start_time": 3015180.0,
      "end_time": 3016230.0,
      "text": "Después"
    },
    {
      "index": 547,
      "start_time": 3016230.0,
      "end_time": 3021140.0,
      "text": "Market Garden The Allies returned to their slow But Steady progress Through Western Europe"
    },
    {
      "index": 548,
      "start_time": 3021780.0,
      "end_time": 3028040.0,
      "text": "But The Germans were not Finished yet as the year drew to a close the Germans Launched a Last-ditch effort"
    },
    {
      "index": 549,
      "start_time": 3028080.0,
      "end_time": 3033799.0,
      "text": "To break the allied Lines in Europe with the stunning offensive Through The Ardennes forest in december"
    },
    {
      "index": 550,
      "start_time": 3034440.0,
      "end_time": 3039260.0,
      "text": "Now Remembered as The \"Battle of the Bulge\" It aimed to cut the allied Armies in two and"
    },
    {
      "index": 551,
      "start_time": 3039570.0,
      "end_time": 3045709.0,
      "text": "Relied Heavily on Capturing allied Fuel stocks to power the 1,200 German tanks Involved in the Attack"
    },
    {
      "index": 552,
      "start_time": 3047310.0,
      "end_time": 3054019.0,
      "text": "The offensive caught The allies completely off Guards Who found Themselves without The help of air support due to the poor weather"
    },
    {
      "index": 553,
      "start_time": 3054840.0,
      "end_time": 3058880.0,
      "text": "However Fierce Pockets of allied resistance Slowed The German offensive"
    },
    {
      "index": 554,
      "start_time": 3059580.0,
      "end_time": 3063980.0,
      "text": "Which lost Cohesin and more Crucially he failed to capture the fuel stocks in"
    },
    {
      "index": 555,
      "start_time": 3065100.0,
      "end_time": 3072920.0,
      "text": "January 1945 The weather Improved allowing the Allies to launch powerful air strikes Which caused the Germans to begin retreating"
    },
    {
      "index": 556,
      "start_time": 3072920.0,
      "end_time": 3074920.0,
      "text": "back to their main defensive Lines"
    },
    {
      "index": 557,
      "start_time": 3075480.0,
      "end_time": 3080149.0,
      "text": "Although Victorious For The us army It Was the bloodiest battle of the war in europe"
    },
    {
      "index": 558,
      "start_time": 3081780.0,
      "end_time": 3085910.0,
      "text": "In the pacific at The Battle of Leyte Gulf on October the 25th"
    },
    {
      "index": 559,
      "start_time": 3086670.0,
      "end_time": 3091639.0,
      "text": "Allied Forces had discovered a New Terror Unleashed upon them the Kamikaze"
    },
    {
      "index": 560,
      "start_time": 3092430.0,
      "end_time": 3098659.0,
      "text": "These were planes Flown deliberately into ships making Them essentially Manned Missiles and some Japanese"
    },
    {
      "index": 561,
      "start_time": 3098850.0,
      "end_time": 3103460.0,
      "text": "Admirals Believed They were now the only Way to Turn the tide against the allied Navies"
    },
    {
      "index": 562,
      "start_time": 3104730.0,
      "end_time": 3110539.0,
      "text": "Incredibly Such Was the belief in the righteousness of Such Suicidal acts There Was no shortage of Volunteers"
    },
    {
      "index": 563,
      "start_time": 3111960.0,
      "end_time": 3119059.0,
      "text": "Later The Kamikaze doctrine Would include Ramming allied Bombers and Even Specially developed Rocket-Powered Aircraft"
    },
    {
      "index": 564,
      "start_time": 3125550.0,
      "end_time": 3130700.0,
      "text": "After The Battle of The bulge It was Clear to most People That Nazi Germany Was all but Finished"
    },
    {
      "index": 565,
      "start_time": 3130770.0,
      "end_time": 3136310.0,
      "text": "and All That Remained Was to mop up the last remnants of resistance in March"
    },
    {
      "index": 566,
      "start_time": 3136980.0,
      "end_time": 3140059.0,
      "text": "1945 allied troops Began crossing the Rhine and"
    },
    {
      "index": 567,
      "start_time": 3140520.0,
      "end_time": 3146090.0,
      "text": "Not long After a V1 flying Bomb became the last bomb to fall on british soil in the war"
    },
    {
      "index": 568,
      "start_time": 3147690.0,
      "end_time": 3152630.0,
      "text": "for Germany However The air raids Only Intensified with Dresden Being Held by Over"
    },
    {
      "index": 569,
      "start_time": 3153030.0,
      "end_time": 3157880.0,
      "text": "1300 American and British Bombers Over a Two day Period in February"
    },
    {
      "index": 570,
      "start_time": 3159210.0,
      "end_time": 3163429.0,
      "text": "in april the last German resistance in the ruhr is Suppressed"
    },
    {
      "index": 571,
      "start_time": 3163650.0,
      "end_time": 3168349.0,
      "text": "Leading to a staggering three Hundred and Seventy Thousand German soldiers being Taken Prisoner"
    },
    {
      "index": 572,
      "start_time": 3169710.0,
      "end_time": 3171470.0,
      "text": "On the eastern Front"
    },
    {
      "index": 573,
      "start_time": 3171470.0,
      "end_time": 3175220.0,
      "text": "Russian troops Swept Through Poland and Into East Germany and Austria"
    },
    {
      "index": 574,
      "start_time": 3175770.0,
      "end_time": 3177770.0,
      "text": "Taking Vienna on April The 13th"
    },
    {
      "index": 575,
      "start_time": 3178710.0,
      "end_time": 3186050.0,
      "text": "During Their Advance Thousands of Germans in Poland Became trapped and tried to flee by sea aboard the william Gustav ocean Liner"
    },
    {
      "index": 576,
      "start_time": 3186690.0,
      "end_time": 3192440.0,
      "text": "The Ship Was Torpedoed By a Soviet submarine Killing Nearly 10,000 German soldiers and Civilians"
    },
    {
      "index": 577,
      "start_time": 3193110.0,
      "end_time": 3196339.0,
      "text": "Making It The single Worst maritime disaster in history as"
    },
    {
      "index": 578,
      "start_time": 3197370.0,
      "end_time": 3199370.0,
      "text": "Its Ally Was Increasingly Under Allied Control"
    },
    {
      "index": 579,
      "start_time": 3200160.0,
      "end_time": 3206540.0,
      "text": "Fascist dictator Benito Mussolini and His Mistress were Killed By communist fighters in Northern Italy on"
    },
    {
      "index": 580,
      "start_time": 3206790.0,
      "end_time": 3213709.0,
      "text": "April The 28th by Which time hitler and his own Mistress Eva Braun Had Retreated to his own Bunker in Berlin"
    },
    {
      "index": 581,
      "start_time": 3214140.0,
      "end_time": 3216140.0,
      "text": "Where he planned to stay Until the end"
    },
    {
      "index": 582,
      "start_time": 3217260.0,
      "end_time": 3224719.0,
      "text": "Whilst there he Generally Retreated into his own Mind to a World where the wonder Weapons he believed in so much Had Saved his Reich"
    },
    {
      "index": 583,
      "start_time": 3226290.0,
      "end_time": 3230570.0,
      "text": "The Soviets had Reached The Outskirts of Berlin on April The 16th 1945"
    },
    {
      "index": 584,
      "start_time": 3231660.0,
      "end_time": 3234890.0,
      "text": "Thus beginning the Final Chapter of nazi Germany's History"
    },
    {
      "index": 585,
      "start_time": 3235890.0,
      "end_time": 3238009.0,
      "text": "For Over two Weeks The Soviet Army"
    },
    {
      "index": 586,
      "start_time": 3238380.0,
      "end_time": 3244759.0,
      "text": "Bombarded and Fought Their Way Through The rubble of What Was left in Berlin in scenes not Too dissimilar to the ones at"
    },
    {
      "index": 587,
      "start_time": 3244890.0,
      "end_time": 3246890.0,
      "text": "Stalingrad almost three Years Earlier"
    },
    {
      "index": 588,
      "start_time": 3248010.0,
      "end_time": 3255560.0,
      "text": "Every available Citizen Was pressed into The City's defense with Boys as Young as 12 being Given Uniforms from Dead German Soldiers"
    },
    {
      "index": 589,
      "start_time": 3255810.0,
      "end_time": 3257810.0,
      "text": "so they Could Carry on the fight"
    },
    {
      "index": 590,
      "start_time": 3259590.0,
      "end_time": 3265549.0,
      "text": "One Unusual unit defending The City composed a Group of Waffen-ss men with Lion insignia"
    },
    {
      "index": 591,
      "start_time": 3265950.0,
      "end_time": 3271880.0,
      "text": "They were british Pows Who had volunteered to switch Sides After That Genetic Purity had Been Confirmed"
    },
    {
      "index": 592,
      "start_time": 3272900.0,
      "end_time": 3278859.0,
      "text": "The Soviet Armies Battle for the City became Hampered By a decreasing Level of discipline amongst it's ranks"
    },
    {
      "index": 593,
      "start_time": 3279140.0,
      "end_time": 3283089.0,
      "text": "who took the drinking Looting murder and Mass rape in"
    },
    {
      "index": 594,
      "start_time": 3284059.0,
      "end_time": 3288278.0,
      "text": "Hitler's Bunker Fear and Insanity Reigned Over the last of The German Leadership"
    },
    {
      "index": 595,
      "start_time": 3289400.0,
      "end_time": 3294249.0,
      "text": "Finally Hitler Himself Could Take no more and on April The 30th 1945"
    },
    {
      "index": 596,
      "start_time": 3294920.0,
      "end_time": 3297700.0,
      "text": "He and his Mistress Eva Braun took Their own Lives"
    },
    {
      "index": 597,
      "start_time": 3298700.0,
      "end_time": 3305379.0,
      "text": "he had left instructions for His guards to cremate his body since he had seen the Way Mussolini's body had Been treated and"
    },
    {
      "index": 598,
      "start_time": 3305690.0,
      "end_time": 3307690.0,
      "text": "He did not want the same"
    },
    {
      "index": 599,
      "start_time": 3307940.0,
      "end_time": 3313869.0,
      "text": "with The Führer Dead Berlin Surrendered on may the 2nd but The mass rape and Looting of the Population"
    },
    {
      "index": 600,
      "start_time": 3314239.0,
      "end_time": 3316629.0,
      "text": "Continued With Girls as Young as eight Being Gang-raped"
    },
    {
      "index": 601,
      "start_time": 3317599.0,
      "end_time": 3322748.0,
      "text": "It Was not Uncommon for Soviet officers to go around the city in cars Hunting unfortunate Women"
    },
    {
      "index": 602,
      "start_time": 3323029.0,
      "end_time": 3325809.0,
      "text": "Who were forced out of Their destroyed Homes to look for Food"
    },
    {
      "index": 603,
      "start_time": 3327349.0,
      "end_time": 3332409.0,
      "text": "Now with the capital City Gone Their leader Dead and The complete collapse of the country"
    },
    {
      "index": 604,
      "start_time": 3332569.0,
      "end_time": 3336579.0,
      "text": "The Remaining German Military Units Flocked to the Allies to surrender on"
    },
    {
      "index": 605,
      "start_time": 3337459.0,
      "end_time": 3344679.0,
      "text": "May the 8th the last of The German Army Surrendered and VE Day Victory in Europe Was declared in"
    },
    {
      "index": 606,
      "start_time": 3345440.0,
      "end_time": 3351579.0,
      "text": "The Pacific However the fight continued and Grew more Bloodthirsty as The Japanese Became more desperate in"
    },
    {
      "index": 607,
      "start_time": 3352369.0,
      "end_time": 3358328.0,
      "text": "February The Battle of Iwo Jima Began with an intense three-day Naval barrage of Japanese Positions in"
    },
    {
      "index": 608,
      "start_time": 3359089.0,
      "end_time": 3362978.0,
      "text": "The Ensuing Battle The americans Would lose Nearly 7,000 men"
    },
    {
      "index": 609,
      "start_time": 3363349.0,
      "end_time": 3369038.0,
      "text": "While the japanese Would lose 90% of over 20,000 men stationed on the islands on"
    },
    {
      "index": 610,
      "start_time": 3369799.0,
      "end_time": 3371449.0,
      "text": "April The 1st"
    },
    {
      "index": 611,
      "start_time": 3371449.0,
      "end_time": 3378549.0,
      "text": "1945 the Americans Began an effort to clear The Ryukyu Islands Which counted Around the Main Island of Okinawa"
    },
    {
      "index": 612,
      "start_time": 3379190.0,
      "end_time": 3384969.0,
      "text": "It was to be the last of the island hopping Campaigns before the allies hit Japan Themselves in"
    },
    {
      "index": 613,
      "start_time": 3385549.0,
      "end_time": 3391389.0,
      "text": "Three Months of fighting The Americans Would lose another 20,000 and as the Japanese fought to the bitter end"
    },
    {
      "index": 614,
      "start_time": 3391880.0,
      "end_time": 3395229.0,
      "text": "With Even a commander committing suicide Rather Than Surrender"
    },
    {
      "index": 615,
      "start_time": 3396410.0,
      "end_time": 3397729.0,
      "text": "Many Military Planners"
    },
    {
      "index": 616,
      "start_time": 3397729.0,
      "end_time": 3404499.0,
      "text": "Looked At These Figures and Began to realize that an Invasion of The Japanese home Island Was going to be extraordinarily Costly in"
    },
    {
      "index": 617,
      "start_time": 3404660.0,
      "end_time": 3408520.0,
      "text": "Terms of Lives and The fighting Would Probably Go on for at least Two more Years"
    },
    {
      "index": 618,
      "start_time": 3409609.0,
      "end_time": 3411759.0,
      "text": "Something Had to be done to end the war quickly"
    },
    {
      "index": 619,
      "start_time": 3419630.0,
      "end_time": 3423069.0,
      "text": "for Several Years Before The war there had Been a Number of Theories Put Forward"
    },
    {
      "index": 620,
      "start_time": 3423440.0,
      "end_time": 3428319.0,
      "text": "About how to harness the Energy of the atom into a source of power and as a Weapon"
    },
    {
      "index": 621,
      "start_time": 3429410.0,
      "end_time": 3437260.0,
      "text": "Winston Churchill Was especially Interested in Such Research During The 1930s and even published Papers on its Military application"
    },
    {
      "index": 622,
      "start_time": 3437809.0,
      "end_time": 3441849.0,
      "text": "Some preliminary Work had begun in Britain the US Germany and Japan"
    },
    {
      "index": 623,
      "start_time": 3442760.0,
      "end_time": 3447790.0,
      "text": "But When the war Began Britain propped his research efforts to concentrate on defending the country"
    },
    {
      "index": 624,
      "start_time": 3448849.0,
      "end_time": 3452529.0,
      "text": "After Pearl Harbor However The Americans Began Their own Projects before"
    },
    {
      "index": 625,
      "start_time": 3452839.0,
      "end_time": 3459939.0,
      "text": "collaborating With British and Canadian Researchers to develop What was soon Dubbed the atom bomb the most powerful weapon in History"
    },
    {
      "index": 626,
      "start_time": 3461119.0,
      "end_time": 3467379.0,
      "text": "Under The Banner of the Manhattan project The scientists Labored Through 1942 To 1945"
    },
    {
      "index": 627,
      "start_time": 3468290.0,
      "end_time": 3470290.0,
      "text": "Developing The World's first atom Bomb"
    },
    {
      "index": 628,
      "start_time": 3470750.0,
      "end_time": 3475419.0,
      "text": "At New Mexico's Alamogordo range on July The 16th 1945"
    },
    {
      "index": 629,
      "start_time": 3476270.0,
      "end_time": 3479199.0,
      "text": "The first Successful atom Bomb test Was Conducted"
    },
    {
      "index": 630,
      "start_time": 3479839.0,
      "end_time": 3483879.0,
      "text": "Thus confirming The Allies Now had a Weapon of Unspeakable Power"
    },
    {
      "index": 631,
      "start_time": 3485480.0,
      "end_time": 3490209.0,
      "text": "After Confirming That The Weapon Could Be carried to a target in Japan By a B-29"
    },
    {
      "index": 632,
      "start_time": 3490940.0,
      "end_time": 3492470.0,
      "text": "Superfortress Bomber"
    },
    {
      "index": 633,
      "start_time": 3492470.0,
      "end_time": 3496629.0,
      "text": "president Truman Who had replaced Roosevelt After His Death on April the 12th"
    },
    {
      "index": 634,
      "start_time": 3497450.0,
      "end_time": 3500799.0,
      "text": "Authorized its use Against The Japanese City of Hiroshima on August"
    },
    {
      "index": 635,
      "start_time": 3501680.0,
      "end_time": 3509619.0,
      "text": "The 6th 1945 the city Was decimated By an atom Bomb Dropped by The B-29 super-fortress Enola Gay"
    },
    {
      "index": 636,
      "start_time": 3511190.0,
      "end_time": 3517119.0,
      "text": "The Bomb codenamed \"Little Boy\" had an Explosive Yield Equivalent to 15,000 tons of TNT and"
    },
    {
      "index": 637,
      "start_time": 3517760.0,
      "end_time": 3519760.0,
      "text": "Killed Over a Hundred Thousand People"
    },
    {
      "index": 638,
      "start_time": 3520819.0,
      "end_time": 3528069.0,
      "text": "Truman Demanded an immediate Japanese Surrender or promise there Will be more atom bomb attacks in what he described as a Rain of Ruin"
    },
    {
      "index": 639,
      "start_time": 3529789.0,
      "end_time": 3535179.0,
      "text": "With no surrender Forthcoming Truman ordered Another Attack This time on the City of Kokua"
    },
    {
      "index": 640,
      "start_time": 3535519.0,
      "end_time": 3542589.0,
      "text": "But It was obscured By Clouds and a Smokescreen so the Crew of the B-29 boxcar flew to their secondary target"
    },
    {
      "index": 641,
      "start_time": 3543170.0,
      "end_time": 3545150.0,
      "text": "Nagasaki at"
    },
    {
      "index": 642,
      "start_time": 3545150.0,
      "end_time": 3550119.0,
      "text": "1102 Hours the Bomb detonated with a Yield Of 21,000 Tons of TNT"
    },
    {
      "index": 643,
      "start_time": 3551029.0,
      "end_time": 3553629.0,
      "text": "Killing Over 80,000 more People on"
    },
    {
      "index": 644,
      "start_time": 3554750.0,
      "end_time": 3561549.0,
      "text": "August the 15th The Japanese Emperor Announced that the country Was to surrender to the allies with the formal signing of the surrender"
    },
    {
      "index": 645,
      "start_time": 3561980.0,
      "end_time": 3568240.0,
      "text": "Taking Place on September The 2nd Now remembered as VJ Day The end of World war two"
    },
    {
      "index": 646,
      "start_time": 3586900.0,
      "end_time": 3594209.0,
      "text": "We Will never Know Exactly how many died in the second World War most estimates for the toll are They staggering 60 million People"
    },
    {
      "index": 647,
      "start_time": 3595240.0,
      "end_time": 3598020.0,
      "text": "3% of the World's population in 1940"
    },
    {
      "index": 648,
      "start_time": 3598840.0,
      "end_time": 3600010.0,
      "text": "Después"
    },
    {
      "index": 649,
      "start_time": 3600010.0,
      "end_time": 3606749.0,
      "text": "The War the Extent of Nazi and Japanese war Crimes became Public Leading to a series of trials for war Crimes"
    },
    {
      "index": 650,
      "start_time": 3608590.0,
      "end_time": 3611459.0,
      "text": "However not all of Those responsible were brought to justice"
    },
    {
      "index": 651,
      "start_time": 3612880.0,
      "end_time": 3620579.0,
      "text": "Josef Mengele a Nazi doctor Who performed Experiments on twins at Concentration Camps Escaped to south America where he died in"
    },
    {
      "index": 652,
      "start_time": 3621010.0,
      "end_time": 3622600.0,
      "text": "1979 in"
    },
    {
      "index": 653,
      "start_time": 3622600.0,
      "end_time": 3625140.0,
      "text": "The East Japanese Dr. Shirō Ishii"
    },
    {
      "index": 654,
      "start_time": 3625690.0,
      "end_time": 3628560.0,
      "text": "traded The Research unit 731 had carried out"
    },
    {
      "index": 655,
      "start_time": 3628960.0,
      "end_time": 3634530.0,
      "text": "For pardons with The US government Who feared It might Fall into the Hands of the Soviets if they did not"
    },
    {
      "index": 656,
      "start_time": 3636010.0,
      "end_time": 3641850.0,
      "text": "no other war in history has so dramatically Changed Not Just the political World But The everyday World"
    },
    {
      "index": 657,
      "start_time": 3643270.0,
      "end_time": 3649350.0,
      "text": "The Technologies developed During The war such as Jet Engines Rocketry and Newer communications Equipment"
    },
    {
      "index": 658,
      "start_time": 3649750.0,
      "end_time": 3652320.0,
      "text": "Have all Been integrated into our everyday Lives"
    },
    {
      "index": 659,
      "start_time": 3653110.0,
      "end_time": 3660089.0,
      "text": "The V2 Rockets Fired At London By Germany Paved The way for the first Space Rocket Which Launched Satellites into space"
    },
    {
      "index": 660,
      "start_time": 3660550.0,
      "end_time": 3665880.0,
      "text": "Allowing us not Only to communicate more effectively across the Globe but Keep a close Eye on our planet"
    },
    {
      "index": 661,
      "start_time": 3666670.0,
      "end_time": 3673949.0,
      "text": "The Advancement of Aircraft Technology Particularly The Jet engine made Will travel accessible to all and Not Just the privileged few"
    },
    {
      "index": 662,
      "start_time": 3674920.0,
      "end_time": 3681809.0,
      "text": "Even The Evil Experimentation Carried Out By The Nazis and Japanese has Increased our medical Understanding of The Human Body"
    },
    {
      "index": 663,
      "start_time": 3682960.0,
      "end_time": 3687390.0,
      "text": "But When all is said and done the end of World War two did not see peace in our time"
    },
    {
      "index": 664,
      "start_time": 3688660.0,
      "end_time": 3695729.0,
      "text": "The Victorious Allies Quickly Turned on One another Believing the Next war would see Washington and London Pitted against Moscow"
    },
    {
      "index": 665,
      "start_time": 3696309.0,
      "end_time": 3701339.0,
      "text": "Germany Was Divided Between East and West and this became The setting for the cold war a"
    },
    {
      "index": 666,
      "start_time": 3701859.0,
      "end_time": 3708088.0,
      "text": "Period of History Where the legacy of World War two Actually Threatened to annihilate mankind once and for all"
    },
    {
      "index": 667,
      "start_time": 3727880.0,
      "end_time": 3729880.0,
      "text": "English Subtitles Made By: Doge102 1"
    }
  ]
}