{
  "video_id": "eg0PYsWK1dc",
  "title": "Civilization VI: Gathering Storm - First Look: Canada",
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 3150.0,
      "text": "AVANCE: CANADÁ"
    },
    {
      "index": 2,
      "start_time": 3183.0,
      "end_time": 5800.0,
      "text": "Wilfrid Laurier lidera a Canadá en Civilization VI: Gathering Storm."
    },
    {
      "index": 3,
      "start_time": 10550.0,
      "end_time": 18483.0,
      "text": "Fue el séptimo primer ministro de Canadá y se le recuerda en la actualidad por su carismática personalidad y su empeño por conseguir la unidad y la expansión canadienses."
    },
    {
      "index": 4,
      "start_time": 19566.0,
      "end_time": 23583.0,
      "text": "La habilidad de líder de Wilfrid Laurier es \"El último y mejor Oeste\". "
    },
    {
      "index": 5,
      "start_time": 23666.0,
      "end_time": 29633.0,
      "text": "Las Granjas se pueden construir en Tundra y, tras investigar Ingeniería civil, en Colinas con tundra. "
    },
    {
      "index": 6,
      "start_time": 30600.0,
      "end_time": 39983.0,
      "text": "Las casillas de Tundra y Nieve tienen un coste inferior, y se extraerá el doble de todos los recursos consumibles, como el Hierro, en dichas casillas. "
    },
    {
      "index": 7,
      "start_time": 41050.0,
      "end_time": 43550.0,
      "text": "La mejora exclusiva de Canadá es la Pista de hockey."
    },
    {
      "index": 8,
      "start_time": 43666.0,
      "end_time": 48016.0,
      "text": "Solo se puede construir sobre Tundra o Nieve, y solo una por ciudad. "
    },
    {
      "index": 9,
      "start_time": 48133.0,
      "end_time": 53050.0,
      "text": "Otorga Atractivo y Servicios, así como Cultura, según las casillas de Nieve y Tundra adyacentes. "
    },
    {
      "index": 10,
      "start_time": 53050.0,
      "end_time": 57983.0,
      "text": "Desbloquear Vuelo otorga Turismo, y desbloquear Deportes profesionales, Producción y Alimentos. "
    },
    {
      "index": 11,
      "start_time": 58366.0,
      "end_time": 61483.0,
      "text": "También proporciona Cultura si está adyacente a un Estadio."
    },
    {
      "index": 12,
      "start_time": 62150.0,
      "end_time": 65283.0,
      "text": "La habilidad exclusiva canadiense es \"Cuatro caras de la paz\". "
    },
    {
      "index": 13,
      "start_time": 65566.0,
      "end_time": 68883.0,
      "text": "No pueden declarar guerras por sorpresa ni ser blancos de una. "
    },
    {
      "index": 14,
      "start_time": 69166.0,
      "end_time": 75616.0,
      "text": "Además, reciben Favor extra por completar con éxito una emergencia, así como Favor adicional en función de su Turismo."
    },
    {
      "index": 15,
      "start_time": 76633.0,
      "end_time": 78833.0,
      "text": "Su unidad exclusiva es el Montado. "
    },
    {
      "index": 16,
      "start_time": 78833.0,
      "end_time": 82800.0,
      "text": "Esta unidad de caballería ligera tiene la habilidad de crear un Parque nacional."
    },
    {
      "index": 17,
      "start_time": 83500.0,
      "end_time": 91400.0,
      "text": "También recibe una bonificación a la Fuerza al luchar cerca de un Parque nacional, que será aún mayor si lucha cerca de Parques nacionales canadienses."
    },
    {
      "index": 18,
      "start_time": 92650.0,
      "end_time": 97566.0,
      "text": "Como Canadá, puedes sacarle provecho al gélido entorno que otras civilizaciones ignorarán. "
    },
    {
      "index": 19,
      "start_time": 97783.0,
      "end_time": 101950.0,
      "text": "Pero si te atacan, tus Montados serán una buena defensa."
    },
    {
      "index": 20,
      "start_time": 102650.0,
      "end_time": 106616.0,
      "text": "Canadá es idónea para conseguir una victoria cultural, así como para alzarse con una victoria diplomática."
    },
    {
      "index": 21,
      "start_time": 108416.0,
      "end_time": 113483.0,
      "text": "Asegúrate de unirte a tantas Emergencias como puedas para exprimir al máximo sus ventajas diplomáticas."
    },
    {
      "index": 22,
      "start_time": 114433.0,
      "end_time": 118333.0,
      "text": "¿Emplearás las brillantes estrategias del Gran Norte Blanco para guiar al mundo?"
    },
    {
      "index": 23,
      "start_time": 118333.0,
      "end_time": 121233.0,
      "text": "¿Cómo gobernarás Canadá en Sid Meier’s Civilization VI: Gathering Storm? "
    }
  ]
}