{
  "video_id": "ejJRhn53X2M",
  "title": "POLITICAL THEORY - Adam Smith",
  "json": [
    {
      "index": 1,
      "start_time": 9160.0,
      "end_time": 14160.0,
      "text": "Adam Smith es nuestra guía al que puede ser el más grande dilema de nuestro tiempo: cómo hacer"
    },
    {
      "index": 2,
      "start_time": 14160.0,
      "end_time": 18440.0,
      "text": "a una economía capitalista más humana y más significativa."
    },
    {
      "index": 3,
      "start_time": 18450.0,
      "end_time": 22490.0,
      "text": "Nació en Kirkcaldy, Escocia - un pequeño pueblo manufacturero - cerca de Edinburgh"
    },
    {
      "index": 4,
      "start_time": 22490.0,
      "end_time": 24320.0,
      "text": "en 1723."
    },
    {
      "index": 5,
      "start_time": 24320.0,
      "end_time": 27300.0,
      "text": "Fue un estudiante dedicado y muy cercano a su madre."
    },
    {
      "index": 6,
      "start_time": 27300.0,
      "end_time": 31519.0,
      "text": "Después se convirtió en filósofo académico, escribió un gran libro sobre la importancia de la simpatía"
    },
    {
      "index": 7,
      "start_time": 31519.0,
      "end_time": 33999.0,
      "text": "y dio conferencias sobre lógica y estética."
    },
    {
      "index": 8,
      "start_time": 34000.0,
      "end_time": 38330.0,
      "text": "Fue también uno de los más grandes pensadores en la historia de la economía - en parte porque"
    },
    {
      "index": 9,
      "start_time": 38330.0,
      "end_time": 43670.0,
      "text": "sus preocupaciones iban más allá de lo económico. Él quería entender el sistema monetario porque"
    },
    {
      "index": 10,
      "start_time": 43670.0,
      "end_time": 49190.0,
      "text": "su ambición subyacente era hacer a las naciones y a las personas más felices. Smith sigue siendo una invaluable"
    },
    {
      "index": 11,
      "start_time": 49190.0,
      "end_time": 52120.0,
      "text": "guía a cuatro ideas:"
    },
    {
      "index": 12,
      "start_time": 52120.0,
      "end_time": 54199.0,
      "text": "1.- Especialización.\nCuando uno piensa en el mundo moderno del trabajo"
    },
    {
      "index": 13,
      "start_time": 54199.0,
      "end_time": 57860.0,
      "text": "sobresalen dos hechos: - Las economías modernas producen cantidades sin precedentes"
    },
    {
      "index": 14,
      "start_time": 57860.0,
      "end_time": 61699.0,
      "text": "de riqueza y muchas personas ordinarias encuentran el trabajo más aburrido"
    },
    {
      "index": 15,
      "start_time": 61699.0,
      "end_time": 64890.0,
      "text": "y (una queja clave): sin sentido."
    },
    {
      "index": 16,
      "start_time": 64890.0,
      "end_time": 69770.0,
      "text": "Los dos fenómenos, están de hecho, íntimamente relacionados, como Adam Smith fue el primero en enteder,"
    },
    {
      "index": 17,
      "start_time": 69770.0,
      "end_time": 72520.0,
      "text": "a través de su teoría de la especialización."
    },
    {
      "index": 18,
      "start_time": 72520.0,
      "end_time": 77330.0,
      "text": "Él observó que en los negocios modernos, las labores que originalmente se hacían por una persona en un sólo día"
    },
    {
      "index": 19,
      "start_time": 77330.0,
      "end_time": 82050.0,
      "text": "podían ser más productivas si se dividían entre más tareas realizadas por múltiples personas de"
    },
    {
      "index": 20,
      "start_time": 82050.0,
      "end_time": 87160.0,
      "text": "oficios completos. Smith aclamó ésto como un desarrollo trascendental: predijo que las economías nacionales"
    },
    {
      "index": 21,
      "start_time": 87160.0,
      "end_time": 91440.0,
      "text": "se harían muchísimo más ricas entre más especializadas fueran sus fuerzas de trabajo."
    },
    {
      "index": 22,
      "start_time": 91450.0,
      "end_time": 96140.0,
      "text": "Una señal de que nuestro mundo es ahora tan rico, nos dice Smith, es que cada vez que conocemos a un extraño,"
    },
    {
      "index": 23,
      "start_time": 96140.0,
      "end_time": 100519.0,
      "text": "es muy probable que no entendamos lo que hacen. La manía de los títulos de trabajo incomprensibles"
    },
    {
      "index": 24,
      "start_time": 100519.0,
      "end_time": 106060.0,
      "text": "como Gerente de Suministro de Logística, Coordinador de Paquetería, Oficial de Comunicaciones y Aprendizaje - comprueban"
    },
    {
      "index": 25,
      "start_time": 106060.0,
      "end_time": 108700.0,
      "text": "la lógica económica de la visión de Smith."
    },
    {
      "index": 26,
      "start_time": 108700.0,
      "end_time": 114130.0,
      "text": "Pero hay un gran problema con la especialización: significado. Cuando las empresas son pequeñas y sus"
    },
    {
      "index": 27,
      "start_time": 114130.0,
      "end_time": 118140.0,
      "text": "procesos contenidos, el sentido de ayuda a otros es fácilmente perceptible."
    },
    {
      "index": 28,
      "start_time": 118140.0,
      "end_time": 122900.0,
      "text": "Pero, cuando todo está industrializado, uno termina siendo un pequeño engranaje en una máquina gigante"
    },
    {
      "index": 29,
      "start_time": 122910.0,
      "end_time": 127119.0,
      "text": "cuya lógica general está ausente en las mentes de las personas en los puestos más bajos de la"
    },
    {
      "index": 30,
      "start_time": 127119.0,
      "end_time": 132890.0,
      "text": "organización. Una compañía con 150,000 empleados distribuidos a lo largo de cuatro continentes, haciendo"
    },
    {
      "index": 31,
      "start_time": 132890.0,
      "end_time": 137280.0,
      "text": "cosas que tardan cinco años desde su concepción hasta su entrega, batallará para mantener cualquier"
    },
    {
      "index": 32,
      "start_time": 137280.0,
      "end_time": 141500.0,
      "text": "sentido de propósito y cohesión. Así que, Smith discernió que los jefes de las corporationes especializadas"
    },
    {
      "index": 33,
      "start_time": 141500.0,
      "end_time": 146030.0,
      "text": "de la modernidad, tienen por lo tanto, una responsabilidad extra para con sus trabajadores:"
    },
    {
      "index": 34,
      "start_time": 146030.0,
      "end_time": 151100.0,
      "text": "El recordarles cuál es su propósito, rol y dignidad fundamental de su labor."
    },
    {
      "index": 35,
      "start_time": 151100.0,
      "end_time": 153200.0,
      "text": "La época de Smith vio el desarrollo de lo que"
    },
    {
      "index": 36,
      "start_time": 153200.0,
      "end_time": 155980.0,
      "text": "2.- Capitalismo de Consumo\nahora llamaríamos capitalismo de consumo"
    },
    {
      "index": 37,
      "start_time": 155980.0,
      "end_time": 160600.0,
      "text": "Los productores empezaron a proveer bienes de lujo para la creciente clase media."
    },
    {
      "index": 38,
      "start_time": 160600.0,
      "end_time": 165030.0,
      "text": "Algunos críticos se horrorizaron. El filósofo Jean-Jacques Rousseau deseaba prohibir el \"lujo\""
    },
    {
      "index": 39,
      "start_time": 165030.0,
      "end_time": 169450.0,
      "text": "de su tierra nativa Geneva. Él era un fanático particular de la antigua Esparta y argumentaba que su"
    },
    {
      "index": 40,
      "start_time": 169450.0,
      "end_time": 172800.0,
      "text": "ciudad debía copiar su austera vida marcial."
    },
    {
      "index": 41,
      "start_time": 172800.0,
      "end_time": 177560.0,
      "text": "En violento desacuerdo, Smith puntualizó  al filósofo suizo que el consumo del lujo"
    },
    {
      "index": 42,
      "start_time": 177560.0,
      "end_time": 182210.0,
      "text": "de hecho jugaba un rol muy serio en una buena sociedad - generaba el superávit"
    },
    {
      "index": 43,
      "start_time": 182210.0,
      "end_time": 187690.0,
      "text": "de riqueza que permitía a las sociedades cuidar a sus miembros más débiles. Sociedades consumistas,"
    },
    {
      "index": 44,
      "start_time": 187690.0,
      "end_time": 191520.0,
      "text": "a pesar de su frivolidad, no dejaban que sus niños y sus ancianos murieran de hambre, pues podían"
    },
    {
      "index": 45,
      "start_time": 191520.0,
      "end_time": 194060.0,
      "text": "pagar hospitales y alivio al pobre."
    },
    {
      "index": 46,
      "start_time": 194060.0,
      "end_time": 198440.0,
      "text": "Así que Smith defendió el capitalismo del consumo sobre la base de que hacía más bien para los pobres que"
    },
    {
      "index": 47,
      "start_time": 198440.0,
      "end_time": 204069.0,
      "text": "las sociedades devotas a ideales altos. Dicho eso, Smith tenía algunas esperanzas fascinantes para"
    },
    {
      "index": 48,
      "start_time": 204069.0,
      "end_time": 209170.0,
      "text": "el futuro del capitalismo. Él no quería que se quedara atascado en el nivel frívolo para siempre."
    },
    {
      "index": 49,
      "start_time": 209170.0,
      "end_time": 213740.0,
      "text": "Él observó que los humanos tienen muchas necesidades \"superiores\" que por el momento residen fuera de la empresa"
    },
    {
      "index": 50,
      "start_time": 213740.0,
      "end_time": 219140.0,
      "text": "capitalista: entre éstas, nuestra necesidad de educación emocional, de comprensión de sí mismo, de tener ciudades hermosas"
    },
    {
      "index": 51,
      "start_time": 219140.0,
      "end_time": 221800.0,
      "text": "y de vidas sociales gratificantes."
    },
    {
      "index": 52,
      "start_time": 221800.0,
      "end_time": 225700.0,
      "text": "La esperanza en el futuro es que aprendamos a generar ganancias numerosas derivadas de ayudar"
    },
    {
      "index": 53,
      "start_time": 225700.0,
      "end_time": 231140.0,
      "text": "a las personas de formas verdaderamente importantes y determinantes. Debidamente desarrollado, el capitalismo no solamente debería"
    },
    {
      "index": 54,
      "start_time": 231140.0,
      "end_time": 235959.0,
      "text": "satisfacer nuestras necesidades materiales básicas mientras nos incita a comprar cosas frívolas. Debería hacer"
    },
    {
      "index": 55,
      "start_time": 235959.0,
      "end_time": 242439.0,
      "text": "dinero de bienes y servicios que proporcionen una verdadera realización."
    },
    {
      "index": 56,
      "start_time": 242440.0,
      "end_time": 244880.0,
      "text": "3.- Cómo tratar al rico\nEntonces como ahora, la gran pregunta era ¿cómo"
    },
    {
      "index": 57,
      "start_time": 244880.0,
      "end_time": 250220.0,
      "text": "hacer que los ricos se comporten bien con el resto de la sociedad. La respuesta cristiana a esto fue:"
    },
    {
      "index": 58,
      "start_time": 250220.0,
      "end_time": 252000.0,
      "text": "Hacerlos sentirse culpables."
    },
    {
      "index": 59,
      "start_time": 252000.0,
      "end_time": 258289.0,
      "text": "Entretanto, la respuesta radical de la izquierda fue y sigue siendo: elevar los impuestos. Pero Smith no estaba de acuerdo"
    },
    {
      "index": 60,
      "start_time": 258289.0,
      "end_time": 263440.0,
      "text": "con ninguna de dichas soluciones: Los corazones de los ricos muy probablemente seguirán siendo fríos y los altos impuestos"
    },
    {
      "index": 61,
      "start_time": 263440.0,
      "end_time": 266250.0,
      "text": "simplemente harían que los ricos abandonaran el país."
    },
    {
      "index": 62,
      "start_time": 266250.0,
      "end_time": 271190.0,
      "text": "Él propuso que, contrario a lo que uno pudiera pensar, el dinero no es lo que verdaderamente importa a los ricos."
    },
    {
      "index": 63,
      "start_time": 271190.0,
      "end_time": 276690.0,
      "text": "Es el honor y el respeto. Los ricos acumulan dinero no porque son codiciosos"
    },
    {
      "index": 64,
      "start_time": 276690.0,
      "end_time": 280820.0,
      "text": "materialistas, sino porque en principio quieren ser queridos y sentirse aprobados."
    },
    {
      "index": 65,
      "start_time": 280820.0,
      "end_time": 284760.0,
      "text": "Así que, lejos de imponer altos impuestos a los ricos, los gobiernos deberían entender la vanidad en el corazón"
    },
    {
      "index": 66,
      "start_time": 284760.0,
      "end_time": 286630.0,
      "text": "de los ricos y sus motivaciones."
    },
    {
      "index": 67,
      "start_time": 286630.0,
      "end_time": 290800.0,
      "text": "Por lo tanto deberían dar a los ricos altos honores y estatus - a cambio de"
    },
    {
      "index": 68,
      "start_time": 290800.0,
      "end_time": 294820.0,
      "text": "las buenas acciones que estos narcisistas normalmente no se molestarían en hacer, como financiar"
    },
    {
      "index": 69,
      "start_time": 294820.0,
      "end_time": 299380.0,
      "text": "escuelas y hospitales y pagar bien a sus trabajadores. Como Smith lo expuso,"
    },
    {
      "index": 70,
      "start_time": 299380.0,
      "end_time": 306200.0,
      "text": "\"El gran secreto de la educación es dirigir la vanidad a los objetos correctos.\""
    },
    {
      "index": 71,
      "start_time": 306210.0,
      "end_time": 311380.0,
      "text": "4.- Educar al consumidor\nLas grandes corporaciones son percibidas actualmente como entes malvados; entidades que naturalmente culpamos de empleos"
    },
    {
      "index": 72,
      "start_time": 311380.0,
      "end_time": 315020.0,
      "text": "mal pagados, del abuso ambiental y de ingredientes dañinos para la salud."
    },
    {
      "index": 73,
      "start_time": 315020.0,
      "end_time": 319340.0,
      "text": "Pero Adam Smith sabía que había un elemento más importante e inesperado, que era el responsable"
    },
    {
      "index": 74,
      "start_time": 319340.0,
      "end_time": 325210.0,
      "text": "de estos males: nuestro gusto. No son las compañías las que degradan nuestro mundo principalmente."
    },
    {
      "index": 75,
      "start_time": 325210.0,
      "end_time": 328460.0,
      "text": "Meramente sacian nuestros apetitos."
    },
    {
      "index": 76,
      "start_time": 328460.0,
      "end_time": 334340.0,
      "text": "Como resultado de esto, la reforma del capitalismo se apoya sobre una tarea que suena extraña, pero que es crítica:"
    },
    {
      "index": 77,
      "start_time": 334340.0,
      "end_time": 339949.0,
      "text": "La educación del consumidor. Necesitamos ser enseñados a querer cosas de mejor calidad y pagar un precio justo"
    },
    {
      "index": 78,
      "start_time": 339949.0,
      "end_time": 344639.0,
      "text": "por ellas, uno que refleje la verdadera carga que soportan los trabajadores y el medio ambiente."
    },
    {
      "index": 79,
      "start_time": 344639.0,
      "end_time": 350560.0,
      "text": "Una buena sociedad capitalista no ofrece solamente opciones a elegir, también educa a su gente para"
    },
    {
      "index": 80,
      "start_time": 350560.0,
      "end_time": 357340.0,
      "text": "ejercitar esta elección de forma conciente. El capitalismo puede, sugiere Smith, ser salvado si se eleva"
    },
    {
      "index": 81,
      "start_time": 357340.0,
      "end_time": 361600.0,
      "text": "la calidad de la demanda del consumidor."
    },
    {
      "index": 82,
      "start_time": 361600.0,
      "end_time": 363720.0,
      "text": "El estado económico del mundo, a simple vista puede parecer"
    },
    {
      "index": 83,
      "start_time": 363730.0,
      "end_time": 369800.0,
      "text": "muy malo y a su vez complicado, que terminamos cediendo a la desesperación y la pasividad."
    },
    {
      "index": 84,
      "start_time": 369800.0,
      "end_time": 375139.0,
      "text": "Adam Smith nos provee de confianza y esperanza. Su trabajo está lleno de ideas sobre"
    },
    {
      "index": 85,
      "start_time": 375139.0,
      "end_time": 380860.0,
      "text": "cómo los valores humanos pueden ser reconciliados con las necesidades de los negocios. Él es merecedor de nuestra atención"
    },
    {
      "index": 86,
      "start_time": 380860.0,
      "end_time": 385740.0,
      "text": "constante porque estaba interesado en un problema que se ha convertido en prioridad"
    },
    {
      "index": 87,
      "start_time": 385740.0,
      "end_time": 393120.0,
      "text": "en nuestros tiempos: Cómo crear una economía que al mismo tiempo sea rentable y civilizada."
    }
  ]
}