{
  "video_id": "eMVyZ6Ax-74",
  "title": "Eating and Body Dysmorphic Disorders: Crash Course Psychology #33",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 4520.0,
      "text": "Cuando Lauren tenía quince años, su familia se mudó al otro lado del país y ella comenzó a asistir"
    },
    {
      "index": 2,
      "start_time": 4520.0,
      "end_time": 9700.0,
      "text": "a un nuevo colegio. Tímida de por sí, Lauren sufría de poca confianza en ella misma y le costaban mucho"
    },
    {
      "index": 3,
      "start_time": 9700.0,
      "end_time": 14409.0,
      "text": "las transiciones; nada parecía estar bien  y pronto su cuerpo cambiante se volvió una fuente de inseguridad."
    },
    {
      "index": 4,
      "start_time": 14409.0,
      "end_time": 19250.0,
      "text": "Con el tiempo, ella comenzó a pensar que quizá si perdía un poco de peso y se centraba en el ejercicio,"
    },
    {
      "index": 5,
      "start_time": 19250.0,
      "end_time": 23180.0,
      "text": "ella haría más amigos, se sentiría mejor con ella misma y su vida cambiaría a mejor. Enseguida se"
    },
    {
      "index": 6,
      "start_time": 23180.0,
      "end_time": 27590.0,
      "text": "obsesionó con las dietas y rápidamente degradó hasta acabar subsistiendo sólo con tartas de"
    },
    {
      "index": 7,
      "start_time": 27590.0,
      "end_time": 29960.0,
      "text": "arroz, manzanas, caramelos de maíz y apio."
    },
    {
      "index": 8,
      "start_time": 29960.0,
      "end_time": 35210.0,
      "text": "Le gustaba esta nueva sensación de control cada vez que se paraba en la báscula y veía un número más"
    },
    {
      "index": 9,
      "start_time": 35210.0,
      "end_time": 40730.0,
      "text": "bajo. Estaba logrando algo, y eso le hacía sentir bien. Pronto ella dejó de pensar en nada más."
    },
    {
      "index": 10,
      "start_time": 40730.0,
      "end_time": 44660.0,
      "text": "Pero lo que Lauren no podía ver es que ya no estaba sana. Incluso cuando su pelo"
    },
    {
      "index": 11,
      "start_time": 44670.0,
      "end_time": 49850.0,
      "text": "comenzó a caerse, su piel pasó a ser seca y quebradiza, y nunca podía podía calentarse."
    },
    {
      "index": 12,
      "start_time": 49850.0,
      "end_time": 52899.0,
      "text": "Cuando ella se miraba en el espejo, seguía viendo una chica gorda."
    },
    {
      "index": 13,
      "start_time": 52899.0,
      "end_time": 58059.0,
      "text": "Su familia, sin embargo, sí se dio cuenta, y al final, en una visita al doctor, tan solo le dijeron que comiese más."
    },
    {
      "index": 14,
      "start_time": 58060.0,
      "end_time": 58860.0,
      "text": "Ella no lo hizo."
    },
    {
      "index": 15,
      "start_time": 58870.0,
      "end_time": 64660.0,
      "text": "Un día mientras corría, ella sufrió un ataque al corazón y colapsó. Siendo una adolescente, medía 1'74 metros"
    },
    {
      "index": 16,
      "start_time": 64660.0,
      "end_time": 68800.0,
      "text": "y pesaba 37 kg. Finalmente Lauren fue enviada a un hospital psiquiátrico"
    },
    {
      "index": 17,
      "start_time": 68810.0,
      "end_time": 73430.0,
      "text": "donde fue tratada de anorexia nerviosa. La pusieron a descansar en una cama, veía a un terapeuta dos veces a"
    },
    {
      "index": 18,
      "start_time": 73430.0,
      "end_time": 77580.0,
      "text": "la semana, se unió a un grupo de apoyo y lentamente volvió a comer pequeñas cantidades de comida de nuevo."
    },
    {
      "index": 19,
      "start_time": 77580.0,
      "end_time": 81190.0,
      "text": "Su recuperación fue lenta, pero con el apoyo de su familia y de sus doctores, ella fue dada de alta"
    },
    {
      "index": 20,
      "start_time": 81190.0,
      "end_time": 85500.0,
      "text": "ocho meses después. Aunque Lauren  sufrió algunas recaídas en los años siguientes, ahora es una chica sana."
    },
    {
      "index": 21,
      "start_time": 85500.0,
      "end_time": 91439.0,
      "text": "Al final ella tuvo suerte. La anorexia, bulimia y otros trastornos de la alimentación y de la dismorfia corporal pueden llegar a matar."
    },
    {
      "index": 22,
      "start_time": 91439.0,
      "end_time": 95439.0,
      "text": "Los trastornos de la alimentación están entre los trastornos psicológicos más letales, con algunas de las tasas de muerte más altas"
    },
    {
      "index": 23,
      "start_time": 95439.0,
      "end_time": 99830.0,
      "text": "directamente atribuibles a la enfermedad. Lentamente arruinan el cuerpo, pero, para"
    },
    {
      "index": 24,
      "start_time": 99830.0,
      "end_time": 104080.0,
      "text": "que estas condiciones sean reconocidas y tratadas exitosamente, tienen que ser entendidas como"
    },
    {
      "index": 25,
      "start_time": 104080.0,
      "end_time": 106080.0,
      "text": "trastornos de la mente."
    },
    {
      "index": 26,
      "start_time": 115920.0,
      "end_time": 120000.0,
      "text": "He aquí algunas cifras alarmantes: de acuerdo con La Asociación Nacional de Trastornos de la Alimentación, el 42%"
    },
    {
      "index": 27,
      "start_time": 120009.0,
      "end_time": 124770.0,
      "text": "de chicas de primero a tercer grado quieren ser más delgadas, el 81% de niñas de diez años"
    },
    {
      "index": 28,
      "start_time": 124770.0,
      "end_time": 129390.0,
      "text": "tienen miedo de ser gordas, más de la mitad de las chicas adolescentes y cerca de un tercio de los chicos"
    },
    {
      "index": 29,
      "start_time": 129389.99999999999,
      "end_time": 134690.0,
      "text": "adolescentes han usado métodos de control de peso problemáticos, como el ayuno, saltarse comidas, fumar, vomitar,"
    },
    {
      "index": 30,
      "start_time": 134690.0,
      "end_time": 135910.0,
      "text": "o tomar laxantes."
    },
    {
      "index": 31,
      "start_time": 135910.0,
      "end_time": 139580.0,
      "text": "La tasa de nuevos casos de trastornos de la alimentación en la cultura occidental se ha ido incrementando desde"
    },
    {
      "index": 32,
      "start_time": 139580.0,
      "end_time": 144980.0,
      "text": "la década de 1950, y hoy en los EEUU,  se estima que veinte millones de mujeres y diez millones de hombres"
    },
    {
      "index": 33,
      "start_time": 144980.0,
      "end_time": 149069.0,
      "text": "han sufrido de un trastorno de alimentación de carácter clínico en algún momento de sus vidas."
    },
    {
      "index": 34,
      "start_time": 149069.0,
      "end_time": 153200.0,
      "text": "Pero aclarémonos: no estamos hablando de dietas relámpago o estilos de vida incitados por"
    },
    {
      "index": 35,
      "start_time": 153200.0,
      "end_time": 158900.0,
      "text": "la vanidad. Los trastornos de alimentación son enfermedades psicológicas que a menudo vienen con serias consecuencias."
    },
    {
      "index": 36,
      "start_time": 158900.0,
      "end_time": 164440.0,
      "text": "Estos trastornos tienden a caer en tres categorías principales: anorexia, bulimia y trastornos por atracón."
    },
    {
      "index": 37,
      "start_time": 164450.0,
      "end_time": 168780.0,
      "text": "Aquellos que sufren de anorexia nerviosa son frecuentemente chicas adolescentes, que mantienen"
    },
    {
      "index": 38,
      "start_time": 168780.0,
      "end_time": 174569.0,
      "text": "una dieta basada en el hambre y, con el tiempo, un peso anormalmente bajo. Como en el caso de Lauren, la anorexia"
    },
    {
      "index": 39,
      "start_time": 174569.0,
      "end_time": 178760.0,
      "text": "puede empezar como una dieta que rápidamente se sale fuera de control según la persona se va obsesionando con"
    },
    {
      "index": 40,
      "start_time": 178760.0,
      "end_time": 182190.0,
      "text": "la continua pérdida de peso, mientra se sigue sintiendo con sobrepeso."
    },
    {
      "index": 41,
      "start_time": 182190.0,
      "end_time": 186830.0,
      "text": "Nuestro viejo amigo, el DSM V, en realidad subdivide el trastorno en dos tipos. El primero implica"
    },
    {
      "index": 42,
      "start_time": 186830.0,
      "end_time": 191660.0,
      "text": "restricción, que normalmente consiste en una dieta extremadamente baja en calorías y ejercicio excesivo."
    },
    {
      "index": 43,
      "start_time": 191660.0,
      "end_time": 196400.0,
      "text": "[Esta frase fue eliminada]\nEl segundo tipo es el subtipo de atracón/purga,"
    },
    {
      "index": 44,
      "start_time": 196400.0,
      "end_time": 199890.0,
      "text": "que implica episodios de atracones combinados con comportamientos restrictivos."
    },
    {
      "index": 45,
      "start_time": 199890.0,
      "end_time": 203480.0,
      "text": "Como podrás imaginar fácilmente, los efectos fisiológicos de esta condición psicológica"
    },
    {
      "index": 46,
      "start_time": 203480.0,
      "end_time": 207519.0,
      "text": "puede ser devastadores. Según se van negando nutrientes cruciales al cuerpo, éste se ralentiza para conservar"
    },
    {
      "index": 47,
      "start_time": 207519.0,
      "end_time": 213069.0,
      "text": "la poca energía que tiene, a menudo resultando en un ritmo cardíaco anormalmente lento, pérdida de densidad ósea, fatiga,"
    },
    {
      "index": 48,
      "start_time": 213069.0,
      "end_time": 217950.0,
      "text": "debilidad muscular, pérdida de cabello, deshidratación severa y un índice de masa corporal extremadamente bajo."
    },
    {
      "index": 49,
      "start_time": 217950.0,
      "end_time": 222739.0,
      "text": "Y es éste bajo índice de masa corporal la característica que define la anorexia nerviosa -  una negación"
    },
    {
      "index": 50,
      "start_time": 222739.0,
      "end_time": 227440.0,
      "text": "a mantener un peso normal o mayor de lo que se consideraría mínimamente sano."
    },
    {
      "index": 51,
      "start_time": 227440.0,
      "end_time": 231860.0,
      "text": "Si este problema persiste, por supuesto, puede ser mortal. Es por esto por lo que a menudo se ha estimado"
    },
    {
      "index": 52,
      "start_time": 231860.0,
      "end_time": 236569.0,
      "text": "la anorexia como el trastorno psiquiátrico con mayor tasa de mortalidad."
    },
    {
      "index": 53,
      "start_time": 236569.0,
      "end_time": 240000.0,
      "text": "Esto quizá te sorprenda, teniendo en cuenta la multitud de trastornos problemáticos que hemos tratado"
    },
    {
      "index": 54,
      "start_time": 240000.0,
      "end_time": 244340.0,
      "text": "aquí en Crash Course Psycology, pero la tasa de mortalidad asociadas con depresión severa,"
    },
    {
      "index": 55,
      "start_time": 244340.0,
      "end_time": 250170.0,
      "text": "trastorno de estrés postraumático, o esquizofrenia tienden a ser el resultado de un comportamiento secundario, como el suicidio."
    },
    {
      "index": 56,
      "start_time": 250170.0,
      "end_time": 254450.0,
      "text": "Pero con la anorexia, la tasa de mortalidad es especialmente alta porque la gente puede morir como resultado directo"
    },
    {
      "index": 57,
      "start_time": 254450.0,
      "end_time": 257430.0,
      "text": "de la pérdida extrema de peso y el daño fisiológico."
    },
    {
      "index": 58,
      "start_time": 257430.0,
      "end_time": 260029.0,
      "text": "Otro trastorno de alimentación común es la bulimia nerviosa."
    },
    {
      "index": 59,
      "start_time": 260029.0,
      "end_time": 264219.0,
      "text": "Mientras la anorexia es caracterizada principalmente por la negación a mantener un peso mínimo,"
    },
    {
      "index": 60,
      "start_time": 264219.0,
      "end_time": 268819.0,
      "text": "en la bulimia eso no ocurre. Las personas con bulimia tienden a aparentar un peso"
    },
    {
      "index": 61,
      "start_time": 268819.0,
      "end_time": 273110.0,
      "text": "normal, o al menos mínimamente sano, pero alternan episodios de atracones, seguidos por"
    },
    {
      "index": 62,
      "start_time": 273110.0,
      "end_time": 276699.0,
      "text": "episodios de ayuno o purga, normalmente mediante el vómito o el uso de laxantes."
    },
    {
      "index": 63,
      "start_time": 276699.0,
      "end_time": 282249.0,
      "text": "Un cuerpo bulímico puede no parecer tan debajo del peso apropiado como uno anoréxico, pero este ciclo adictivo"
    },
    {
      "index": 64,
      "start_time": 282249.0,
      "end_time": 287949.0,
      "text": "de atracones y purga pueden dañar seriamente todo el sistema digestivo, conduciendo a ritmo cardíaco"
    },
    {
      "index": 65,
      "start_time": 287949.0,
      "end_time": 291999.0,
      "text": "irregular, inflamación del esófago y boca,  deterioro y manchado de los dientes, movimientos"
    },
    {
      "index": 66,
      "start_time": 291999.0,
      "end_time": 296259.0,
      "text": "irregulares del intestino, úlceras pépticas, pancreatitis, y otros daños en los órganos."
    },
    {
      "index": 67,
      "start_time": 296259.0,
      "end_time": 299430.0,
      "text": "A veces los dos diagnósticos pueden ser difíciles de diferenciar, especialmente porque uno puede"
    },
    {
      "index": 68,
      "start_time": 299430.0,
      "end_time": 303939.0,
      "text": "moverse entre las características diagnósticas de la anorexia y las de la bulimia."
    },
    {
      "index": 69,
      "start_time": 303939.0,
      "end_time": 308479.0,
      "text": "El DSM V añadió recientemente una tercera categoría llamada trastorno por atracón, caracterizada"
    },
    {
      "index": 70,
      "start_time": 308479.0,
      "end_time": 314619.0,
      "text": "por atracones significativos, seguidos de angustia, sensación de falta de control, repugnancia,"
    },
    {
      "index": 71,
      "start_time": 314619.0,
      "end_time": 317259.0,
      "text": "o culpa, pero sin purga o ayuno."
    },
    {
      "index": 72,
      "start_time": 317259.0,
      "end_time": 321789.0,
      "text": "Aunque a veces sea desencadenada por estrés, necesidad, o falta, de control, la presencia"
    },
    {
      "index": 73,
      "start_time": 321789.0,
      "end_time": 326919.0,
      "text": "de un trastorno de la alimentación no es un indicador clave de abuso sexual en la niñez, como era comúnmente"
    },
    {
      "index": 74,
      "start_time": 326919.0,
      "end_time": 330550.0,
      "text": "pensado. En su lugar, estos trastornos son a menudo indicadores predictivos de los sentimientos de baja autoestima,"
    },
    {
      "index": 75,
      "start_time": 330550.0,
      "end_time": 336610.0,
      "text": "necesidad de ser perfecto, no llegar a la altura de las expectativas, y preocupación  por la opinión de los demás."
    },
    {
      "index": 76,
      "start_time": 336610.0,
      "end_time": 340860.0,
      "text": "Aunque la prevalencia de la bulimia y el trastorno por atracón es similar entre las etnias en los Estados"
    },
    {
      "index": 77,
      "start_time": 340869.0,
      "end_time": 346139.0,
      "text": "Unidos, la anorexia es mucho más común entre mujeres blancas, a menudo de estatus socioeconómico alto."
    },
    {
      "index": 78,
      "start_time": 346139.0,
      "end_time": 350499.0,
      "text": "Pero la prevalencia de estos trastornos también se está incrementando en hombres. A día de hoy, entre el diez y el veinte"
    },
    {
      "index": 79,
      "start_time": 350499.0,
      "end_time": 355249.0,
      "text": "por ciento de personas diagnosticadas con trastornos alimentarios son hombres que sienten la misma presión de lograr"
    },
    {
      "index": 80,
      "start_time": 355249.0,
      "end_time": 358849.0,
      "text": "la perfección física que ellos imaginan, y es algo que vale la pena notar."
    },
    {
      "index": 81,
      "start_time": 358849.0,
      "end_time": 363309.0,
      "text": "Estos trastornos tienen fuertes componentes culturales y de género; los llamados \"estándares ideales"
    },
    {
      "index": 82,
      "start_time": 363309.0,
      "end_time": 369099.0,
      "text": "de belleza\" varían enormemente a través de las culturas y el tiempo, y la delgadez está lejos de ser un deseo"
    },
    {
      "index": 83,
      "start_time": 369099.0,
      "end_time": 372559.0,
      "text": "universal, especialmente en países donde la malnutrición y el hambre son problemas."
    },
    {
      "index": 84,
      "start_time": 372559.0,
      "end_time": 377210.0,
      "text": "Pero en el mundo occidental,  y cada vez más en otros países,  la delgadez es una búsqueda común."
    },
    {
      "index": 85,
      "start_time": 377210.0,
      "end_time": 382429.0,
      "text": "Y el ser bombardeado con imágenes de modelos irrealmente delgadas y famosos"
    },
    {
      "index": 86,
      "start_time": 382429.0,
      "end_time": 387300.0,
      "text": "cachas ha incrementado la insatisfacción, o incluso la vergüenza y el desagrado de mucha gente con sus propios cuerpos."
    },
    {
      "index": 87,
      "start_time": 387300.0,
      "end_time": 390270.0,
      "text": "Todas estas son actitudes que pueden contribuir a los trastornos alimenticios."
    },
    {
      "index": 88,
      "start_time": 390270.0,
      "end_time": 395020.0,
      "text": "Algunas personas incluso se han sometido a cirugía plástica para parecerse más a Beyoncé, Jennifer López o...Barbie."
    },
    {
      "index": 89,
      "start_time": 395020.0,
      "end_time": 399480.0,
      "text": "Cuando se lleva al extremo, esta clase de comportamiento puede llevar al terreno del trastorno dismórfico corporal."
    },
    {
      "index": 90,
      "start_time": 399480.0,
      "end_time": 403520.0,
      "text": "El trastorno dismórfico corporal es otra enfermedad psicológica, una que centra la obsesión de una persona"
    },
    {
      "index": 91,
      "start_time": 403529.0,
      "end_time": 407909.0,
      "text": "en imperfecciones físicas - tanto imperfecciones menores o tan sólo imaginadas. Aquellos que sufren este trastorno"
    },
    {
      "index": 92,
      "start_time": 407909.0,
      "end_time": 412789.0,
      "text": "a menudo se obsesionan con su apariencia, frecuentemente se observan en el espejo durante horas, y se sienten angustiados"
    },
    {
      "index": 93,
      "start_time": 412789.0,
      "end_time": 414740.0,
      "text": "o avergonzados de lo que ven."
    },
    {
      "index": 94,
      "start_time": 414740.0,
      "end_time": 418069.0,
      "text": "Aunque a veces es agrupado junto con los otros desórdenes alimenticios, nuestro creciente entendimiento de la dismorfia"
    },
    {
      "index": 95,
      "start_time": 418069.0,
      "end_time": 422729.0,
      "text": "corporal sugiere que en realidad comparte algunos rasgos con el trastorno obsesivo-compulsivo,"
    },
    {
      "index": 96,
      "start_time": 422729.0,
      "end_time": 427460.0,
      "text": "particularmente la obsesión con alguna perfección corporal imaginada y la compulsividad de comprobarse"
    },
    {
      "index": 97,
      "start_time": 427469.0,
      "end_time": 430509.0,
      "text": "a uno mismo una y otra vez para discernir imperfecciones perceptibles."
    },
    {
      "index": 98,
      "start_time": 430509.0,
      "end_time": 435999.0,
      "text": "No es sorprendente que el TDC y el TOC puedan compartir algunas características neurofisiológicas similares, aunque"
    },
    {
      "index": 99,
      "start_time": 435999.0,
      "end_time": 437459.0,
      "text": "eso sigue siendo investigado."
    },
    {
      "index": 100,
      "start_time": 437459.0,
      "end_time": 442110.0,
      "text": "Las personas que sufren TDC pueden hacer ejercicio excesivo, arreglarse excesivamente, o buscar"
    },
    {
      "index": 101,
      "start_time": 442110.0,
      "end_time": 447409.0,
      "text": "procedimientos cosméticos extremos, pero , si no se trata, normalmente permanecen críticos e insatisfechos"
    },
    {
      "index": 102,
      "start_time": 447409.0,
      "end_time": 451569.0,
      "text": "con su aspecto, hasta el punto de temer tener una deformidad."
    },
    {
      "index": 103,
      "start_time": 451569.0,
      "end_time": 456039.0,
      "text": "La gente con TDC pueden sufrir de ansiedad y depresión, comenzar a evitar encuentros sociales,"
    },
    {
      "index": 104,
      "start_time": 456039.0,
      "end_time": 460069.0,
      "text": "y quedarse en casa por miedo a que otros se den cuenta de su apariencia y la juzguen negativamente."
    },
    {
      "index": 105,
      "start_time": 460069.0,
      "end_time": 463740.0,
      "text": "Obviamente, esto causa mucha angustia y disfunción. Algunos \"bodybuilders\""
    },
    {
      "index": 106,
      "start_time": 463740.0,
      "end_time": 468929.0,
      "text": "sufren un tipo particular de TDC llamado dismorfia muscular, algo así como el opuesto"
    },
    {
      "index": 107,
      "start_time": 468929.0,
      "end_time": 472349.0,
      "text": "de la anorexia, en el que se obsesionan con la idea de que no tienen suficiente músculo,"
    },
    {
      "index": 108,
      "start_time": 472349.0,
      "end_time": 474499.0,
      "text": "incluso si van partiendo camisetas como Hulk."
    },
    {
      "index": 109,
      "start_time": 474499.0,
      "end_time": 478899.0,
      "text": "Y de nuevo, esto no es mera vanidad; la gente que sufre el trastorno de la dismorfia corporal se miran"
    },
    {
      "index": 110,
      "start_time": 478899.0,
      "end_time": 483709.0,
      "text": "en el espejo y a menudo ven una distorsionada, incluso grotesca, imagen en su reflejo."
    },
    {
      "index": 111,
      "start_time": 483709.0,
      "end_time": 485719.0,
      "text": "Así que, ¿cómo suceden estos trastornos?"
    },
    {
      "index": 112,
      "start_time": 485719.0,
      "end_time": 488330.0,
      "text": "Bueno, siendo honesto, aún tenemos muchos puntos que conectar."
    },
    {
      "index": 113,
      "start_time": 488330.0,
      "end_time": 491800.0,
      "text": "Neurológicamente, hay un par de pistas convincentes. En el caso de los trastornos alimenticios, por"
    },
    {
      "index": 114,
      "start_time": 491800.0,
      "end_time": 495729.0,
      "text": "ejemplo, las investigaciones han sugerido hasta ahora que neurotransmisores como la serotonina y la dopamina"
    },
    {
      "index": 115,
      "start_time": 495729.0,
      "end_time": 496679.0,
      "text": "pueden desempeñar una función."
    },
    {
      "index": 116,
      "start_time": 496679.0,
      "end_time": 501089.0,
      "text": "La dopamina esta involucrada en regiones del cerebro conectadas con comer y con el hambre, como el hipotálamo"
    },
    {
      "index": 117,
      "start_time": 501089.0,
      "end_time": 504989.0,
      "text": "y el nucleus accumbens, y algunas investigaciones han encontrado que los atracones parecen alterar la"
    },
    {
      "index": 118,
      "start_time": 504989.0,
      "end_time": 508909.0,
      "text": "regulación de la producción de dopamina de una manera que puede reforzar atracones posteriores."
    },
    {
      "index": 119,
      "start_time": 508909.0,
      "end_time": 512550.0,
      "text": "El resultado es un patrón neurológico que puede parecerse a la drogadicción, aunque la"
    },
    {
      "index": 120,
      "start_time": 512549.99999999994,
      "end_time": 514929.99999999994,
      "text": "comparación a la adicción sigue siendo bastante controvertida."
    },
    {
      "index": 121,
      "start_time": 514929.99999999994,
      "end_time": 518429.99999999994,
      "text": "La genética también parece tener un papel, ya que se ha visto que el riesgo se incrementa entre familiares"
    },
    {
      "index": 122,
      "start_time": 518429.99999999994,
      "end_time": 520309.99999999994,
      "text": "con trastornos alimenticios, comparando con los controles."
    },
    {
      "index": 123,
      "start_time": 520309.99999999994,
      "end_time": 524680.0,
      "text": "Pero también se está prestando mucha atención a los factores ambientales y familiares, particularmente"
    },
    {
      "index": 124,
      "start_time": 524680.0,
      "end_time": 529370.0,
      "text": "al modelaje del comportamiento y los procesos de aprendizaje que dan forma a cómo pensamos sobre nosotros mismos y"
    },
    {
      "index": 125,
      "start_time": 529370.0,
      "end_time": 533940.0,
      "text": "nuestros cuerpos. Específicamente niños que crecen observando una alimentación problemática o poco sana"
    },
    {
      "index": 126,
      "start_time": 533940.0,
      "end_time": 538620.0,
      "text": "de los padres pueden tener mayor riesgo de desarrollar un trastorno alimentario. Y aprender explícitamente"
    },
    {
      "index": 127,
      "start_time": 538620.0,
      "end_time": 542790.0,
      "text": "valores irrazonables o insanos acerca de tu peso o de tu forma de tu"
    },
    {
      "index": 128,
      "start_time": 542790.0,
      "end_time": 546620.0,
      "text": "familia, y definitivamente de tus amigos, puede tener un efecto poderoso."
    },
    {
      "index": 129,
      "start_time": 546620.0,
      "end_time": 550280.0,
      "text": "Los trastornos de la alimentación y de la dismorfia corporal son asuntos serios, pero son tratables --"
    },
    {
      "index": 130,
      "start_time": 550280.0,
      "end_time": 551760.0,
      "text": "y quizá incluso prevenibles."
    },
    {
      "index": 131,
      "start_time": 551769.0,
      "end_time": 556430.0,
      "text": "Si el aprendizaje cultural contribuye en cómo comemos y qué apariencia queremos tener, quizá la educación"
    },
    {
      "index": 132,
      "start_time": 556430.0,
      "end_time": 560879.0,
      "text": "pueda ayudar a aumentar la aceptación de nuestra propia apariencia, y aceptar más la de otros."
    },
    {
      "index": 133,
      "start_time": 560879.0,
      "end_time": 565190.0,
      "text": "Hoy, habeis aprendido los síntomas y los subtipos de anorexia, bulimia y trastorno por atracón,"
    },
    {
      "index": 134,
      "start_time": 565190.0,
      "end_time": 569910.0,
      "text": "así como varios tipos del trastorno dismórfico corporal, y algunas de las raíces"
    },
    {
      "index": 135,
      "start_time": 569910.0,
      "end_time": 571860.0,
      "text": "fisiológicas y ambientales de estos problemas."
    },
    {
      "index": 136,
      "start_time": 571860.0,
      "end_time": 575300.0,
      "text": "Gracias por ver el vídeo, especialmente a todos nuestros suscriptores de Subbable. Este episodio"
    },
    {
      "index": 137,
      "start_time": 575310.0,
      "end_time": 579610.0,
      "text": "de Crash Course Psychology ha sido co-patrocinado por el suscriptor de Subbable Matthew Woosley y"
    },
    {
      "index": 138,
      "start_time": 579610.0,
      "end_time": 583860.0,
      "text": "por Rich Brown de Beach Ready Auto Repair en Outer Banks, Carolina del Norte."
    },
    {
      "index": 139,
      "start_time": 583860.0,
      "end_time": 589020.0,
      "text": "Para averiguar cómo puedes volverte un co-patrocinador de uno de nuestros vídeos, tan sólo ve a subbable.com/crashcourse."
    },
    {
      "index": 140,
      "start_time": 589020.0,
      "end_time": 593020.0,
      "text": "Este episodio ha sido escrito por Kathleen Yale, editado por Blake de Pastino, y nuestro consultor"
    },
    {
      "index": 141,
      "start_time": 593029.0,
      "end_time": 597740.0,
      "text": "es el Dr.Ranjit Bhagwat. Nuestro director y editor es Nicholas Jenkins, el supervisor de guión"
    },
    {
      "index": 142,
      "start_time": 597740.0,
      "end_time": 601300.0,
      "text": "y diseñador de sonido es Michael Aranda, y el equipo de gráficos es Thought Café."
    }
  ]
}