{
  "video_id": "eP-mv5IjFzY",
  "title": "Nonviolence and Peace Movements: Crash Course World History 228",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3500.0,
      "text": "Hola, soy John Green, esto es Crash Course: World History y hoy vamos a hablar"
    },
    {
      "index": 2,
      "start_time": 3500.0,
      "end_time": 10560.0,
      "text": "sobre algo que no hemos discutido mucho aquí en Crash Course. Paz. Protesta pacífica y no violenta"
    },
    {
      "index": 3,
      "start_time": 10560.0,
      "end_time": 14000.0,
      "text": "Mr. Green! Mr.Green! Finalmente un episodio donde nadie es asesinado."
    },
    {
      "index": 4,
      "start_time": 14010.0,
      "end_time": 19210.0,
      "text": "Mmmm. Ehhh. Algunas personas serán asesinadas, Yo Del Pasado. Tristemente,  Las protestas pacificas y no violentas"
    },
    {
      "index": 5,
      "start_time": 19210.0,
      "end_time": 22060.0,
      "text": "son a menudo pacificas solamente de un lado."
    },
    {
      "index": 6,
      "start_time": 22060.0,
      "end_time": 27020.0,
      "text": "Entonces, hemos hablado mucho sobre guerra este año en Crash Course: como a moldeado civilizaciones"
    },
    {
      "index": 7,
      "start_time": 27029.0,
      "end_time": 31829.0,
      "text": "y naciones-estado. Y es fácil asumir que los humanos son de alguna forma naturalmente violentos"
    },
    {
      "index": 8,
      "start_time": 31829.0,
      "end_time": 35480.0,
      "text": "y propensos a luchar. Y en la historia de la humanidad reciente , especialmente durante el siglo 20,"
    },
    {
      "index": 9,
      "start_time": 35480.0,
      "end_time": 40400.0,
      "text": "hemos sido aterradoramente buenos librando guerras, cierto? Hubo, por supuesto, las dos guerras mundiales"
    },
    {
      "index": 10,
      "start_time": 40400.0,
      "end_time": 45760.0,
      "text": "Pero también existieron otras muchísimas  guerras más pequeñas y no podemos olvidar que también estuvieron los genocidios."
    },
    {
      "index": 11,
      "start_time": 45760.0,
      "end_time": 50990.0,
      "text": "Pero un de los más remarcables y muy a menudo desatendidos aspectos del siglo 20 es el increíble"
    },
    {
      "index": 12,
      "start_time": 50990.0,
      "end_time": 56150.0,
      "text": "número de movimientos ant-guerra, por la paz y la no violencia. O sea, todos sabemos sobre Gandhi, pero"
    },
    {
      "index": 13,
      "start_time": 56150.0,
      "end_time": 60720.0,
      "text": "lo que hace al siglo 20 único en la historia es que Gandhi no era unico."
    },
    {
      "index": 14,
      "start_time": 60720.0,
      "end_time": 65259.0,
      "text": "En realidad hubo un sorprendentemente alto número de movimientos pacíficos y no-violentos que ocurrieron"
    },
    {
      "index": 15,
      "start_time": 65259.0,
      "end_time": 68469.0,
      "text": "al rededor del mundo. Entonces, en este episodio, vamos a hablar un poco acerca de los no violentos"
    },
    {
      "index": 16,
      "start_time": 68469.0,
      "end_time": 73089.0,
      "text": "pesos pesados, como Martin Luther King y Ghandi. Supongo debería llamarlos de otra forma"
    },
    {
      "index": 17,
      "start_time": 73089.0,
      "end_time": 76560.0,
      "text": "porque, tu sabes, eran no-violentos. Pero ellos no fueron, de ninguna forma, los únicos."
    },
    {
      "index": 18,
      "start_time": 85120.0,
      "end_time": 89600.0,
      "text": "Entonces para 1900, podría decirse que los europeos dominaban el mundo, incluso a pesar de que hubo"
    },
    {
      "index": 19,
      "start_time": 89600.0,
      "end_time": 94950.0,
      "text": "paz en europa desde 1871, los europeos , usando nuevas armas, desataron una increíble cantidad"
    },
    {
      "index": 20,
      "start_time": 94950.0,
      "end_time": 99429.0,
      "text": "de violencia en el resto del mundo. Colonizaron la mayor parte de Africa, Asia, y"
    },
    {
      "index": 21,
      "start_time": 99429.0,
      "end_time": 103670.0,
      "text": "el Pacifico. Los americanos también se expandieron por los EE.UU. continentales, y ya estaban"
    },
    {
      "index": 22,
      "start_time": 103670.0,
      "end_time": 107850.0,
      "text": "mirando al Caribe y Asia. Y yo quería ser claro que esta conquista y colonización"
    },
    {
      "index": 23,
      "start_time": 107850.0,
      "end_time": 114240.0,
      "text": "fue consistentemente violenta. Pero algunas personas estaban comenzando a cuestionarse la mera idea"
    },
    {
      "index": 24,
      "start_time": 114240.0,
      "end_time": 118909.0,
      "text": "de violencia en si misma. Como en su libro de 1894, The Kingdom of God is Within You, Leo Tolstoy,"
    },
    {
      "index": 25,
      "start_time": 118909.0,
      "end_time": 123560.0,
      "text": "quien sabia un poco sobre la Guerra y la Paz, exploró cómo el mensaje de Jesús a citar"
    },
    {
      "index": 26,
      "start_time": 123560.0,
      "end_time": 126819.0,
      "text": "\"dar la otra mejilla\" fue la base para una vida sin violencia."
    },
    {
      "index": 27,
      "start_time": 126819.0,
      "end_time": 130610.0,
      "text": "Él argumentó que los gobiernos y los individuos necesitaban renunciar a la violencia si creían"
    },
    {
      "index": 28,
      "start_time": 130610.00000000001,
      "end_time": 135450.0,
      "text": "ser verdaderps cristianos, y Tolstoy también vió la no-violencia como una solución para terminar"
    },
    {
      "index": 29,
      "start_time": 135450.0,
      "end_time": 140310.0,
      "text": "el colonialismo. En 1908, Tolstoy escribio \"Una carta a un hindú\" a Mohandas Gandhi,  y en la"
    },
    {
      "index": 30,
      "start_time": 140310.0,
      "end_time": 145010.0,
      "text": "carta, explicó que los Indios debían confrontarse al imperialismo Británco con amor y"
    },
    {
      "index": 31,
      "start_time": 145010.0,
      "end_time": 149240.0,
      "text": "no-violencia. Gandhi no sólo leyó la carta, además la publicó en su diario Sud Africano"
    },
    {
      "index": 32,
      "start_time": 149250.0,
      "end_time": 155250.0,
      "text": "\"Indian Opinion\" en 1909. Y las ideas de Tolstoy en esta correspondencia con Gandhi marcó"
    },
    {
      "index": 33,
      "start_time": 155250.0,
      "end_time": 159410.0,
      "text": "el inicio de un dialogo informal entre partidarios de la no-violencia al rededor"
    },
    {
      "index": 34,
      "start_time": 159410.0,
      "end_time": 161620.0,
      "text": "del mundo que se abarcó el siglo 20."
    },
    {
      "index": 35,
      "start_time": 161620.0,
      "end_time": 165760.0,
      "text": "Y Tolstoy no fue la única influencia en Mohandas K. Gandhi, él había crecido en la región de Gujarat"
    },
    {
      "index": 36,
      "start_time": 165760.0,
      "end_time": 169980.0,
      "text": "en India, donde hay una considerable comunidad Jain. Y mediante los monjes Jain Gandhi fue expuesto"
    },
    {
      "index": 37,
      "start_time": 169980.0,
      "end_time": 175910.0,
      "text": "a la idea del Ahimsa: No violencia ó el no daño a la vida. También leyó extensamente incluyendo escritores"
    },
    {
      "index": 38,
      "start_time": 175910.0,
      "end_time": 178510.0,
      "text": "occidentales como John Ruskin, y Henry David Thoreau"
    },
    {
      "index": 39,
      "start_time": 178510.0,
      "end_time": 184340.0,
      "text": "Entonces, luego de su regreso a India desde Sudáfrica en 1915, Gandhi comenso a destilar su pensamiento"
    },
    {
      "index": 40,
      "start_time": 184340.0,
      "end_time": 189890.0,
      "text": "relacionado a la no violencia en una filosofía más explícita. En su autobiografía de 1929 \"The story of my experiments with truth\""
    },
    {
      "index": 41,
      "start_time": 189890.0,
      "end_time": 194280.0,
      "text": "Gandhi escribió sobre cómo su creencia en Ahimsa pudo"
    },
    {
      "index": 42,
      "start_time": 194280.0,
      "end_time": 199220.0,
      "text": "ser la base para la resistencia India al dominio Británico. Entonces para Gandhi la no violencia era ambas:"
    },
    {
      "index": 43,
      "start_time": 199220.0,
      "end_time": 203980.0,
      "text": "Un modo de vida, y una herramienta para ganar la soberanía India. El vió la civilización occidental como"
    },
    {
      "index": 44,
      "start_time": 203980.0,
      "end_time": 208530.0,
      "text": "violenta y explotadora. Eso es ridiculo. Sé que los eurocentristas se enojarán"
    },
    {
      "index": 45,
      "start_time": 208530.0,
      "end_time": 214160.0,
      "text": "conmigo por decir eso pero es verdad, un poquito violenta y explotadora a veces. Dicho esto,"
    },
    {
      "index": 46,
      "start_time": 214160.0,
      "end_time": 218640.0,
      "text": "bien hecho con la innovación basada en el mercado y la Mona Lisa y etc. Ok, Sigamos."
    },
    {
      "index": 47,
      "start_time": 218640.0,
      "end_time": 223180.0,
      "text": "Gandhi creía que los Indios podían rechazar ese estilo de vida y remplazarlo con uno libre de violencia"
    },
    {
      "index": 48,
      "start_time": 223180.0,
      "end_time": 226500.0,
      "text": "Y Gandhi también creía que los Indios podrían brindar un fin con el dominio Británico mediante"
    },
    {
      "index": 49,
      "start_time": 226500.0,
      "end_time": 231620.0,
      "text": "una combinacion de Ahimsa y Satyagraha, una plabara a menudo traducida como \"insistencia a la verdad\"."
    },
    {
      "index": 50,
      "start_time": 231620.0,
      "end_time": 233420.0,
      "text": "Perfecto, vayamos a la Burbuja de pensamiento."
    },
    {
      "index": 51,
      "start_time": 233420.0,
      "end_time": 239190.0,
      "text": "Esas ideas interconectadas de Ahimsa y Satyagraha son más visibles en la Marcha de la Sal de 1930. Entonces"
    },
    {
      "index": 52,
      "start_time": 239190.0,
      "end_time": 244320.0,
      "text": "desde mediados del siglo 19, los Británicos pusieron impuestos a la sal, y como la sal, en adición"
    },
    {
      "index": 53,
      "start_time": 244330.0,
      "end_time": 249280.0,
      "text": "a hacer la comida mas deliciosa, es necesaria para la vida, Gandhi vió esas leyes como un ejemplo"
    },
    {
      "index": 54,
      "start_time": 249290.0,
      "end_time": 254180.0,
      "text": "perfecto de como el despotismo Británico afectaba a todos los Indios. Gandhi anunció que el y"
    },
    {
      "index": 55,
      "start_time": 254180.0,
      "end_time": 258620.0,
      "text": "un pequeño grupo planeaba marchar desde su casa en Ahmedabad hacia la costa con el fin de cosechar"
    },
    {
      "index": 56,
      "start_time": 258620.0,
      "end_time": 262720.0,
      "text": "sal. La marcha tomó casi dos meses y rápidamente acumuló la atención de los medios alrededor"
    },
    {
      "index": 57,
      "start_time": 262720.0,
      "end_time": 267370.0,
      "text": "del mundo y el Raj Británico en India fue forzado a elegir entre arestar a Gandhi"
    },
    {
      "index": 58,
      "start_time": 267370.0,
      "end_time": 272570.0,
      "text": "por violar una ley Británica o permitirle  violar la ley porque estaba cosechando"
    },
    {
      "index": 59,
      "start_time": 272570.0,
      "end_time": 277440.0,
      "text": "sal ilegalmente. Millones de Indios fueron inspirados por el desafío de Gandhi al dominio Británico"
    },
    {
      "index": 60,
      "start_time": 277440.0,
      "end_time": 282330.0,
      "text": "y comenzaron sus propias protestas en contra de la ley de la sal. Al esparcirse la desobediencia civil se dispersó por India,"
    },
    {
      "index": 61,
      "start_time": 282330.0,
      "end_time": 286630.0,
      "text": "los Británicos comenzaron a arrestar personas y la prensa internacional se concentró todavía más en"
    },
    {
      "index": 62,
      "start_time": 286630.0,
      "end_time": 292150.0,
      "text": "las protestas y la opinión popular comenzó a ver el dominio Británico como injusto, Al rehusarse a responder"
    },
    {
      "index": 63,
      "start_time": 292150.0,
      "end_time": 296480.0,
      "text": "al violento dominio Británico con violencia propia y destacando la injusticia del dominio"
    },
    {
      "index": 64,
      "start_time": 296480.0,
      "end_time": 302240.0,
      "text": "Británico, Gandhi fue capaz de usar la no violencia como una herramienta efectiva para socavar el régimen colonial."
    },
    {
      "index": 65,
      "start_time": 302240.0,
      "end_time": 306300.0,
      "text": "Gracias Burbuja del Pensamiento. Entonces como resaltamos anteriormente, El uso de la no violencia por parte de Gandhi es bastante"
    },
    {
      "index": 66,
      "start_time": 306310.0,
      "end_time": 310960.0,
      "text": "conocido pero no fue único. A lo largo del temprano siglo 20 los movimientos nacionalista en"
    },
    {
      "index": 67,
      "start_time": 310960.0,
      "end_time": 315820.0,
      "text": "las colonias a través de Africa y Asia tambíen adoptaron la no violencia. Uno de los primeros lideres nacionalistas"
    },
    {
      "index": 68,
      "start_time": 315820.0,
      "end_time": 320360.0,
      "text": "en advocar por la resistencia no violenta al Imperialismo  fue Phan Chu Trinh. Al igual que"
    },
    {
      "index": 69,
      "start_time": 320360.0,
      "end_time": 324320.0,
      "text": "el movimiento Vietnamita por la independencia se estaba desarrollando en la primer década del 1900's,"
    },
    {
      "index": 70,
      "start_time": 324320.0,
      "end_time": 329220.0,
      "text": "Phan comenzó a cuestionar los métodos violentos defendidos por otros nacionalistas. Como se"
    },
    {
      "index": 71,
      "start_time": 329220.0,
      "end_time": 333710.0,
      "text": "pronunció en contra de los levantamientos violentos que estaban ocurriendo en muchas partes de Vietnam. El también"
    },
    {
      "index": 72,
      "start_time": 333710.0,
      "end_time": 339500.0,
      "text": "se resistió a solicitar ayuda de Japón en la lucha por la independencia Vietnamita debido al militarismo Japonés."
    },
    {
      "index": 73,
      "start_time": 339500.0,
      "end_time": 345180.0,
      "text": "En 1919, Egipcios protestaron contra el dominio Británico yendo a huelga, y boicoteando los"
    },
    {
      "index": 74,
      "start_time": 345180.0,
      "end_time": 349520.0,
      "text": "bienes Británicos, y organizando demostraciones a lo largo del país. Esas protestas duraron por meses"
    },
    {
      "index": 75,
      "start_time": 349520.0,
      "end_time": 354960.0,
      "text": "y eventualmente en 1922 los Británicos garantizaron la independencia de Egipto. Aunque algunas áreas claves,"
    },
    {
      "index": 76,
      "start_time": 354960.0,
      "end_time": 359120.0,
      "text": "incluyendo el Canal de Suez, continuaron bajo control Británico. E incluso como la no violencia se convirtió"
    },
    {
      "index": 77,
      "start_time": 359120.0,
      "end_time": 364949.0,
      "text": "en una táctica asociada con los movimientos anti imperialistas en África y Asia fue también atrincherándose"
    },
    {
      "index": 78,
      "start_time": 364949.0,
      "end_time": 369110.0,
      "text": "en el movimiento por la paz que se desarrolló en respuesta de la Primera Guerra Mundial. Cuando la guerra estalló"
    },
    {
      "index": 79,
      "start_time": 369110.0,
      "end_time": 373260.0,
      "text": "en el otoño de 1914 hubieron muchas protestas en los Estados Unidos, los cuales no habían"
    },
    {
      "index": 80,
      "start_time": 373260.0,
      "end_time": 377340.0,
      "text": "entrado en guerra todavía. Un número de jóvenes activistas se reunieron para discutir cómo detener y cómo prevenir"
    },
    {
      "index": 81,
      "start_time": 377340.0,
      "end_time": 381930.0,
      "text": "la entrada de los Estados Unidos a la guerra. Este grupo. inluído AJ Musty y Kirby Page y Dorothy"
    },
    {
      "index": 82,
      "start_time": 381930.0,
      "end_time": 386020.0,
      "text": "Day, todos los cuales serían importantes figuras en el Movimiento por la Paz en los Estados"
    },
    {
      "index": 83,
      "start_time": 386020.0,
      "end_time": 390840.0,
      "text": "Unidos. También ayudaron a fundar la Comunidad de Reconciliación o (FOR), Que abogó"
    },
    {
      "index": 84,
      "start_time": 390840.0,
      "end_time": 395699.0,
      "text": "en nombre de los objetores de conciencia y alentaron alternativas no violentas al conflicto. Entonces"
    },
    {
      "index": 85,
      "start_time": 395699.0,
      "end_time": 400570.0,
      "text": "luego que la guerra terminara, muchos de esos activistas americanos por la Paz comenzaron a expandir sus horizontes"
    },
    {
      "index": 86,
      "start_time": 400570.0,
      "end_time": 405210.0,
      "text": "y vieron conecciones entre los movimientos no violentos y anti guerra, y la no violencia en la"
    },
    {
      "index": 87,
      "start_time": 405210.0,
      "end_time": 406840.0,
      "text": "lucha anti imperialista."
    },
    {
      "index": 88,
      "start_time": 406850.0,
      "end_time": 410360.0,
      "text": "Estaban, por ejemplo, Ricard Gregg, un joven activista que estuvo involucrado en el movimiento anti guera"
    },
    {
      "index": 89,
      "start_time": 410360.0,
      "end_time": 415740.0,
      "text": "en los Estados Unidos, quien viajó a India en 1925. Pasó cuatro años en India"
    },
    {
      "index": 90,
      "start_time": 415740.0,
      "end_time": 420460.0,
      "text": "estudiando con Gandhi incluyendo siete meses viviendo en el ashram de Gandhi en Gujarat, Y"
    },
    {
      "index": 91,
      "start_time": 420460.0,
      "end_time": 424640.0,
      "text": "luego cuando volvió a los EEUU, Gregg escribio el muy influyente libro \"The Power of Nonviolence\""
    },
    {
      "index": 92,
      "start_time": 424650.0,
      "end_time": 427610.0,
      "text": "en el cual describió como la no violencia podría rehacer el mundo."
    },
    {
      "index": 93,
      "start_time": 427610.0,
      "end_time": 430990.0,
      "text": "He mencionado esto para llegar a la idea de que este fue verdaderamente un movimiento internacional que"
    },
    {
      "index": 94,
      "start_time": 430990.0,
      "end_time": 436040.0,
      "text": "incluyó un intercambio cultural que fue de ambos, oeste a este y este a oeste. Y esta idea"
    },
    {
      "index": 95,
      "start_time": 436040.0,
      "end_time": 440419.0,
      "text": "de resistencia no violenta fue también algo muy irresistible a los artistas. Durante la Guerra Civil Española las"
    },
    {
      "index": 96,
      "start_time": 440419.0,
      "end_time": 444660.0,
      "text": "fuerzas nacionalistas del general Franco bombardeó fuertemente  el pueblo vasco de Guernica y"
    },
    {
      "index": 97,
      "start_time": 444660.0,
      "end_time": 448169.0,
      "text": "luego de leer sobre la destrucción del pueblo, el artista Español Pablo Picasso"
    },
    {
      "index": 98,
      "start_time": 448169.0,
      "end_time": 452430.0,
      "text": "quien estaba trabajando en un mural encargado por la Republica Española, abandonó el mural y"
    },
    {
      "index": 99,
      "start_time": 452430.0,
      "end_time": 457350.0,
      "text": "comenzó a pintar Guernica que atrajo la atención de los horrores que la guerra infligió en civiles"
    },
    {
      "index": 100,
      "start_time": 457350.0,
      "end_time": 461120.0,
      "text": "inocentes. La pintura se convirtió en uno de las más famosas del siglo 20 y permanece"
    },
    {
      "index": 101,
      "start_time": 461120.0,
      "end_time": 465639.0,
      "text": "siendo un poderoso simbolo anti guerra. Hubo incluso protestas no violentas contra los Nazis. Como"
    },
    {
      "index": 102,
      "start_time": 465639.0,
      "end_time": 471360.0,
      "text": "en 1943 la Gestapo Alemana arrestó alrededor de 1800 hombres judíos que estaban casados con mujeres"
    },
    {
      "index": 103,
      "start_time": 471360.0,
      "end_time": 475400.0,
      "text": "no judías. Y mientras estaban retenidos en un edificio de oficinas, sus esposas se reunieron"
    },
    {
      "index": 104,
      "start_time": 475400.0,
      "end_time": 480320.0,
      "text": "en la calle. Los agentes armados de la Gestapo intentaron dispersarlas con amenazas"
    },
    {
      "index": 105,
      "start_time": 480320.0,
      "end_time": 485340.0,
      "text": "de disparar a la multitud y un duelo entre mujeres desarmadas y la Gestapo armada se llevó"
    },
    {
      "index": 106,
      "start_time": 485340.0,
      "end_time": 490370.0,
      "text": "acabo durante una semana. En lugar de disparar a las mujeres, Joseph Gerbils, el director del partido Nazi en"
    },
    {
      "index": 107,
      "start_time": 490370.0,
      "end_time": 495160.0,
      "text": "Berlin, finalmente decidió ir atrás y soltar a los hombres. La así llamada protesta"
    },
    {
      "index": 108,
      "start_time": 495160.0,
      "end_time": 501020.0,
      "text": "Rosenstrasse fue la única protesta pública exitosa en contra de las politicas Nazis en Alemania, pero no fue la única protesta."
    },
    {
      "index": 109,
      "start_time": 501020.0,
      "end_time": 504300.0,
      "text": "Y luego tenemos el Movimiento por los Derechos Civiles en los Estados Unidos el cual atrajo"
    },
    {
      "index": 110,
      "start_time": 504300.0,
      "end_time": 508570.0,
      "text": "muchas de las diferentes corrientes de resistencia no violenta en el siglo 20. al igual que durante"
    },
    {
      "index": 111,
      "start_time": 508570.0,
      "end_time": 513370.0,
      "text": "la Segunda Guerra Mundial, el pionero en derechos civiles Bayard Rustin conoció a Aj Musty y otros miembros de la"
    },
    {
      "index": 112,
      "start_time": 513370.0,
      "end_time": 517740.0,
      "text": "Comunidad por la Reconciliación, y ellos pasaron gran parte de la guerra protestando la discriminación racial"
    },
    {
      "index": 113,
      "start_time": 517740.0,
      "end_time": 522399.0,
      "text": "en las fuerzas armadas pero al mismo tiempo Rustin fue volviéndose cada vez más conciente de"
    },
    {
      "index": 114,
      "start_time": 522399.0,
      "end_time": 527510.0,
      "text": "la injusticia del colonialismo Británico en India y África y comenzó a protestar también."
    },
    {
      "index": 115,
      "start_time": 527510.0,
      "end_time": 533060.0,
      "text": "Y hemos visto esta fertilización cruzada global de ideas no violentas nuevamente en 1948 cuando Rustin"
    },
    {
      "index": 116,
      "start_time": 533060.0,
      "end_time": 536960.0,
      "text": "traveled to India, donde el se encontró con muchos asociados de Gandhi -- Gandhi fue"
    },
    {
      "index": 117,
      "start_time": 536960.0,
      "end_time": 541730.0,
      "text": "asesinado en enero de ese año -- y aprendió sobre el rol de la protesta no violenta en contra"
    },
    {
      "index": 118,
      "start_time": 541730.0,
      "end_time": 545890.0,
      "text": "los Británicos. Y en la década siguiente, Rustin debió enseñar a Martin Luther King Jr acerca"
    },
    {
      "index": 119,
      "start_time": 545890.0,
      "end_time": 550110.0,
      "text": "de las tacticas de Gandhi, asi él podría usarlas en la protesta en contra de la segregación racial en"
    },
    {
      "index": 120,
      "start_time": 550110.0,
      "end_time": 555230.0,
      "text": "los Estados Unidos. King viajó a India en 1959 para aprender más acerca de la no violencia. Y"
    },
    {
      "index": 121,
      "start_time": 555230.0,
      "end_time": 559990.0,
      "text": "antes de partir explicó que el fue cita \"Más convencido que nunca antes que el"
    },
    {
      "index": 122,
      "start_time": 559990.0,
      "end_time": 565140.0,
      "text": "método de resistencia no violenta es el arma disponible más potente para la gente oprimida"
    },
    {
      "index": 123,
      "start_time": 565140.0,
      "end_time": 567860.0,
      "text": "en su lucha por la justicia y dignidad humana\"."
    },
    {
      "index": 124,
      "start_time": 567860.0,
      "end_time": 572010.0,
      "text": "Y los principios de la no violencia vendrían a dar forma a las estrategias usadas por el resto"
    },
    {
      "index": 125,
      "start_time": 572010.0,
      "end_time": 576610.0,
      "text": "del Movimiento por los Derechos Civiles. La resistencia no violenta fue también una importante táctica de protesta durante"
    },
    {
      "index": 126,
      "start_time": 576610.0,
      "end_time": 580910.0,
      "text": "la Guerra Fría. Alexander Dubcek, el primer secretario del Partido Comunista Checo, comenzó"
    },
    {
      "index": 127,
      "start_time": 580910.0,
      "end_time": 586810.0,
      "text": "una serie de reformas al dominio Comunista en Checoslovaquia en enero de 1968 que sería conocido como"
    },
    {
      "index": 128,
      "start_time": 586810.0,
      "end_time": 590790.0,
      "text": "la Primavera de Praga. Y en la Unión Soviética estaban como \"no, no, no ,no, no, no, no nos gusta"
    },
    {
      "index": 129,
      "start_time": 590790.0,
      "end_time": 595870.0,
      "text": "las reformas democraticas ni la Primavera\". Así que mandaron tropas para desestabilizar el gobierno de Dubcek"
    },
    {
      "index": 130,
      "start_time": 595870.0,
      "end_time": 600000.0,
      "text": "y en respuesta a esa invasión, los civiles rapidamente tomaron las calles en apooyo a"
    },
    {
      "index": 131,
      "start_time": 600000.0,
      "end_time": 604980.0,
      "text": "Dubcek y para resistir la invación. La mayoría de las personas resistieron gracias a una variedad de medios no violentos,"
    },
    {
      "index": 132,
      "start_time": 604980.0,
      "end_time": 610200.0,
      "text": "incluyendo dar direcciones equivocadas deliberadamente a los tanques Sovieticos, formar bloqueos humanos en"
    },
    {
      "index": 133,
      "start_time": 610209.0,
      "end_time": 614890.0,
      "text": "puentes, y distribuyendo materiales de protesta. Estaciones de radio secretas fueron puestas a trasmitir"
    },
    {
      "index": 134,
      "start_time": 614890.0,
      "end_time": 619140.0,
      "text": "llamados de resistencia no violenta a lo largo del país. Y la protesta continuó por"
    },
    {
      "index": 135,
      "start_time": 619140.0,
      "end_time": 624510.0,
      "text": "el resto de 1968. en enero de 1969, dos estudiantes Checos se incineraron hasta la muerte"
    },
    {
      "index": 136,
      "start_time": 624510.0,
      "end_time": 629690.0,
      "text": "en la plaza de Praga para protestar por la ocupación Soviética y a medida que las tensiones entre protestantes"
    },
    {
      "index": 137,
      "start_time": 629690.0,
      "end_time": 635120.0,
      "text": "y Soviéticos incrementaron, los Soviéticos comenzaron una represión violenta. Para el verano de 1969"
    },
    {
      "index": 138,
      "start_time": 635120.0,
      "end_time": 637370.0,
      "text": "llevaron las demostraciones a su fin."
    },
    {
      "index": 139,
      "start_time": 637370.0,
      "end_time": 640930.0,
      "text": "Los historiadores tomaron nota de todo esto, como el historiador Gene Sharp público su"
    },
    {
      "index": 140,
      "start_time": 640930.0,
      "end_time": 645860.0,
      "text": "multi volumen: \"Politics of Nonviolent Action\" el cual fue, según se dice, leído por muchos de los protestantes"
    },
    {
      "index": 141,
      "start_time": 645860.0,
      "end_time": 650990.0,
      "text": "originales en la Primavera Árabe de 2011, lo cual nos recuerda que los movimientos de resistencia no violenta"
    },
    {
      "index": 142,
      "start_time": 650990.0,
      "end_time": 656350.0,
      "text": "abogando por y en algunos casos logrando un cambio politico no son solo parte de la historia,"
    },
    {
      "index": 143,
      "start_time": 656350.0,
      "end_time": 661029.0,
      "text": "si no que también son parte del mundo en el que vivimos hoy. Ideas acerca de la no violencia que comenzaron"
    },
    {
      "index": 144,
      "start_time": 661029.0,
      "end_time": 665200.0,
      "text": "con Leo Tolstoy al principio del siglo 20 continuan en su mayor parte con nosotros."
    },
    {
      "index": 145,
      "start_time": 665200.0,
      "end_time": 668399.0,
      "text": "Y creo que es importante recordarnos dos cosas. Primero, que el libro mas famoso de Tolstoy"
    },
    {
      "index": 146,
      "start_time": 668399.0,
      "end_time": 672790.0,
      "text": "es llamado \"War and Peace\". Y segundo, que el siglo 20 a la vez que destacó por"
    },
    {
      "index": 147,
      "start_time": 672790.0,
      "end_time": 679400.0,
      "text": "guerras intensamente destructivas, fue por varias medidas el siglo menos violento que nunca."
    },
    {
      "index": 148,
      "start_time": 679400.0,
      "end_time": 683880.0,
      "text": "Las guerras son traumáticas y tienen narrativas relativamente sencillas que nos permiten"
    },
    {
      "index": 149,
      "start_time": 683890.0,
      "end_time": 688910.0,
      "text": "concentrarnos en los dramas humanos y todas esas cosas que son atractivas para los historiadores. pero realmente las"
    },
    {
      "index": 150,
      "start_time": 688910.0,
      "end_time": 693550.0,
      "text": "luchas no violentas en contra de la opresión en el siglo 20 fueron igual de dramáticas"
    },
    {
      "index": 151,
      "start_time": 693550.0,
      "end_time": 697830.0,
      "text": "y especialmente en la segunda mitad del siglo 20 dieron fruto y no solamente"
    },
    {
      "index": 152,
      "start_time": 697830.0,
      "end_time": 701709.0,
      "text": "en EEUU e India. Mientras que las noticias se concentran solo en muerte y destrucción puede ser difícil"
    },
    {
      "index": 153,
      "start_time": 701709.0,
      "end_time": 706490.0,
      "text": "recordar que más personas están viviendo bajo regímenes pacíficos que nunca antes y que,"
    },
    {
      "index": 154,
      "start_time": 706490.0,
      "end_time": 712459.0,
      "text": "al menos entre naciones, desigualdad e injusticia están disminuyendo. La resistencia no violenta no"
    },
    {
      "index": 155,
      "start_time": 712460.0,
      "end_time": 716700.0,
      "text": "siempre funcionan y los gobiernos que emergen de esos movimientos no siempre son buenos"
    },
    {
      "index": 156,
      "start_time": 716700.0,
      "end_time": 721420.0,
      "text": "gobiernos, Las historias, como de costumbre, son complicadas. Así que la próxima vez que pensemos sobre el siglo 20"
    },
    {
      "index": 157,
      "start_time": 721420.0,
      "end_time": 726330.0,
      "text": "simplemente como un siglo de guerra y genocidio y armas nucleares necesitamos recordarnos"
    },
    {
      "index": 158,
      "start_time": 726330.0,
      "end_time": 731110.0,
      "text": "que fue también un siglo en el cual cientos de millones de personas salieron de la pobreza"
    },
    {
      "index": 159,
      "start_time": 731110.0,
      "end_time": 736120.0,
      "text": "y que menos gente murió como resultado de la violencia. Gracias por vernos. Los veré la próxima semana."
    },
    {
      "index": 160,
      "start_time": 736120.0,
      "end_time": 740040.0,
      "text": "Crash Course es filmado aquí en los estudios Chad and Stacey Emigholz en Indianapolis y"
    },
    {
      "index": 161,
      "start_time": 740040.0,
      "end_time": 745020.0,
      "text": "es hecho posible gracias a nuestros suscriptores de Subbable. Muchas gracias por vernos y como decimos"
    },
    {
      "index": 162,
      "start_time": 745020.0,
      "end_time": 747380.0,
      "text": "en mi ciudad natal, no te olvides ser asombroso."
    }
  ]
}