{
  "video_id": "EUOMDODEBk0",
  "title": "Game Theory: Surviving the Assassin's Creed Leap of Faith",
  "json": [
    {
      "index": 1,
      "start_time": 210.0,
      "end_time": 7210.0,
      "text": "Salta de un edificio. Cae en un montón de paja. Se levanta como si nada. Lo hace otra vez. Ezio es libre..."
    },
    {
      "index": 2,
      "start_time": 14200.0,
      "end_time": 21200.0,
      "text": "En caída libre. Pero, puede sobrevivir?"
    },
    {
      "index": 3,
      "start_time": 41769.0,
      "end_time": 42980.0,
      "text": "Tom Petty no soy."
    },
    {
      "index": 4,
      "start_time": 42980.0,
      "end_time": 47769.0,
      "text": "Hace unos meses, hice un episodio sobre Assassin's Creed, viendo si es que las memorias"
    },
    {
      "index": 5,
      "start_time": 47769.0,
      "end_time": 52519.0,
      "text": "pueden ser transmitidas a través de  los genes. Fue una buena. Incluso yo aprendí un par de cosas, como el hecho"
    },
    {
      "index": 6,
      "start_time": 52519.0,
      "end_time": 58949.0,
      "text": "de que un gigabyte no es precisamente igual a 1000 megabytes. ¿Quien pensaría que ESO seria algo que tuviese que"
    },
    {
      "index": 7,
      "start_time": 58949.0,
      "end_time": 63819.0,
      "text": "revisar? Bueno... muchos de ustedes lo hicieron. Pero desde entonces un grupo de teóricos leales han"
    },
    {
      "index": 8,
      "start_time": 63819.0,
      "end_time": 69299.0,
      "text": "estado pidiendo en los comentarios por un episodio sobre \"Salto de fe\", así que aquí estamos.  El tema del"
    },
    {
      "index": 9,
      "start_time": 69299.0,
      "end_time": 76299.0,
      "text": "día: ¿Podría el clan de asesinos realmente sobrevivir a sus famosos \"saltos de fe\"? No, pero"
    },
    {
      "index": 10,
      "start_time": 77340.0,
      "end_time": 82290.0,
      "text": "eso es solo una teoría. ¡Una Teoría de vídeojuegos! ¡Gracias por vernos!"
    },
    {
      "index": 11,
      "start_time": 82290.0,
      "end_time": 89290.0,
      "text": "Ahora enserio, tus posibilidades de salir caminando casualmente después de un salto de Assassin's Creed son escasas."
    },
    {
      "index": 12,
      "start_time": 89729.0,
      "end_time": 96729.0,
      "text": "Lejos de imposible pero mas escasas que... eh... ¿Kirby? No se, no siempre puedo pensar en buenas"
    },
    {
      "index": 13,
      "start_time": 96860.0,
      "end_time": 102240.0,
      "text": "comparaciones, ¿okay? Artículos médicos generalmente dicen que una caída desde una altura superior a"
    },
    {
      "index": 14,
      "start_time": 102240.0,
      "end_time": 109109.0,
      "text": "100 pies o 30.5 metros es la \"zona roja\", imposible de sobrevivir y en Assassin's Creed algunos"
    },
    {
      "index": 15,
      "start_time": 109109.0,
      "end_time": 116109.0,
      "text": "de los saltos más grandes son tres veces ese numero. Pero empecemos desde el inicio, un muy buen lugar para empezar a llevarlo A LO EXTREMO:"
    },
    {
      "index": 16,
      "start_time": 119359.0,
      "end_time": 126359.0,
      "text": "Caer desde un avión, seis millas, 31000 pies o 9656 metros en el aire. Según"
    },
    {
      "index": 17,
      "start_time": 128800.00000000001,
      "end_time": 135800.0,
      "text": "la base de datos de caída libre, desde los años 40 un sorprendente numero de 44 personas han sobrevivido caidas"
    },
    {
      "index": 18,
      "start_time": 136080.0,
      "end_time": 143080.0,
      "text": "desde aviones a estas tremendas alturas. Oíste bien: ¡44 personas sobrevivieron al caer de un avión! De estas, 31 fueron clasificadas como \"Jinetes de Escombro\""
    },
    {
      "index": 19,
      "start_time": 148960.0,
      "end_time": 154020.0,
      "text": "gente que callo esta distancia apegado a o rodeado por una pieza del avión,"
    },
    {
      "index": 20,
      "start_time": 154020.0,
      "end_time": 160040.0,
      "text": "los otros 13 fueron en caída libre total, sin nada que los protegiera. La cosa es, a pesar de"
    },
    {
      "index": 21,
      "start_time": 160040.0,
      "end_time": 165170.0,
      "text": "que es increíble que esta gente sobreviviera caídas de decenas de miles de pies, cualquier caída sobre"
    },
    {
      "index": 22,
      "start_time": 165170.0,
      "end_time": 172170.0,
      "text": "1500 pies o 457 metros va a ser aproximadamente lo mismo por que es el punto en el que"
    },
    {
      "index": 23,
      "start_time": 172340.0,
      "end_time": 178270.0,
      "text": "generalmente alcanzas la velocidad terminal. Para explicarlo, la gravedad te hace acelerar hacia la tierra,"
    },
    {
      "index": 24,
      "start_time": 178270.0,
      "end_time": 183330.0,
      "text": "verdad? Pero mientras sigues cayendo rápido y mas rápido, el aire que pasas te empuja"
    },
    {
      "index": 25,
      "start_time": 183330.0,
      "end_time": 189030.0,
      "text": "hacia atrás más y más, creando arrastre. Velocidad terminal es el punto donde dos fuerzas"
    },
    {
      "index": 26,
      "start_time": 189030.0,
      "end_time": 196030.0,
      "text": "son iguales y dejas de acelerar hacia abajo. Después de caer 1500 pies (457 m), esta velocidad llega al máximo, aproximadamente 120 millas por hora"
    },
    {
      "index": 27,
      "start_time": 197350.0,
      "end_time": 204350.0,
      "text": "o 54 metros por segundo. Entonces, si vas a caer, ¿por qué no añadir unos 10000 pies extra? Podrías disfrutar más de la vista en tu camino hacia abajo."
    },
    {
      "index": 28,
      "start_time": 206300.0,
      "end_time": 211110.0,
      "text": "Ahora, usando información de otras personas que han caído, podemos criticar la técnica de los asesinos:"
    },
    {
      "index": 29,
      "start_time": 211110.0,
      "end_time": 215560.0,
      "text": "Y siendo honesto, están haciendo muchas cosas bien. Extienden su cuerpo como un paracaidista en"
    },
    {
      "index": 30,
      "start_time": 215560.0,
      "end_time": 220890.0,
      "text": "el aire lo que incrementa el arrastre total y ralentiza su descenso. Cuando aterrizan,"
    },
    {
      "index": 31,
      "start_time": 220890.0,
      "end_time": 225820.0,
      "text": "apuntan a una substancia blanda. Por ultimo, quieres aterrizar en algo con elasticidad, con"
    },
    {
      "index": 32,
      "start_time": 225820.0,
      "end_time": 232820.0,
      "text": "flexibilidad. Un carro de madera relleno con paja es mucho mejor que tierra, concreto o agua. Oíste bien,"
    },
    {
      "index": 33,
      "start_time": 233110.0,
      "end_time": 238760.0,
      "text": "agua. Sorprendentemente,  la tensión superficial entre moléculas de agua hace del impacto tan fuerte"
    },
    {
      "index": 34,
      "start_time": 238760.0,
      "end_time": 244900.0,
      "text": "y poco flexible como el concreto. Excepto que cuando golpeas concreto, tu recientemente paralizado cuerpo NO es forzado"
    },
    {
      "index": 35,
      "start_time": 244900.0,
      "end_time": 250590.0,
      "text": "a nadar hacia su seguridad. El punto que se podría mejorar es que ellos aterrizan directamente en su espalda."
    },
    {
      "index": 36,
      "start_time": 250590.0,
      "end_time": 256400.0,
      "text": "En los viejos tiempos de 1940, se pensaba esta posición era la mejor para maniobrar una caída, extender"
    },
    {
      "index": 37,
      "start_time": 256399.99999999997,
      "end_time": 261399.99999999997,
      "text": "hacia afuera la fuerza de impacto a traves de una superficie más grande en vez de poner mucha fuerza"
    },
    {
      "index": 38,
      "start_time": 261399.99999999997,
      "end_time": 267819.0,
      "text": "en una sola parte del cuerpo. Sin embargo, estudios más recientes dicen que caer en la posición de aterrizaje de un paracaidista,"
    },
    {
      "index": 39,
      "start_time": 267819.0,
      "end_time": 273340.0,
      "text": "con piernas y caderas flexionadas, es la posición óptima para enfrentarse a una caída como esta.  En resumen, las posibilidades de"
    },
    {
      "index": 40,
      "start_time": 273340.0,
      "end_time": 279030.0,
      "text": "sobrevivir son bajas, PERO los asesinos hacen todo lo que pueden para poner las probabilidades"
    },
    {
      "index": 41,
      "start_time": 279030.0,
      "end_time": 283409.0,
      "text": "en su favor. Esta bien Felix Baumgartner, sabiendo eso"
    },
    {
      "index": 42,
      "start_time": 283409.0,
      "end_time": 288240.0,
      "text": "¿Aun quieres recrear  Assassin's Creed? Bien. Veamos el logro \"Hasta el fondo\""
    },
    {
      "index": 43,
      "start_time": 288240.0,
      "end_time": 295240.0,
      "text": "de AC 2: Para obtenerlo, tienes que saltar desde Florence's Campanile di Giotto. Hombre, este canal es malo con los nombre extranjeros."
    },
    {
      "index": 44,
      "start_time": 306099.0,
      "end_time": 312580.0,
      "text": "Con 84.7 metros o 278 pies de altura construida al rededor de 1340. A esta altura, estamos mas que sobre 100 pies de"
    },
    {
      "index": 45,
      "start_time": 312580.0,
      "end_time": 319340.0,
      "text": "la zona roja. Por mis cálculos, la caída toma aproximadamente 3.7 segundos en completarse y con la"
    },
    {
      "index": 46,
      "start_time": 319340.0,
      "end_time": 324400.0,
      "text": "aceleración de gravedad con un valor de 9.8 metros por segundo por segundo, solo tenemos que meter"
    },
    {
      "index": 47,
      "start_time": 324400.0,
      "end_time": 329629.0,
      "text": "estos números en esta ecuación para asegurarnos de que todo este bien. Distancia es igual a la mitad de aceleración"
    },
    {
      "index": 48,
      "start_time": 329629.0,
      "end_time": 335780.0,
      "text": "de gravedad por tiempo de caída al cuadrado. Y tenemos... algo que no esta bien."
    },
    {
      "index": 49,
      "start_time": 335780.0,
      "end_time": 339870.0,
      "text": "La ecuación debería estar balanceada. Por supuesto, no estamos tomando en cuenta la resistencia del viento  pero eso"
    },
    {
      "index": 50,
      "start_time": 339870.0,
      "end_time": 344870.0,
      "text": "debiera hacer que Ezio cayera mas lento, haciendo que esta parte sea incluso menor."
    },
    {
      "index": 51,
      "start_time": 344870.0,
      "end_time": 350330.0,
      "text": "Pero nosotros SABEMOS que tanto el tiempo de la caída y la altura del edificio deben ser correctos. El edificio"
    },
    {
      "index": 52,
      "start_time": 350330.0,
      "end_time": 354800.0,
      "text": "es claramente identificado en el juego y el tiempo lo acabamos de medir, lo que significa que... ¡la gravedad"
    },
    {
      "index": 53,
      "start_time": 354800.0,
      "end_time": 360919.0,
      "text": "en el mundo de Assassin's Creed es incorrecta! Entonces, recalculando para resolver la gravedad nos"
    },
    {
      "index": 54,
      "start_time": 360919.0,
      "end_time": 367919.0,
      "text": "da 12.4 m/s^2. ¡Eso es sobre 125% de la gravedad de la tierra! Digamos que pesas 200 libras (91 kg). Felicitaciones,"
    },
    {
      "index": 55,
      "start_time": 372069.0,
      "end_time": 378139.0,
      "text": "acabas de subir 50 (23 kg) sin siquiera darte el gusto de disfrutar de ese bocadillo extra. De hecho,"
    },
    {
      "index": 56,
      "start_time": 378139.0,
      "end_time": 385139.0,
      "text": "12.4 m/s^2 es más grande que la gravedad de cualquier otro planeta en nuestro sistema solar... menos"
    },
    {
      "index": 57,
      "start_time": 385789.0,
      "end_time": 392150.0,
      "text": "Jupiter. Para llegar a los niveles de gravedad de Jupiter tenemos que volver a  el primer Assassin's"
    },
    {
      "index": 58,
      "start_time": 392150.0,
      "end_time": 398060.0,
      "text": "Creed y al Umayyad Mosque (Gran Mezquita de Damasco) en Damasco, una de las locaciones importantes del juego. Aqui"
    },
    {
      "index": 59,
      "start_time": 398060.0,
      "end_time": 402610.0,
      "text": "estamos saltando de su alminar mas alto.  Que el juego nombra erróneamente como \"Alminar de la novia\""
    },
    {
      "index": 60,
      "start_time": 402610.0,
      "end_time": 408210.0,
      "text": "cuando en realidad es el Alminar de Jesús, probablemente en un intento de evitar nombres religiosos."
    },
    {
      "index": 61,
      "start_time": 408210.0,
      "end_time": 414249.0,
      "text": "Pero no hay necesitar de ser PC aquí. No ese tipo de PC. (Políticamente correcto) ¡Ahora si!"
    },
    {
      "index": 62,
      "start_time": 414249.0,
      "end_time": 421249.0,
      "text": "El alminar mide 77 metros de altura y\n llegas a la paja en 2.8 segundos, lo que significa que la gravedad aquí"
    },
    {
      "index": 63,
      "start_time": 421499.0,
      "end_time": 428499.0,
      "text": "es cercana a 20 metros por segundo al cuadrado! Eso es fácilmente 2G y cercano a los niveles de gravedad de Jupiter!"
    },
    {
      "index": 64,
      "start_time": 431309.0,
      "end_time": 436419.0,
      "text": "Para poner eso en perspectiva, si pesaras 200 libras (91 kg) en el mundo real, en el universo de AC1,"
    },
    {
      "index": 65,
      "start_time": 436419.0,
      "end_time": 443419.0,
      "text": "estarías pesando unas buenas 400 (182 kg)! Y recuerda, eso es asumiendo que la pequeña Italia existe en un pequeño"
    },
    {
      "index": 66,
      "start_time": 444360.0,
      "end_time": 449199.0,
      "text": "vació! Incluyendo el arrastre significaría que sea cual sea el planeta en el que AC se desarrolla"
    },
    {
      "index": 67,
      "start_time": 449199.0,
      "end_time": 455400.0,
      "text": "tendría incluso más gravedad! Si Facebook tuviese que clasificar la relación entre Assasin's"
    },
    {
      "index": 68,
      "start_time": 455400.0,
      "end_time": 462400.0,
      "text": "Creed y esta fuerza fundamental, el estado seria \"Es complicado\".  ¿Que implica esto en nuestras posibilidades de sobrevivir?"
    },
    {
      "index": 69,
      "start_time": 467289.0,
      "end_time": 472620.0,
      "text": "Bueno,  si no estábamos enfrentados a muerte segura antes, ahora lo estamos totalmente, por que mayores fuerzas G"
    },
    {
      "index": 70,
      "start_time": 472620.0,
      "end_time": 478029.0,
      "text": "significan mayor  aceleración en un periodo de tiempo aun menor. Para calcular la velocidad del instante"
    },
    {
      "index": 71,
      "start_time": 478029.0,
      "end_time": 482620.0,
      "text": "antes de tocar el piso, simplemente tomamos la aceleración  de gravedad y la multiplicamos por"
    },
    {
      "index": 72,
      "start_time": 482620.0,
      "end_time": 488339.0,
      "text": "el tiempo que llevamos en caída. Bajo fuerzas G normales, estarías chocando contra la paja a 36 m/s"
    },
    {
      "index": 73,
      "start_time": 488339.0,
      "end_time": 495319.0,
      "text": "o unas relajadas 80 millas por hora. Con la gravedad torcida del juego, estarías tocando el piso aproximadamente"
    },
    {
      "index": 74,
      "start_time": 495319.0,
      "end_time": 502319.0,
      "text": "a 46 m/s o 103 millas por hora! Saltar de Damasco seria incluso peor para"
    },
    {
      "index": 75,
      "start_time": 502960.0,
      "end_time": 509960.0,
      "text": "tu salud ya que que la gravedad aun mas alta resultaría en 56 m/s, 125 millas por hora."
    },
    {
      "index": 76,
      "start_time": 510120.0,
      "end_time": 516140.0,
      "text": "Eso es velocidad terminal, la misma que si estuvieses cayendo desde"
    },
    {
      "index": 77,
      "start_time": 516140.0,
      "end_time": 523140.0,
      "text": "sobre 1500 pies (457 m)!  Y solo tuviste que caer un sexto de la distancia. Por supuesto el arrastre te ralentizaría, pero como dije antes"
    },
    {
      "index": 78,
      "start_time": 525670.0,
      "end_time": 531780.0,
      "text": "también significaría que estas gravedades serian incluso mas altas, así que después de todo, no es una mala estimación."
    },
    {
      "index": 79,
      "start_time": 531780.0,
      "end_time": 536960.0,
      "text": "Pero esto es asumiendo que siquiera tenemos los edificios de los cuales saltar!   Recuerden que estamos hablando sobre"
    },
    {
      "index": 80,
      "start_time": 536960.0,
      "end_time": 543480.0,
      "text": "gravedad doble aquí! Como seria el resto de la vida? Seria la vida siquiera capaz de existir?"
    },
    {
      "index": 81,
      "start_time": 543480.0,
      "end_time": 548290.0,
      "text": "Este es un escenario conocido como hipergravedad y si AC  verdaderamente representa el"
    },
    {
      "index": 82,
      "start_time": 548290.0,
      "end_time": 554450.0,
      "text": "mundo real con el doble de gravedad normal, ninguno de estos edificios podría estar de pie."
    },
    {
      "index": 83,
      "start_time": 554450.0,
      "end_time": 558450.0,
      "text": "Estructuralmente,  no podrían soportar las grandes presiones y colapsarían a su propio"
    },
    {
      "index": 84,
      "start_time": 558450.0,
      "end_time": 563640.0,
      "text": "peso. ¿Y los humanos? Sobreviviríamos, pero requeriría algo de adaptación. Humanos"
    },
    {
      "index": 85,
      "start_time": 563640.0,
      "end_time": 569290.0,
      "text": "expuestos a hipergravedad por largos periodos de tiempo muestran masa esquelética incrementada a medida que el esqueleto  se adapta"
    },
    {
      "index": 86,
      "start_time": 569290.0,
      "end_time": 575200.0,
      "text": "para soportar el incremento de peso. Y con doble gravedad, TODO seria el doble de pesado,"
    },
    {
      "index": 87,
      "start_time": 575200.0,
      "end_time": 580930.0,
      "text": "lo que significa sangre mas pesada. Quien piensa sobre el peso de su sangre, no? El corazón"
    },
    {
      "index": 88,
      "start_time": 580930.0,
      "end_time": 586720.0,
      "text": "lo hace ya que sangre mas pesada significaría mas trabajo, haciendo especialmente difícil bombear hacia"
    },
    {
      "index": 89,
      "start_time": 586720.0,
      "end_time": 592710.0,
      "text": "el cerebro. De hecho, algunos teóricos  proponen que los dinosaurios se extinguieron por un"
    },
    {
      "index": 90,
      "start_time": 592710.0,
      "end_time": 599220.0,
      "text": "aumento en la gravedad de la tierra, haciendo la vida imposible para animales gigantes. La ironía aqui"
    },
    {
      "index": 91,
      "start_time": 599220.0,
      "end_time": 604470.0,
      "text": "es que, de todas las personas, los asesinos serian los mas afectados. Veras, el esfuerzo de"
    },
    {
      "index": 92,
      "start_time": 604470.0,
      "end_time": 610880.0,
      "text": "escalar edificios altos sumado a las altas alturas de sus puntos de vista resultaría en ellos siendo mucho más"
    },
    {
      "index": 93,
      "start_time": 610880.0,
      "end_time": 615910.0,
      "text": "propensos a mareos ya que sus corazones forcejean para enviar sangre al cerebro."
    },
    {
      "index": 94,
      "start_time": 615910.0,
      "end_time": 622910.0,
      "text": "Las posibilidades son, si es que los edificios siguieran en pie, perderían la conciencia mucho antes de siquiera llegar a la cima de cualquier estructura, para finalmente"
    },
    {
      "index": 95,
      "start_time": 623950.0,
      "end_time": 630950.0,
      "text": "caer a la perdición. ¿Salto de fe? Ha! Desearían tener una oportunidad. Mas bien como... caída de... fatiga."
    },
    {
      "index": 96,
      "start_time": 632080.0,
      "end_time": 639080.0,
      "text": "No se me ocurren buenas bromas esta semana. Aunque no es como si antes lo hubieran sido. Entonces al final, ¿que aprendiste hoy? No saltes de edificios. Morirás."
    },
    {
      "index": 97,
      "start_time": 640480.0,
      "end_time": 647480.0,
      "text": "Pero bueno! Eso es solo una teoría. ¡Una Teoría de vídeo juegos! ¡Gracias por vernos!"
    },
    {
      "index": 98,
      "start_time": 648720.0,
      "end_time": 655720.0,
      "text": "En honor a Assassin's Creed un juego muy internacional escribe algo en tu lengua natal. Subscribete."
    }
  ]
}