{
  "video_id": "ewc3ziZ8ReI",
  "title": "The Art of Diplomacy",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4120.0,
      "text": "Tendemos a asociar la diplomacia con embajadas,"
    },
    {
      "index": 2,
      "start_time": 4120.0,
      "end_time": 7020.0,
      "text": "relaciones internacionales y politica"
    },
    {
      "index": 3,
      "start_time": 7020.0,
      "end_time": 8760.0,
      "text": "pero en realidad"
    },
    {
      "index": 4,
      "start_time": 8760.0,
      "end_time": 14560.0,
      "text": "se refiere a un conjunto de habilidades en muchas áreas de la vida, especialmente en la oficina,"
    },
    {
      "index": 5,
      "start_time": 14580.0,
      "end_time": 21500.0,
      "text": "o llegando, mirando afuera, al portazo que dimos a la habitación de una persona cercana. La diplomacia es"
    },
    {
      "index": 6,
      "start_time": 21500.0,
      "end_time": 27770.0,
      "text": "el arte de avanzar en una idea o causa sin levantar pasiones innecesarias o desencadenar"
    },
    {
      "index": 7,
      "start_time": 27770.0,
      "end_time": 33329.0,
      "text": "una catástrofe. Involucra un entendimiento de las facetas de la naturaleza humana que podrían"
    },
    {
      "index": 8,
      "start_time": 33329.0,
      "end_time": 39809.0,
      "text": "socavar un acuerdo y llevar al conflicto, y un compromiso con evitar estos con prevision"
    },
    {
      "index": 9,
      "start_time": 39809.0,
      "end_time": 45940.0,
      "text": "y gracia. El diplomático recuerda, primero y principalmente, que alguna de la intensidad con"
    },
    {
      "index": 10,
      "start_time": 45940.0,
      "end_time": 51489.0,
      "text": "la que insistimos en tener lo que queremos, se debe a un sentido general de no estar siendo"
    },
    {
      "index": 11,
      "start_time": 51489.0,
      "end_time": 57789.0,
      "text": "respetado o escuchado en una relación. Pelearemos con particular tenacidad y"
    },
    {
      "index": 12,
      "start_time": 57789.0,
      "end_time": 63989.0,
      "text": "aparente maldad sobre un \"pequeño problema\", cuando tenemos la impresión de que la otra persona"
    },
    {
      "index": 13,
      "start_time": 63989.0,
      "end_time": 71870.0,
      "text": "ha fallado en dar honor a nuestra necesidad general de ser apreciados y estimados. Detrás de nuestra manera agresiva de discutir"
    },
    {
      "index": 14,
      "start_time": 71870.0,
      "end_time": 79180.0,
      "text": "podría estar un pedido frustrado de afecto. Los diplomaticos saben la intensidad con la que el ser humano desea"
    },
    {
      "index": 15,
      "start_time": 79180.0,
      "end_time": 84500.0,
      "text": "ser respetado y aunque no siempre están de acuerdo con nosotros, se toman la molestia de"
    },
    {
      "index": 16,
      "start_time": 84500.0,
      "end_time": 90600.0,
      "text": "mostrar que se han tomado la molestia de ver las cosas a través de nuestro ojos. Ellos reconocen"
    },
    {
      "index": 17,
      "start_time": 90600.0,
      "end_time": 95990.0,
      "text": "que tener la razón es casi tan importante para las personas como sentirse escuchadas."
    },
    {
      "index": 18,
      "start_time": 95990.0,
      "end_time": 102810.0,
      "text": "Soportaríamos muchísimo una vez que alguien haya demostrado que al menos saben como nos sentimos. Los diplomáticos"
    },
    {
      "index": 19,
      "start_time": 102810.0,
      "end_time": 108800.0,
      "text": "entonces ponen un esfuerzo extraordinario en asegurar la salud general de la relación, para que"
    },
    {
      "index": 20,
      "start_time": 108800.0,
      "end_time": 114640.0,
      "text": "cosas pequeñas puedan ser concedidas en el camino sin atraer sentimientos de insostenible"
    },
    {
      "index": 21,
      "start_time": 114640.0,
      "end_time": 121220.0,
      "text": "humillación. Ellos saben cuanta demanda de autoestima hay detrás de peleas sobre dinero,"
    },
    {
      "index": 22,
      "start_time": 121220.0,
      "end_time": 129159.0,
      "text": "procedimientos u horarios. Ellos son cuidadosos al intercambiar con la moneda emocional,"
    },
    {
      "index": 23,
      "start_time": 129158.99999999999,
      "end_time": 135319.0,
      "text": "para no siempre tener que pagar excesivamente en otras denominaciones mas practicas."
    },
    {
      "index": 24,
      "start_time": 135319.0,
      "end_time": 142290.0,
      "text": "Frecuentemente, lo que esta en juego en una negociación con alguien, es el pedido de que ellos cambien"
    },
    {
      "index": 25,
      "start_time": 142290.0,
      "end_time": 148010.0,
      "text": "de alguna manera. de que aprendan a ser mas puntuales, que se esfuercen mas en una tarea, de que"
    },
    {
      "index": 26,
      "start_time": 148010.0,
      "end_time": 154209.0,
      "text": "estén menos a la defensiva o tengan una mente mas abierta. El diplomático sabe lo inútil que es expresar esos"
    },
    {
      "index": 27,
      "start_time": 154209.0,
      "end_time": 159959.0,
      "text": "deseos demasiado directamente. Ellos saben la gran diferencia entre tener un diagnostico correcto sobre como"
    },
    {
      "index": 28,
      "start_time": 159959.0,
      "end_time": 167640.0,
      "text": "alguien necesita crecer y una forma relevante de ayudarles a hacerlo. Ellos saben también, que lo que impide"
    },
    {
      "index": 29,
      "start_time": 167640.0,
      "end_time": 173060.0,
      "text": "a las personas evolucionar es el miedo - y por lo tanto comprenden que lo que mas necesitamos"
    },
    {
      "index": 30,
      "start_time": 173060.0,
      "end_time": 178909.0,
      "text": "ofrecer a aquellos a los que identificamos como difíciles es, por encima de todo,"
    },
    {
      "index": 31,
      "start_time": 178909.0,
      "end_time": 184920.0,
      "text": "amor y seguridad. Ayuda enormemente saber que aquellos recomendando cambios no estan"
    },
    {
      "index": 32,
      "start_time": 184920.0,
      "end_time": 191319.0,
      "text": "hablando de una posición de perfección, sino que también están luchando con"
    },
    {
      "index": 33,
      "start_time": 191319.0,
      "end_time": 197650.0,
      "text": "sus propios demonios en otras áreas. Para que el diagnostico no suene como simple critica, ayuda"
    },
    {
      "index": 34,
      "start_time": 197650.0,
      "end_time": 203430.0,
      "text": "que sea dado por alguien que no tenga escrúpulos para con sus propias fallas. Puede"
    },
    {
      "index": 35,
      "start_time": 203430.0,
      "end_time": 208709.0,
      "text": "haber pocos movimientos pedagógicos mejores que confesar desde el principio,"
    },
    {
      "index": 36,
      "start_time": 208709.0,
      "end_time": 215749.0,
      "text": "\"Yo estoy, claro, totalmente loco también...\"  En negociaciones, el diplomático no es un adicto"
    },
    {
      "index": 37,
      "start_time": 215749.0,
      "end_time": 221439.0,
      "text": "a decir la verdad indiscriminada y heroicamente. Ellos aprecian el lugar legitimo que"
    },
    {
      "index": 38,
      "start_time": 221439.0,
      "end_time": 228700.0,
      "text": "mentiras menores pueden ocupar para el servicio de verdades mayores. Ellos saben que si ciertos hechos"
    },
    {
      "index": 39,
      "start_time": 228700.0,
      "end_time": 234390.0,
      "text": "son enfatizados, entonces los principios mayores de una relación pueden ser socavados."
    },
    {
      "index": 40,
      "start_time": 234390.0,
      "end_time": 239760.0,
      "text": "Entonces con entusiasmo dirán que el reporte financiero o el pastel casero fueron"
    },
    {
      "index": 41,
      "start_time": 239760.0,
      "end_time": 246580.0,
      "text": "realmente muy placenteros, y no lo harán para engañar, sino para afirmar la verdad de su"
    },
    {
      "index": 42,
      "start_time": 246580.0,
      "end_time": 251379.0,
      "text": "cariño en general, que podría perderse si expresa sus sentimientos demasiado exactamente."
    },
    {
      "index": 43,
      "start_time": 251379.0,
      "end_time": 259079.0,
      "text": "Los diplomáticos saben que una pequeña mentira puede actuar de guardián de una verdad mayor."
    },
    {
      "index": 44,
      "start_time": 259079.0,
      "end_time": 264280.0,
      "text": "Ellos aprecian su propia resistencia a los hechos - y en privado esperan que"
    },
    {
      "index": 45,
      "start_time": 264280.0,
      "end_time": 270650.0,
      "text": "otros puedan en ocasiones, y con ciertos temas, también tomarse la molestia de mentirles, y"
    },
    {
      "index": 46,
      "start_time": 270650.0,
      "end_time": 277110.0,
      "text": "esperan nunca enterarse. Otra característica de los diplomáticos es permanecer serenos frente"
    },
    {
      "index": 47,
      "start_time": 277110.0,
      "end_time": 284030.0,
      "text": "a un comportamiento obviamente malo. Un enojo repentino, una acusación, un comentario malévolo."
    },
    {
      "index": 48,
      "start_time": 284030.0,
      "end_time": 290050.0,
      "text": "Ellos no lo toman personalmente - aun si ellos son el objetivo de la rabia. Ellos buscan"
    },
    {
      "index": 49,
      "start_time": 290050.0,
      "end_time": 295069.0,
      "text": "instintivamente una explicación razonable y tienen claro en sus mentes los mejores momentos"
    },
    {
      "index": 50,
      "start_time": 295069.0,
      "end_time": 301060.0,
      "text": "de una persona que actualmente se encuentra frenética, pero es esencialmente amable. Ellos se conocen a si mismos lo suficiente"
    },
    {
      "index": 51,
      "start_time": 301060.0,
      "end_time": 306849.0,
      "text": "para entender que el abandono de perspectiva son enormemente normales"
    },
    {
      "index": 52,
      "start_time": 306849.0,
      "end_time": 312520.0,
      "text": "y usualmente indicativos de nada mas que cansancio o tristeza momentáneas. Ellos no empeoran"
    },
    {
      "index": 53,
      "start_time": 312520.0,
      "end_time": 317919.0,
      "text": "una situación acalorada a través de creerse mejores, que es en si, un síntoma de no conocerse"
    },
    {
      "index": 54,
      "start_time": 317919.0,
      "end_time": 323289.0,
      "text": "muy bien a si mismos- y de tener una memoria muy selectiva. La persona que golpea con su puño la"
    },
    {
      "index": 55,
      "start_time": 323289.0,
      "end_time": 330210.0,
      "text": "mesa o anuncia opiniones extravagantes puede simplemente estar preocupado, asustado o simplemente ser"
    },
    {
      "index": 56,
      "start_time": 330210.0,
      "end_time": 336770.0,
      "text": "muy entusiasta: todas condiciones que deberían inspirar simpatía en vez de disgusto."
    },
    {
      "index": 57,
      "start_time": 336770.0,
      "end_time": 341669.0,
      "text": "Al mismo tiempo, el diplomático entiende que hay momentos que no sirven para hablar directamente."
    },
    {
      "index": 58,
      "start_time": 341669.0,
      "end_time": 348259.0,
      "text": "Ellos no intentan enseñar una lección cuando sea que aplique: ellos"
    },
    {
      "index": 59,
      "start_time": 348259.0,
      "end_time": 354720.0,
      "text": "esperan a que llegue la mejor oportunidad de ser escuchados. En momentos, llegan a desarmar a personas dificiles"
    },
    {
      "index": 60,
      "start_time": 354720.0,
      "end_time": 360599.0,
      "text": "reaccionando de formas inesperadas. Frente  a un conflicto, en vez de ponerse a la defensiva,"
    },
    {
      "index": 61,
      "start_time": 360599.0,
      "end_time": 366090.0,
      "text": "la persona diplomática podría sugerir ir a almorzar. Cuando una critica injusta es impuesta a ellos,"
    },
    {
      "index": 62,
      "start_time": 366090.0,
      "end_time": 370320.0,
      "text": "podrían asentir estando parcialmente de acuerdo y decir que a veces pensaron eso"
    },
    {
      "index": 63,
      "start_time": 370320.0,
      "end_time": 375960.0,
      "text": "de ellos mismos. Ellos evitan preocuparse por cosas que los distraigan de asuntos mas profundos"
    },
    {
      "index": 64,
      "start_time": 375960.0,
      "end_time": 381270.0,
      "text": "e importantes. Ellos recuerdan la presencia de una versión mejor"
    },
    {
      "index": 65,
      "start_time": 381270.0,
      "end_time": 388169.0,
      "text": "de lo que podría parecer un individuo desafortunado frente a ellos. Las razones"
    },
    {
      "index": 66,
      "start_time": 388169.0,
      "end_time": 393520.0,
      "text": "de un diplomático están construidas fundamentalmente sobre un pesimismo profundo. Ellos saben"
    },
    {
      "index": 67,
      "start_time": 393520.0,
      "end_time": 398939.0,
      "text": "como el animal humano es, y entienden los muchos problemas que pueden afectar hasta al mejor de los"
    },
    {
      "index": 68,
      "start_time": 398939.0,
      "end_time": 404759.0,
      "text": "matrimonios, negocios, amistades o sociedades. Su buen humor al recibir problemas"
    },
    {
      "index": 69,
      "start_time": 404759.0,
      "end_time": 410599.0,
      "text": "son síntoma de haber tragado una sana cantidad de tristeza ellos mismos. Ellos han"
    },
    {
      "index": 70,
      "start_time": 410599.0,
      "end_time": 415939.0,
      "text": "renunciado a lo ideal, no por debilidad sino por estas maduros y listos para ver el compromiso"
    },
    {
      "index": 71,
      "start_time": 415939.0,
      "end_time": 422550.0,
      "text": "como un requerimiento necesario para vivir en un mundo radicalmente imperfecto. El diplomatico"
    },
    {
      "index": 72,
      "start_time": 422550.0,
      "end_time": 429229.0,
      "text": "podrá ser amable, pero no por eso son incapaces de dar malas noticias con"
    },
    {
      "index": 73,
      "start_time": 429229.0,
      "end_time": 435150.0,
      "text": "una honestidad fuera de lo común. Muy seguido, buscamos preservar nuestra imagen a los ojos de otros al"
    },
    {
      "index": 74,
      "start_time": 435150.0,
      "end_time": 440030.0,
      "text": "evitar tomar decisiones dificiles - y entonces hacemos las cosas mucho peores de los que"
    },
    {
      "index": 75,
      "start_time": 440030.0,
      "end_time": 444419.0,
      "text": "deben ser. Deberíamos decir que les dejamos, que están despedidos, que su proyecto"
    },
    {
      "index": 76,
      "start_time": 444419.0,
      "end_time": 449040.0,
      "text": "ya no va a continuar, pero en vez de eso murmuramos que estamos preocupados"
    },
    {
      "index": 77,
      "start_time": 449040.0,
      "end_time": 452870.0,
      "text": "en ese momento, que nos encanta lo que hacen y que su proyecto esta siendo"
    },
    {
      "index": 78,
      "start_time": 452870.0,
      "end_time": 460000.0,
      "text": "discutido activamente por el equipo lider. Nos equivocamos al dejar lugar para la esperanza por amabilidad."
    },
    {
      "index": 79,
      "start_time": 460000.0,
      "end_time": 465509.0,
      "text": "Pero la verdadera amabilidad no significa parecer bueno, significa ayudar a las personas que van a ser"
    },
    {
      "index": 80,
      "start_time": 465509.0,
      "end_time": 472310.0,
      "text": "desilusionadas a ajustarse lo mejor que puedan a la realidad. Administrando una verdad clara y certera,"
    },
    {
      "index": 81,
      "start_time": 472310.0,
      "end_time": 478020.0,
      "text": "el diplomático mata la tortura de la esperanza, aceptando que la frustración tiene mucha posibilidad de"
    },
    {
      "index": 82,
      "start_time": 478020.0,
      "end_time": 485260.0,
      "text": "existir. el diplomático es suficientemente amable para ser objeto de odio. El"
    },
    {
      "index": 83,
      "start_time": 485260.0,
      "end_time": 492449.0,
      "text": "diplomático tiene éxito porque es realista, ellos se saben esencialmente defectuosos, irrazonables,"
    },
    {
      "index": 84,
      "start_time": 492449.0,
      "end_time": 497919.0,
      "text": "ansiosos, criaturas comicamente absurdas que esparcen culpas injustamente, fallan en diagnosticar sus"
    },
    {
      "index": 85,
      "start_time": 497919.0,
      "end_time": 504449.0,
      "text": "dolores y reaccionan espantosamente a las criticas -especialmente cuando son acertadas- y sin embargo tienen esperanza"
    },
    {
      "index": 86,
      "start_time": 504449.0,
      "end_time": 509409.0,
      "text": "en la posibilidad de progreso cuando las molestias son adecuadamente transmitidas"
    },
    {
      "index": 87,
      "start_time": 509409.0,
      "end_time": 513820.0,
      "text": "y hechas con  adecuado consuelo, interpretación exacta y respeto. La diplomacia"
    },
    {
      "index": 88,
      "start_time": 513820.00000000006,
      "end_time": 518930.00000000006,
      "text": "busca enseñarnos cuantas cosas buenas podemos alcanzar todavia si solo hacemos algunos"
    },
    {
      "index": 89,
      "start_time": 518929.99999999994,
      "end_time": 526340.0,
      "text": "cambios necesarios a la torcida, algunas veces conmovedora y enormemente desconfiable naturaleza humana."
    },
    {
      "index": 90,
      "start_time": 528680.0,
      "end_time": 533300.0,
      "text": "Si estas interesado en venir a San Francisco a conocernos a finales de marzo"
    },
    {
      "index": 91,
      "start_time": 533300.0,
      "end_time": 539480.0,
      "text": "por favor haz click en tu pantalla ahora para averiguar mas. Esperamos verte alla."
    }
  ]
}