{
  "video_id": "exGFiectofk",
  "title": "Civilization VI: Gathering Storm - First Look: Inca",
  "json": [
    {
      "index": 1,
      "start_time": 100.0,
      "end_time": 866.0,
      "text": "PRIMERA IMPRESIÓN: INCA"
    },
    {
      "index": 2,
      "start_time": 866.0,
      "end_time": 4566.0,
      "text": "Pachacútec lidera a los Incas en Civilization VI: Gathering Storm."
    },
    {
      "index": 3,
      "start_time": 9266.0,
      "end_time": 18666.0,
      "text": "Aunque muchos de los detalles de su notable reinado se perdieron en la historia, Pachacútec lideró la expansión de Cuzco hacia el organizado y poderoso imperio Inca."
    },
    {
      "index": 4,
      "start_time": 19216.0,
      "end_time": 21816.0,
      "text": "La mejora destacada de los Incas es las Terrazas de cultivo."
    },
    {
      "index": 5,
      "start_time": 21816.0,
      "end_time": 27383.0,
      "text": "Estas, solo pueden establecerse en las colinas y proporciona alimento y alimento adicional a las montañas adyacentes."
    },
    {
      "index": 6,
      "start_time": 27383.0,
      "end_time": 31833.0,
      "text": "Las Terrazas de cultivo también favorecen la producción de acueductos adyacentes y agua dulce."
    },
    {
      "index": 7,
      "start_time": 32299.999999999996,
      "end_time": 36983.0,
      "text": "La exclusiva habilidad de los Incas es Mit’a, que permite a los ciudadanos trabajar en casillas de montañas."
    },
    {
      "index": 8,
      "start_time": 37083.0,
      "end_time": 41116.0,
      "text": "Las casillas de montaña favorecen la producción, así como alimentos para terrazas de cultivo adyacentes."
    },
    {
      "index": 9,
      "start_time": 41866.0,
      "end_time": 44966.0,
      "text": "La Waraka es una unidad exclusiva de los Incas."
    },
    {
      "index": 10,
      "start_time": 44966.0,
      "end_time": 50816.0,
      "text": "Esta unidad de reconocimiento medieval puede atacar dos veces en un turno si no ha usado todos sus puntos de movimiento."
    },
    {
      "index": 11,
      "start_time": 53883.0,
      "end_time": 56950.0,
      "text": "La habilidad exclusiva de Pachacútec es Qhapaq Ñan."
    },
    {
      "index": 12,
      "start_time": 56950.0,
      "end_time": 60800.0,
      "text": "Las rutas comerciales nacionales obtienen alimentos adicionales para las montañas en la ciudad de origen."
    },
    {
      "index": 13,
      "start_time": 60816.0,
      "end_time": 68116.0,
      "text": "También tienes acceso a la mejora Qhapaq Ñan, una versión anterior de la mejora Túnel de montaña, después de descubrir Comercio Exterior."
    },
    {
      "index": 14,
      "start_time": 69400.0,
      "end_time": 73050.0,
      "text": "Para los Incas, las casillas de montaña son más que solo gran defensas."
    },
    {
      "index": 15,
      "start_time": 73416.0,
      "end_time": 80633.0,
      "text": "La habilidad única de Pachacútec, junto con el montón de Terrazas de cultivo, permitió a los Incas a que realmente prosperarán en sus extensas ciudades de montaña."
    },
    {
      "index": 16,
      "start_time": 81316.0,
      "end_time": 91450.0,
      "text": "Como Pachacútec, tú puedes liderar tu civilización sin preocuparte demasiado por la influencia externa: las rutas comerciales internas son más fuertes que nunca, lo que la convierte en una gran civilización aislacionista."
    },
    {
      "index": 17,
      "start_time": 91883.0,
      "end_time": 94716.0,
      "text": "¿Alcanzará tu civilización su cima en las montañas?"
    },
    {
      "index": 18,
      "start_time": 94716.0,
      "end_time": 99666.0,
      "text": "¿Cómo liderarás a los Incas en Sid Meier’s Civilization VI: Gathering Storm?"
    }
  ]
}