{
  "video_id": "f55QO2isoKM",
  "title": "Why We Are All Addicts",
  "json": [
    {
      "index": 1,
      "start_time": 240.0,
      "end_time": 6579.0,
      "text": "Todos tenemos algunas ideas preconcebidas acerca de un adicto: una persona con una jeringa de heroína tirada en un parque, o"
    },
    {
      "index": 2,
      "start_time": 6579.0,
      "end_time": 10950.0,
      "text": "alguien que esconde una botella de licor en una bolsa de papel a las nueve de la mañana, o quien aprovecha"
    },
    {
      "index": 3,
      "start_time": 10950.0,
      "end_time": 16680.0,
      "text": "cualquier oportunidad para prender otro cigarrillo de marihuana. Si bien estos casos pueden ser dramáticos"
    },
    {
      "index": 4,
      "start_time": 16680.0,
      "end_time": 22600.0,
      "text": "y trágicos, al mismo tiempo son inmensamente tranquilizadores para la mayoría de nosotros"
    },
    {
      "index": 5,
      "start_time": 22600.0,
      "end_time": 29210.0,
      "text": "porque colocan al adicto fuera de la experiencia cotidiana, en algún lugar \"fuera del escenario\""
    },
    {
      "index": 6,
      "start_time": 29210.0,
      "end_time": 36130.0,
      "text": "en la tierra de la semi-criminalidad y la completa destrucción. Estos ejemplos son peligrosamente aduladores,"
    },
    {
      "index": 7,
      "start_time": 36130.0,
      "end_time": 41870.0,
      "text": "ya que categorizan la adicción de una forma romántica que deja a la mayoría de nosotros fuera de este espectro"
    },
    {
      "index": 8,
      "start_time": 41870.0,
      "end_time": 47640.0,
      "text": "y al mismo tiempo, impide que nos identifiquemos, y por lo tanto empaticemos, con la mayoría"
    },
    {
      "index": 9,
      "start_time": 47640.0,
      "end_time": 53230.0,
      "text": "de las desdichadas víctimas de la adicción. Hay, en realidad, muchos más adictos de lo que pensamos"
    },
    {
      "index": 10,
      "start_time": 53230.0,
      "end_time": 59220.0,
      "text": "De hecho, si observamos este tema directamente y sin rodeos, casi todos somos adictos. Las estadísticas"
    },
    {
      "index": 11,
      "start_time": 59220.0,
      "end_time": 64640.0,
      "text": "oficiales de consumo de drogas duras o alcohol no constituyen una representación real"
    },
    {
      "index": 12,
      "start_time": 64640.0,
      "end_time": 70939.0,
      "text": "del asunto. Necesitamos definir la adicción de otra manera: adicción es la dependencia intensa"
    },
    {
      "index": 13,
      "start_time": 70939.0,
      "end_time": 77689.0,
      "text": "respecto a algo, lo que sea, en función de mantener nuestros pensamientos oscuros o inquietantes fuera de nuestra conciencia"
    },
    {
      "index": 14,
      "start_time": 77689.0,
      "end_time": 83119.0,
      "text": "Lo que realmente define una adicción no es la sustancia a la que alguien es adicto, ya que podemos ser adictos a"
    },
    {
      "index": 15,
      "start_time": 83119.0,
      "end_time": 89579.0,
      "text": "casi todo. Lo que define la adicción es el motivo que hay detrás de la dependencia a la sustancia - y, en particular, el"
    },
    {
      "index": 16,
      "start_time": 89579.0,
      "end_time": 97100.0,
      "text": "deseo de evitar enfrentarse a los contenidos de la propia mente. Estar dentro de nuestras mentes"
    },
    {
      "index": 17,
      "start_time": 97100.0,
      "end_time": 103570.0,
      "text": "es, para muchos de nosotros, y muy comprensiblemente, una posibilidad que nos provoca profunda ansiedad. Estamos"
    },
    {
      "index": 18,
      "start_time": 103570.0,
      "end_time": 108100.0,
      "text": "llenos de pensamientos en los que no queremos entretenernos, y de sentimientos que intentamos"
    },
    {
      "index": 19,
      "start_time": 108100.0,
      "end_time": 113500.0,
      "text": "desesperadamente no sentir. En nuestro interior hay una cantidad infinita de ira y tristeza que sólo podríamos confrontar"
    },
    {
      "index": 20,
      "start_time": 113500.0,
      "end_time": 119499.0,
      "text": "si tuviéramos un nivel extraordinario de coraje. Experimentamos una multitud de fantasías y deseos"
    },
    {
      "index": 21,
      "start_time": 119499.0,
      "end_time": 124319.0,
      "text": "que necesitamos fuertemente rechazar, dado que violan profundamente"
    },
    {
      "index": 22,
      "start_time": 124319.0,
      "end_time": 130360.0,
      "text": "nuestra auto-imagen y nuestros compromisos normativos. No deberíamos sentirnos orgullosos porque"
    },
    {
      "index": 23,
      "start_time": 130360.00000000001,
      "end_time": 135620.0,
      "text": "no estamos inyectando algo en nuestras venas. Casi con certeza, todos estamos haciendo algo"
    },
    {
      "index": 24,
      "start_time": 135620.0,
      "end_time": 140860.0,
      "text": "con igual compulsión. Chequeamos las noticias cada cuatro minutos, para mantener las noticias que se refieren a nosotros"
    },
    {
      "index": 25,
      "start_time": 140860.0,
      "end_time": 146810.0,
      "text": "fuera de nuestra conciencia. Hacemos deporte, extenuamos nuestros cuerpos con la esperanza de no tener"
    },
    {
      "index": 26,
      "start_time": 146810.0,
      "end_time": 153580.0,
      "text": "que escuchar nuestras mentes. Usamos el trabajo para no ser conscientes del trabajo interno que estamos"
    },
    {
      "index": 27,
      "start_time": 153580.0,
      "end_time": 160010.0,
      "text": "eludiendo. Las adicciones más compulsivas suenan bastante virtuosas para el mundo. Para tener una idea acerca"
    },
    {
      "index": 28,
      "start_time": 160010.0,
      "end_time": 164950.0,
      "text": "de nuestros niveles de adicción, sólo necesitamos considerar cuándo fue la última vez que"
    },
    {
      "index": 29,
      "start_time": 164950.0,
      "end_time": 170770.0,
      "text": "fuimos capaces de sentarnos a solas en una habitación con nuestros propios pensamientos, sin distracciones, haciendo libre asociación"
    },
    {
      "index": 30,
      "start_time": 170770.0,
      "end_time": 177480.0,
      "text": "atreviéndonos a vagar en el pasado y en el futuro, permitiéndonos sentir dolor, deseo, arrepentimiento"
    },
    {
      "index": 31,
      "start_time": 177480.0,
      "end_time": 184110.0,
      "text": "y excitación. Así podríamos ver cuánto tenemos en común con el adicto tradicional"
    },
    {
      "index": 32,
      "start_time": 184110.0,
      "end_time": 188260.0,
      "text": "Cuando nos enfrentamos cara a cara con ellos, no estamos encontrándonos con algo especialmente extraño, sólo"
    },
    {
      "index": 33,
      "start_time": 188260.0,
      "end_time": 193520.0,
      "text": "con una parte de nosotros que parece menos respetable - abriendo nuevas oportunidades para ser"
    },
    {
      "index": 34,
      "start_time": 193520.0,
      "end_time": 200310.0,
      "text": "más amables, hacia ellos y hacia nosotros. Podríamos empezar a pensar también en cómo dejar de depender"
    },
    {
      "index": 35,
      "start_time": 200310.0,
      "end_time": 206730.0,
      "text": "de nuestra propia búsqueda adictiva. Necesitamos perder el miedo a nuestras mentes. Necesitamos desarrollar un sentimiento"
    },
    {
      "index": 36,
      "start_time": 206730.0,
      "end_time": 213110.0,
      "text": "colectivo de seguridad que nos rodee cuando enfrentamos la pérdida, la humillación, el deseo sexual y la tristeza - sabiendo que"
    },
    {
      "index": 37,
      "start_time": 213110.0,
      "end_time": 219190.0,
      "text": "sino tendremos que continuar corriendo hasta que rehabilitemos nuestros sentimientos. Por otra parte,"
    },
    {
      "index": 38,
      "start_time": 219190.0,
      "end_time": 226750.0,
      "text": "la adicción es, en cierto sentido, filosofía - comprendida como el estudio paciente,"
    },
    {
      "index": 39,
      "start_time": 226750.0,
      "end_time": 233200.0,
      "text": "compasivo y sin miedo, acerca del contenido de nuestras mentes."
    },
    {
      "index": 40,
      "start_time": 234160.0,
      "end_time": 240630.0,
      "text": "Gracias por ver este video, poner \"me gusta\" y suscribirse. Si desean ver más videos ¿por qué no nos visitan"
    },
    {
      "index": 41,
      "start_time": 240630.0,
      "end_time": 245470.0,
      "text": "en persona o asisten a una clase? O den un vistazo a nuestra tienda en el link que está en la pantalla ahora"
    }
  ]
}