{
  "video_id": "Ff0gQJRy1Jw",
  "title": "CIVILIZATION VI - First Look: Sumeria",
  "json": [
    {
      "index": 1,
      "start_time": 3466.0,
      "end_time": 7733.0,
      "text": "Gilgamesh dirige Sumeria en Sid Meier’s Civilization VI. "
    },
    {
      "index": 2,
      "start_time": 7833.0,
      "end_time": 11133.0,
      "text": "De él se decía que era dos tercios dios y un tercio hombre, pero no se sabe si el héroe de la historia más antigua de la literatura fue una persona real o una leyenda."
    },
    {
      "index": 3,
      "start_time": 11133.0,
      "end_time": 17933.0,
      "text": ""
    },
    {
      "index": 4,
      "start_time": 18700.0,
      "end_time": 26600.0,
      "text": "La habilidad de Sumeria, Misión épica, otorga una recompensa de Aldea tribal al capturar un Puesto bárbaro."
    },
    {
      "index": 5,
      "start_time": 29933.0,
      "end_time": 32566.0,
      "text": "La unidad exclusiva de Sumeria es el Carro de guerra."
    },
    {
      "index": 6,
      "start_time": 32566.000000000004,
      "end_time": 41800.0,
      "text": "Es una unidad de inicio de partida muy poderosa, no tiene penalizaciones ante Lanceros o unidades de Anticaballería y obtiene una bonificación de movimiento si empieza en terreno abierto."
    },
    {
      "index": 7,
      "start_time": 42466.0,
      "end_time": 45333.0,
      "text": "La mejora exclusiva de Sumeria es el Zigurat. "
    },
    {
      "index": 8,
      "start_time": 45333.0,
      "end_time": 50933.0,
      "text": "Otorga Ciencia y Cultura cuando está adyacente a un Río, pero no puede construirse sobre una Colina."
    },
    {
      "index": 9,
      "start_time": 51600.0,
      "end_time": 57066.0,
      "text": "Gilgamesh es un aliado entusiasta en la guerra, y su habilidad se llama \"Aventuras de Enkidu\". "
    },
    {
      "index": 10,
      "start_time": 57266.0,
      "end_time": 64900.0,
      "text": "En una guerra conjunta, Sumeria comparte las recompensas por saqueo y la experiencia de combate con su aliado más cercano en un área de 5 casillas."
    },
    {
      "index": 11,
      "start_time": 65766.0,
      "end_time": 69700.0,
      "text": "Triunfar con Sumeria pasa por empezar la partida con buen pie. "
    },
    {
      "index": 12,
      "start_time": 69700.0,
      "end_time": 78466.0,
      "text": "Los Carros de guerra y los Zigurats están disponibles desde el comienzo de la partida, y el principio de la Antigüedad \"Comercio exterior\" abre la opción diplomática de realizar una guerra conjunta. "
    },
    {
      "index": 13,
      "start_time": 79466.0,
      "end_time": 83400.0,
      "text": "Si juegas con otra civilización, querrás tener a Sumeria como aliada. "
    },
    {
      "index": 14,
      "start_time": 83400.0,
      "end_time": 86600.0,
      "text": "Gilgamesh es un aliado leal al que le gusta corresponder a sus amistades."
    },
    {
      "index": 15,
      "start_time": 87700.0,
      "end_time": 91533.0,
      "text": " Una guerra conjunta podría ser beneficiosa para ambas civilizaciones."
    },
    {
      "index": 16,
      "start_time": 91533.0,
      "end_time": 94300.0,
      "text": "¿Harás que tu fama perdure con el paso de los siglos? "
    },
    {
      "index": 17,
      "start_time": 94300.0,
      "end_time": 98166.0,
      "text": "¿Cómo gobernarás Sumeria en Sid Meier’s Civilization VI?"
    }
  ]
}