{
  "video_id": "FNonSMghN40",
  "title": "The Use of LSD, Psilocybin, and Bromo-LSD for the Treatment of Cluster Headaches - Torsten Passie",
  "json": [
    {
      "index": 1,
      "start_time": 6665.0,
      "end_time": 14354.0,
      "text": "Estoy hablando acerca de [una posibilidad] que parcialmente no es de tema psicodélico, pero fue originado"
    },
    {
      "index": 2,
      "start_time": 14354.0,
      "end_time": 22495.0,
      "text": "en el campo de la psicodelia. La historia de su descubrimiento también es muy interesante."
    },
    {
      "index": 3,
      "start_time": 22495.0,
      "end_time": 30288.0,
      "text": "[Ustedes] principalmente me escucharan hablar sobre el bromo-LSD, el cual es un compuesto que [fue]"
    },
    {
      "index": 4,
      "start_time": 30288.0,
      "end_time": 33927.0,
      "text": "sintetizado originalmente por Hoffman a mediados de los 50's, por Abert Hoffmann,"
    },
    {
      "index": 5,
      "start_time": 33927.0,
      "end_time": 41396.0,
      "text": "el descubridor del LSD. Parecer ser que su placebo de LSD por fin convertirá en un medicamento."
    },
    {
      "index": 6,
      "start_time": 41396.0,
      "end_time": 46835.0,
      "text": "Eso es algo interesante, pero póstuma. El no sabía acerca de eso."
    },
    {
      "index": 7,
      "start_time": 46835.0,
      "end_time": 56657.0,
      "text": "El es Albert Hoffman, como ya han de saber. Entonces... para dar un pequeño contenido, les hablare"
    },
    {
      "index": 8,
      "start_time": 56657.0,
      "end_time": 62192.0,
      "text": "muy cortamente acerca de la cefalea en racimos y que significa. También les hablare"
    },
    {
      "index": 9,
      "start_time": 62192.0,
      "end_time": 67900.0,
      "text": "acerca de los primeros ensayos con LSD y psilocibina para la cefalea en racimos."
    },
    {
      "index": 10,
      "start_time": 67900.0,
      "end_time": 74710.0,
      "text": "Después hablare acerca del bromo-LSD y los tratamiento que hemos realizado"
    },
    {
      "index": 11,
      "start_time": 74710.0,
      "end_time": 80153.0,
      "text": "con bromo-LSD, así como el futuro tentativo con bromo-LSD,"
    },
    {
      "index": 12,
      "start_time": 80153.0,
      "end_time": 86459.0,
      "text": "si todo sale como lo esperamos. ¿Qué es una cefalea en racimos?"
    },
    {
      "index": 13,
      "start_time": 86459.0,
      "end_time": 93191.0,
      "text": "Uno o 2 o 3 de mil personas tienen cefalea en racimos, la cual es una forma maligna"
    },
    {
      "index": 14,
      "start_time": 93191.0,
      "end_time": 102872.0,
      "text": "de migraña. Hay una relación hombre-mujer, lo cual es opuesto a las migrañas, verdad?"
    },
    {
      "index": 15,
      "start_time": 102872.0,
      "end_time": 108647.0,
      "text": "Le llaman \"cefalea suicida\" porque las personas que tienen la enfermedad estan"
    },
    {
      "index": 16,
      "start_time": 108647.0,
      "end_time": 114494.0,
      "text": "es demasiado dolor que a veces sufren varios ataques al día,"
    },
    {
      "index": 17,
      "start_time": 114494.0,
      "end_time": 121152.0,
      "text": "y... muchas veces en linea. Muchas personas son crónicas de su padecimiento. Entonces cometen suicidio"
    },
    {
      "index": 18,
      "start_time": 121152.0,
      "end_time": 129998.0,
      "text": "para evitar el dolor. Tipicamente la edad de inicio es a los 20. Existen las formas episodicas y las formas crónicas."
    },
    {
      "index": 19,
      "start_time": 129997.99999999999,
      "end_time": 134632.0,
      "text": "Algunas personas solo tienen ciclo, 3 meses seguidos con cefalea en racimos"
    },
    {
      "index": 20,
      "start_time": 134632.0,
      "end_time": 141147.0,
      "text": "y después 3 meses libres de síntomas, después otros 3 meses, o en un patrón un poco diferente,"
    },
    {
      "index": 21,
      "start_time": 141147.0,
      "end_time": 148250.0,
      "text": "tienen estos ataques. Estas son en realidad muy severas y repetitivas"
    },
    {
      "index": 22,
      "start_time": 148250.0,
      "end_time": 155388.0,
      "text": "que ocurren en ciclos, por eso \"cluster\". Entonces es una enfermedad seria a la cual"
    },
    {
      "index": 23,
      "start_time": 155388.0,
      "end_time": 161376.0,
      "text": "no tenemos medicación real hasta ahorita. Les muestro una imagen que tal vez les de una idea"
    },
    {
      "index": 24,
      "start_time": 161376.0,
      "end_time": 167902.0,
      "text": "de que tan terrible es, porque sientes que lanza esta en tu cabeza, pasando a traves de ella"
    },
    {
      "index": 25,
      "start_time": 167902.0,
      "end_time": 173790.0,
      "text": "y tu sientes todo ese dolor. Es muy difícil, así mismo se tiene lagrimeo"
    },
    {
      "index": 26,
      "start_time": 173790.0,
      "end_time": 178547.0,
      "text": "y en veces edema de nariz, y sigue, pero es un dolor muy severo."
    },
    {
      "index": 27,
      "start_time": 178547.0,
      "end_time": 183965.0,
      "text": "Si buscan vídeos en youtube acerca de la enfermedad y de como"
    },
    {
      "index": 28,
      "start_time": 183965.0,
      "end_time": 190992.0,
      "text": "el dolor esta sucediendo, es terrible. No lo podrían creer, si no lo han visto."
    },
    {
      "index": 29,
      "start_time": 190992.0,
      "end_time": 195074.0,
      "text": "¿Cuáles son los tratamiento convencionales? Tenemos tratamiento que tratan"
    },
    {
      "index": 30,
      "start_time": 195074.0,
      "end_time": 201961.0,
      "text": "de trabajar con los episodio agudos así como dando efectos profilácticos si se toman diario."
    },
    {
      "index": 31,
      "start_time": 201961.0,
      "end_time": 206137.0,
      "text": "Esos son los medicamentos usuales con los que trabajábamos hasta ahorita. Pero puede que exista"
    },
    {
      "index": 32,
      "start_time": 206137.0,
      "end_time": 210380.0,
      "text": "un tipo nuevo de tratamiento con bromo-LSD y posiblemente con LSD/psilocibina,"
    },
    {
      "index": 33,
      "start_time": 210380.0,
      "end_time": 216080.0,
      "text": "los cuales se pueden llamar preventivos, porque utilizas el fármaco y después"
    },
    {
      "index": 34,
      "start_time": 216080.0,
      "end_time": 220418.0,
      "text": "se tiene un efecto posterior el cual es la remision... entonces no se tienen cefaleas en racimon,"
    },
    {
      "index": 35,
      "start_time": 220418.0,
      "end_time": 228490.0,
      "text": "a pesar de que se suspenda el tratamiento, veces adicionales."
    },
    {
      "index": 36,
      "start_time": 228490.0,
      "end_time": 236935.0,
      "text": "Respirar oxigeno puro puede ayudar mucho a estas personas en los ataques agudos, alrededor de 70%."
    },
    {
      "index": 37,
      "start_time": 236935.0,
      "end_time": 242474.0,
      "text": "Pero siempre tienes que cargar un tanque contigo. Eso es difícil de realizar a veces."
    },
    {
      "index": 38,
      "start_time": 242474.0,
      "end_time": 249382.0,
      "text": "Los triptanos que son utilizados en el tratamiento de la migraña, también son efectivos en muchas personas,"
    },
    {
      "index": 39,
      "start_time": 249382.0,
      "end_time": 253958.0,
      "text": "pero tienen algunos efectos secundarios. Especialmente si se toman algunas veces al día,"
    },
    {
      "index": 40,
      "start_time": 253958.0,
      "end_time": 257791.0,
      "text": "daran efectos secundarios severos, que son realmente desagradables y tambien"
    },
    {
      "index": 41,
      "start_time": 257791.0,
      "end_time": 262859.0,
      "text": "existe un facto de costo. Muchas de las aseguranzas en Estados Unidos no pagan"
    },
    {
      "index": 42,
      "start_time": 262859.0,
      "end_time": 268483.0,
      "text": "la cantidad que realmente se necesita."
    },
    {
      "index": 43,
      "start_time": 268483.0,
      "end_time": 273773.0,
      "text": "Verapamil es otro fármaco, usualmente para propósitos cardíacos. Es unado como"
    },
    {
      "index": 44,
      "start_time": 273773.0,
      "end_time": 279447.0,
      "text": "tratamiento profiláctico, pero fuera de la linea de tratamiento. También tiene muchos efectos secundarios"
    },
    {
      "index": 45,
      "start_time": 279447.0,
      "end_time": 284644.0,
      "text": "que muchas personas no pueden tolerar. Otro medicamento, prednisona,"
    },
    {
      "index": 46,
      "start_time": 284644.0,
      "end_time": 290922.0,
      "text": "que una preparación de cortisol. Cambien puede tener muchos efectos secundarios,"
    },
    {
      "index": 47,
      "start_time": 290922.0,
      "end_time": 297130.0,
      "text": "efectos inmuno-modularodes, psicosis, osteoporosis y la lista sigue. Entonces no puedes tomar eso,"
    },
    {
      "index": 48,
      "start_time": 297130.0,
      "end_time": 306292.0,
      "text": "realmente, como una base regular. Algunas nuevas ideas son: como la enfermedad es muy severa en calidad de dolor"
    },
    {
      "index": 49,
      "start_time": 306292.0,
      "end_time": 312613.0,
      "text": "... algunas personas inclusive buscaron... neuroestimuladores, donde se ponen unos cables"
    },
    {
      "index": 50,
      "start_time": 312613.0,
      "end_time": 318256.0,
      "text": "en el cerebro y se estimula así el dolor disminuye. Pero se encontró recientemente,"
    },
    {
      "index": 51,
      "start_time": 318256.0,
      "end_time": 322791.0,
      "text": "porque es un rival de acercamiento para BOL en un sentido, se encontró recientemente que"
    },
    {
      "index": 52,
      "start_time": 322791.0,
      "end_time": 328838.0,
      "text": "se tienen muchas complicaciones, infecciones y todo. Entonces todos tuvieron complicaciones"
    },
    {
      "index": 53,
      "start_time": 328838.0,
      "end_time": 333208.0,
      "text": "de hecho, cada paciente. Entonces se mantienen alejados de eso por ahora."
    },
    {
      "index": 54,
      "start_time": 333208.0,
      "end_time": 338111.0,
      "text": "También existe un caso de que si se tiene cefalea en racimos en un lado, por ejemplo,"
    },
    {
      "index": 55,
      "start_time": 338111.0,
      "end_time": 342348.0,
      "text": "y se pone un neuroestimulador ahí, probablemente el dolor cambie al otro lado."
    },
    {
      "index": 56,
      "start_time": 342348.0,
      "end_time": 353689.0,
      "text": "Así que se tiene una cirugía después de la otra, y realmente no funciona tan bien."
    },
    {
      "index": 57,
      "start_time": 353689.0,
      "end_time": 362201.0,
      "text": "La historia es interesante, porque una persona Escocesa con episodios severos de cefalea en racimos"
    },
    {
      "index": 58,
      "start_time": 362201.0,
      "end_time": 367880.0,
      "text": "estaba recibiendo ese tratamiento por 18 años y luego se preguntó porque no presentó los ataques"
    },
    {
      "index": 59,
      "start_time": 367880.0,
      "end_time": 373300.0,
      "text": "durante un año en algún momento. Siempre las tenia, en algún momento del año"
    },
    {
      "index": 60,
      "start_time": 373300.0,
      "end_time": 378775.0,
      "text": "pero esta vez no, por mese. Empezó a buscar en su diario y en su memoria, y dijo,"
    },
    {
      "index": 61,
      "start_time": 378775.0,
      "end_time": 388958.0,
      "text": "\"¿Que he hecho diferente de lo usual?\" Encontró que había tomado LSD LSD en 1993,"
    },
    {
      "index": 62,
      "start_time": 388958.0,
      "end_time": 393820.0,
      "text": "dos veces ese año. El no padeció de cefaleas en racimo el siguiente año."
    },
    {
      "index": 63,
      "start_time": 393820.0,
      "end_time": 400781.0,
      "text": "El realizo esa conexión casual acerca de eso."
    },
    {
      "index": 64,
      "start_time": 400781.0,
      "end_time": 404112.0,
      "text": "Eso es lo que dije."
    },
    {
      "index": 65,
      "start_time": 404112.0,
      "end_time": 413222.0,
      "text": "El estaba, por su cuenta, tomando LSD de base regular, a una dosis alucinógena, para tratarlo."
    },
    {
      "index": 66,
      "start_time": 413222.0,
      "end_time": 418551.0,
      "text": "El realmente previno todas las cefaleas. No se presentaron cefaleas después"
    },
    {
      "index": 67,
      "start_time": 418551.0,
      "end_time": 425177.0,
      "text": "durante ese tiempo. Después se mantuvo alejado del LSD para probar si realmente había una conexión,"
    },
    {
      "index": 68,
      "start_time": 425177.0,
      "end_time": 433190.0,
      "text": "y las cefaleas en racimo reaparecieron una vez mas. Esta personas estaba escribiendo"
    },
    {
      "index": 69,
      "start_time": 433190.0,
      "end_time": 439489.0,
      "text": "estos encuentros personales en el Internet, y así, otras personas se dieron cuenta acerca de eso."
    },
    {
      "index": 70,
      "start_time": 439489.0,
      "end_time": 444051.0,
      "text": "Algunos de ellos también son aficionados a la psicodelia, Yo pienso, que a ellos no les molesta"
    },
    {
      "index": 71,
      "start_time": 444051.0,
      "end_time": 450450.0,
      "text": "tomar cierta medicación, entonces fue probado en una base mas grande."
    },
    {
      "index": 72,
      "start_time": 450450.0,
      "end_time": 458703.0,
      "text": "Encontraron que realmente era muy efectivo. Entonces teniamos la evidecia correcta"
    },
    {
      "index": 73,
      "start_time": 458703.0,
      "end_time": 465042.0,
      "text": "de que 3 substancias pueden tratar la cefalea en racimos en una forma la cual les contaré."
    },
    {
      "index": 74,
      "start_time": 465042.0,
      "end_time": 472119.0,
      "text": "La primera es psilocibina, fue probada y tiene resultados también. La otra es el LSD,"
    },
    {
      "index": 75,
      "start_time": 472119.0,
      "end_time": 478112.0,
      "text": "no disponible en estras preparaciones, por el momento. La siguiente es bromo-LSD"
    },
    {
      "index": 76,
      "start_time": 478112.0,
      "end_time": 487126.0,
      "text": "de la cual hablare. Aquí tenemos unos puntos acerca de sus propósitos en los sesentas."
    },
    {
      "index": 77,
      "start_time": 487126.0,
      "end_time": 495393.0,
      "text": "Lo que se hizo, después, es que, mis colegas de Harvard... tuvieron la idea, iniciada por Bob Volt,"
    },
    {
      "index": 78,
      "start_time": 495393.0,
      "end_time": 502102.0,
      "text": "cabeza de la organización Cluster Busters, la cual fue fundada alrededor de estos hallazgos,"
    },
    {
      "index": 79,
      "start_time": 502102.0,
      "end_time": 507504.0,
      "text": "también esta anunciando de que esta preparando material donde pueden"
    },
    {
      "index": 80,
      "start_time": 507504.0,
      "end_time": 513782.0,
      "text": "buscar nuestros estudios y algunos tripticos relacionados con este tipo de investigación."
    },
    {
      "index": 81,
      "start_time": 513782.00000000006,
      "end_time": 522699.00000000006,
      "text": "En el año 2004-2005, Bob Volt estaba preguntando a las personas de Harvard, John Halpern, a decir verdad,"
    },
    {
      "index": 82,
      "start_time": 522698.99999999994,
      "end_time": 531558.0,
      "text": "para hacer una clase de encuesta acerca de estos caso. Estas personas se contactaron por internet,"
    },
    {
      "index": 83,
      "start_time": 531558.0,
      "end_time": 539604.0,
      "text": "y algunos de ellos, 53, fueron entrevistados y dieron su aprobación para obtener sus registros médicos,"
    },
    {
      "index": 84,
      "start_time": 539604.0,
      "end_time": 543680.0,
      "text": "para demostrar que fueron realmente diagnosticados, para de esa forma estar realmente seguros"
    },
    {
      "index": 85,
      "start_time": 543680.0,
      "end_time": 549927.0,
      "text": "de que padecieran la enfermedad. Cerca del 60% no había utilizado psicodelicos de forma recreacional,"
    },
    {
      "index": 86,
      "start_time": 549927.0,
      "end_time": 556419.0,
      "text": "pero lo tomaron por su cefalea en racimos, y funcionó para ellos."
    },
    {
      "index": 87,
      "start_time": 556419.0,
      "end_time": 564666.0,
      "text": "Estos fueron los participantes. Existía un uso de psilocibina, de 19 casos"
    },
    {
      "index": 88,
      "start_time": 564666.0,
      "end_time": 568966.0,
      "text": "17 habían tenido éxito tratando su cefalea en racimos con eso. Este estudio se realizo con"
    },
    {
      "index": 89,
      "start_time": 568966.0,
      "end_time": 575642.0,
      "text": "Andrew Sewll en cooperación con John Halpern y el jefe de departamento."
    },
    {
      "index": 90,
      "start_time": 575642.0,
      "end_time": 584847.0,
      "text": "Referente a la forma episodica de cefalea en racimo, 29 de 53 tomaron LSD para uso profilacto,"
    },
    {
      "index": 91,
      "start_time": 584847.0,
      "end_time": 591861.0,
      "text": "o la psilocibina. No hay algo muy bueno aqui."
    },
    {
      "index": 92,
      "start_time": 591861.0,
      "end_time": 597297.0,
      "text": "En mas del 50% fue efectivo... para romper el ciclo, pero no tomaron"
    },
    {
      "index": 93,
      "start_time": 597297.0,
      "end_time": 603173.0,
      "text": "en una base regular. Solo lo tomaron una vez y después el ciclo de la cefalea se rompió."
    },
    {
      "index": 94,
      "start_time": 603173.0,
      "end_time": 609382.0,
      "text": "en mas de la mitad de ellos. No existen medicamento tal que pueda producir eso."
    },
    {
      "index": 95,
      "start_time": 609382.0,
      "end_time": 614377.0,
      "text": "Necesito ser mas claro. Fue parcialmente efectivo en el 40% de los casos."
    },
    {
      "index": 96,
      "start_time": 614377.0,
      "end_time": 619346.0,
      "text": "Disminuyó el dolor, disminuyó la frecuencia. Asi que probablemente en ese punto de tiempo no habian"
    },
    {
      "index": 97,
      "start_time": 619346.0,
      "end_time": 625058.0,
      "text": "realizado cual era el esquema del tratamiento correcto, y que tan seguido"
    },
    {
      "index": 98,
      "start_time": 625058.0,
      "end_time": 630889.0,
      "text": "se debe de tomar así como a que dosis, y todo lo demás. Esta evaluacion, la encuesta"
    },
    {
      "index": 99,
      "start_time": 630889.0,
      "end_time": 637020.0,
      "text": "dio algunas ideas acerca de eso. Los usuarios de LSD tambien rompieron el ciclo y tuvieron algunos"
    },
    {
      "index": 100,
      "start_time": 637020.0,
      "end_time": 645837.0,
      "text": "efectos preventivos. Veinte de los usuarios de psilocibina habian tomando psilocibina"
    },
    {
      "index": 101,
      "start_time": 645837.0,
      "end_time": 652215.0,
      "text": "entre los ciclos y habían conseguido un efecto preventivo. Sigue siendo"
    },
    {
      "index": 102,
      "start_time": 652215.0,
      "end_time": 658289.0,
      "text": "un milagro sobre el mecanismo de acción. Se podría pensar acerca de epigenetica o lo que sea,"
    },
    {
      "index": 103,
      "start_time": 658289.0,
      "end_time": 664860.0,
      "text": "pero no existe idea algun hasta el momento que yo conozca."
    },
    {
      "index": 104,
      "start_time": 664860.0,
      "end_time": 672243.0,
      "text": "Les mostraré números acerca de los tratamiento convencionales, como oxigeno."
    },
    {
      "index": 105,
      "start_time": 672243.0,
      "end_time": 679407.0,
      "text": "Se ve su efecto parcial en ataques agudos, pero no rompe el ciclo."
    },
    {
      "index": 106,
      "start_time": 679407.0,
      "end_time": 684306.0,
      "text": "Por favor comprendan que con Triptanos, lo mismo esta sucediendo.Pueden reducir"
    },
    {
      "index": 107,
      "start_time": 684306.0,
      "end_time": 689362.0,
      "text": "el dolor de un ataque agudo, o inclusive a veces eliminarlo, pero con todos los efectos secundarios."
    },
    {
      "index": 108,
      "start_time": 689362.0,
      "end_time": 695621.0,
      "text": "Pero la psilocibina, sin tantos efectos secundarios, Yo diría que esta dando"
    },
    {
      "index": 109,
      "start_time": 695621.0,
      "end_time": 703778.0,
      "text": "un numero mayor, y es solo inefectivo en muy pocos pacientes."
    },
    {
      "index": 110,
      "start_time": 703778.0,
      "end_time": 706335.0,
      "text": "Ahora vamos al tipo de tratamiento profilactico, lo que han intentado utilizar"
    },
    {
      "index": 111,
      "start_time": 706335.0,
      "end_time": 712198.0,
      "text": "en estas investigaciones de auto medicacion. El litio no es muy efectivo"
    },
    {
      "index": 112,
      "start_time": 712198.0,
      "end_time": 717885.0,
      "text": "en tener efectos profilacticos. Verapamil tampoco es muy efectivo,"
    },
    {
      "index": 113,
      "start_time": 717885.0,
      "end_time": 723155.0,
      "text": "pero parcialmente efectivo. Prednisona es mucho mas efecto, pero tiene efectos adversos serios"
    },
    {
      "index": 114,
      "start_time": 723155.0,
      "end_time": 728022.0,
      "text": "entonces no se puede tomar de base regular; no esta disponible por la FDA."
    },
    {
      "index": 115,
      "start_time": 728022.0,
      "end_time": 735522.0,
      "text": "La psilocibina es muy efectiva para mas de la mitad de los pacientes, y para algunos"
    },
    {
      "index": 116,
      "start_time": 735522.0,
      "end_time": 740591.0,
      "text": "es parcialmente efectiva, y se puede ver que el LSD también es efectivo, tal vez mas que"
    },
    {
      "index": 117,
      "start_time": 740591.0,
      "end_time": 745443.0,
      "text": "la psilocibina. No estamos completamente seguros porque no se han realizado estudios controlado"
    },
    {
      "index": 118,
      "start_time": 745443.0,
      "end_time": 754246.0,
      "text": "que comparen los dos medicamento. Entonces, ¿Como llegamos a la idea del bromo-LSD?"
    },
    {
      "index": 119,
      "start_time": 754246.0,
      "end_time": 760212.0,
      "text": "Primero, estando en el hospital McLean, en la escuela de medicina de Harvard,"
    },
    {
      "index": 120,
      "start_time": 760212.0,
      "end_time": 765623.0,
      "text": "con Bob Volt y el profesor John Halpern del hospital McLean."
    },
    {
      "index": 121,
      "start_time": 765623.0,
      "end_time": 771183.0,
      "text": "Estabamos discutiendo acerca del LSD y como realizar un proyecto con LSD, el cual puede"
    },
    {
      "index": 122,
      "start_time": 771183.0,
      "end_time": 778899.0,
      "text": "estar conectado con serotonina y la activacion de receptores de serotonina. Pero el efecto preventivo"
    },
    {
      "index": 123,
      "start_time": 778899.0,
      "end_time": 782918.0,
      "text": "no puede ser explicado de esa forma, porque los efectos agudos se acaban después de un día"
    },
    {
      "index": 124,
      "start_time": 782918.0,
      "end_time": 790816.0,
      "text": "entonces el material esta fuera del sistema. Entonces hablábamos sobre los genes.... Podríamos aplica"
    },
    {
      "index": 125,
      "start_time": 790816.0,
      "end_time": 796431.0,
      "text": "para un estudio de psilocibina que fue planeado, y realizamos actividades en el estudio del protocolo."
    },
    {
      "index": 126,
      "start_time": 796431.0,
      "end_time": 802491.0,
      "text": "Tambien estabamos pensando acerca de los derivados del LSD. ¿Y como llegamos a eso?"
    },
    {
      "index": 127,
      "start_time": 802491.0,
      "end_time": 807567.0,
      "text": "Nos presantamos con Bob Volt nuestro corresponsal de \"Cluster Busters\""
    },
    {
      "index": 128,
      "start_time": 807567.0,
      "end_time": 812742.0,
      "text": "y en la administracion de investigacion de Harvard, y estabamos sentados en un cuarto con 2 chimeneas y"
    },
    {
      "index": 129,
      "start_time": 812742.0,
      "end_time": 819742.0,
      "text": "un gran escritorio, estas sillas grandes y estaban sentado frente a nosotros."
    },
    {
      "index": 130,
      "start_time": 819742.0,
      "end_time": 826398.0,
      "text": "Estabamos hablando con ellos, flexibles por el momento,\ny luego hubo una pausa"
    },
    {
      "index": 131,
      "start_time": 826398.0,
      "end_time": 835057.0,
      "text": "en la conversación, y la persona que lidereaba el otro lado dijo: \"¿Saben que?"
    },
    {
      "index": 132,
      "start_time": 835057.0,
      "end_time": 843033.0,
      "text": "\"Tenemos a Leary aquí\" Entonces parece ser que tienen una pared por vencer, y eso"
    },
    {
      "index": 133,
      "start_time": 843033.0,
      "end_time": 848606.0,
      "text": "probablemente no sera fácil. Entonces lo que hicimos es que llegamos a la idea, \"tal vez deberíamos\""
    },
    {
      "index": 134,
      "start_time": 848606.0,
      "end_time": 853956.0,
      "text": "\"buscar... los derivados\" pero solo con el propósito de probar"
    },
    {
      "index": 135,
      "start_time": 853956.0,
      "end_time": 860181.0,
      "text": "que la cosa mas apropiada que uno puede concluir acerca de los derivados,"
    },
    {
      "index": 136,
      "start_time": 860181.0,
      "end_time": 865196.0,
      "text": "el derivado mas apropiado puede que no sirva. Porque existe algo de evidencia de que"
    },
    {
      "index": 137,
      "start_time": 865196.0,
      "end_time": 871927.0,
      "text": "solo un efecto alucinógeno puede completar el efecto terapéutico. Parece ser dependiente"
    },
    {
      "index": 138,
      "start_time": 872281.0,
      "end_time": 880033.0,
      "text": "probablemente, de eso. Entonces tuvimos la idea de probar que otro medicamento, el no alucinógeno"
    },
    {
      "index": 139,
      "start_time": 880033.0,
      "end_time": 887754.0,
      "text": "no esta funcionando. De esta manera podríamos continuar con el estudio relacionado con LSD."
    },
    {
      "index": 140,
      "start_time": 887754.0,
      "end_time": 894457.0,
      "text": "Llegamos a eso. A la fecha hemos cooperado durante algunos años."
    },
    {
      "index": 141,
      "start_time": 894457.0,
      "end_time": 899902.0,
      "text": "La idea fue, primero, lo que les comente. El obstaculo de la investigacion en psicodelia en Harvard"
    },
    {
      "index": 142,
      "start_time": 899902.0,
      "end_time": 906924.0,
      "text": "puede ser un gran problema. Pueden existir alguna forma de dependencias por el efecto alucinógeno."
    },
    {
      "index": 143,
      "start_time": 906924.0,
      "end_time": 912101.0,
      "text": "Buscamos mas de 100 derivados, yo ya los había buscado, de cualquier forma,"
    },
    {
      "index": 144,
      "start_time": 912101.0,
      "end_time": 920948.0,
      "text": "sin ninguna razón. Encontramos 3 derivados que podrían ser apropiados de la breve información que les mostrare a continuacion"
    },
    {
      "index": 145,
      "start_time": 920948.0,
      "end_time": 929495.0,
      "text": "que fueron generados durante los 60's, y llegamos con BOL-148 el cual es bromo-LSD"
    },
    {
      "index": 146,
      "start_time": 929495.0,
      "end_time": 939942.0,
      "text": "Entonces es LSD, de hecho, con un atomo en otra moda, entonces"
    },
    {
      "index": 147,
      "start_time": 939942.0,
      "end_time": 948303.0,
      "text": "existe una pequeña diferencia. Fue sintetizado, no estoy realmente seguro si fue en el 55 o 57, creo que fue en el 55."
    },
    {
      "index": 148,
      "start_time": 948303.0,
      "end_time": 955466.0,
      "text": "Se sintetizo con la finalidad de ser un placebo de comparacion con el efecto de LSD."
    },
    {
      "index": 149,
      "start_time": 955466.0,
      "end_time": 961462.0,
      "text": "Se realizaron estudios en animales y humanos durante ese tiempo. Durante los 60s había muchas cosas"
    },
    {
      "index": 150,
      "start_time": 961462.0,
      "end_time": 967495.0,
      "text": "relacionadas andando porque ellos querían saber... En ese momento del tiempo acerca"
    },
    {
      "index": 151,
      "start_time": 967495.0,
      "end_time": 974199.0,
      "text": "de la opinion de la actividad anti-serotoninergica, la cual habia medido en una forma muy cruda"
    },
    {
      "index": 152,
      "start_time": 974199.0,
      "end_time": 986084.0,
      "text": "con algunos tejido... fue dado LSD sus efectos. Pero ellos encontraron"
    },
    {
      "index": 153,
      "start_time": 986084.0,
      "end_time": 992149.0,
      "text": "que bromo-LSD estaba realizando lo mismo respecto a la prueba anti-serotinergica"
    },
    {
      "index": 154,
      "start_time": 992149.0,
      "end_time": 996547.0,
      "text": "pero no estaba dando nigun efecto alucinogeno. Entonces fue excluido en cierta forma"
    },
    {
      "index": 155,
      "start_time": 996547.0,
      "end_time": 1003935.0,
      "text": "por el bromo-LSD en estas investigacion. Entonces lo que tambien encontraron fue que existia virtualmente pero no"
    },
    {
      "index": 156,
      "start_time": 1003935.0,
      "end_time": 1010072.0,
      "text": "existia actividad fisiologica, aun en las grandes dosis, como 10-20mg intravenosos,"
    },
    {
      "index": 157,
      "start_time": 1010072.0,
      "end_time": 1016110.0,
      "text": "Que tambien habia utilizado. Tampoco existia ningun tipo de efecto alucinogeno, pero algunos efectos"
    },
    {
      "index": 158,
      "start_time": 1016110.0,
      "end_time": 1022588.0,
      "text": "secundarios de los cuales platicamos mas tarde en esta platica."
    },
    {
      "index": 159,
      "start_time": 1022588.0,
      "end_time": 1026861.0,
      "text": "Aqui vemos dos moleculas, y pueden ver del lado derechom que marqué"
    },
    {
      "index": 160,
      "start_time": 1026861.0000000001,
      "end_time": 1032107.0000000001,
      "text": "con color naranja, para que puedan ver que solo un hidrogeno ha cambiado"
    },
    {
      "index": 161,
      "start_time": 1032107.0,
      "end_time": 1038437.0,
      "text": "a un bromo. Pero lo que no se muestra aqui, es que el bromo es mucha mas grande."
    },
    {
      "index": 162,
      "start_time": 1038436.9999999999,
      "end_time": 1044329.9999999999,
      "text": "Eso quiere decir que no es tan compatible con el receptor. Existen algunas interecacciones con receptores,"
    },
    {
      "index": 163,
      "start_time": 1044329.9999999999,
      "end_time": 1054643.0,
      "text": "pero muy leves. Han comparado LSD y BOL en humanos"
    },
    {
      "index": 164,
      "start_time": 1054643.0,
      "end_time": 1064289.0,
      "text": "en dosis muy grande. También han buscado con fines militares"
    },
    {
      "index": 165,
      "start_time": 1064289.0,
      "end_time": 1070176.0,
      "text": "como puede pre-tratar soldados con BOL, haciéndolos resistentes al LSD."
    },
    {
      "index": 166,
      "start_time": 1070176.0,
      "end_time": 1075540.0,
      "text": "Pero lo que encontraron es que el efecto psiquico no estaba bloqueado, pero alguno de los efectos fisiologicos"
    },
    {
      "index": 167,
      "start_time": 1075540.0,
      "end_time": 1081324.0,
      "text": "lo estaba. Entonces puede que se pegue al receptor pero que no"
    },
    {
      "index": 168,
      "start_time": 1081324.0,
      "end_time": 1088930.0,
      "text": "oprima el botón. No iré a eso por cuestiones de tiempo."
    },
    {
      "index": 169,
      "start_time": 1088930.0,
      "end_time": 1097524.0,
      "text": "Pero... pueden encontrar algunas diferencias, principalmente en la serotonina cerebal. BOL esta reduciendo los niveles"
    },
    {
      "index": 170,
      "start_time": 1097524.0,
      "end_time": 1102642.0,
      "text": "LSD es neutro al respecto, y la excitación del SNC baja con BOL,"
    },
    {
      "index": 171,
      "start_time": 1102642.0,
      "end_time": 1109985.0,
      "text": "también en animales. No se tienen ningún tipo de alucinaciones con BOL."
    },
    {
      "index": 172,
      "start_time": 1109985.0,
      "end_time": 1117480.0,
      "text": "Lo que encontramos es que tienen un periodo de acción muy corto, y parece de la evidencia"
    },
    {
      "index": 173,
      "start_time": 1117480.0,
      "end_time": 1123120.0,
      "text": "que cruza fácilmente la barrera hematoencefalica, así como lo hace el LSD."
    },
    {
      "index": 174,
      "start_time": 1123120.0,
      "end_time": 1128863.0,
      "text": "No tiene efecto alguno en la tension arterial, pulso, electrocardiograma, electroencefalograma, glucosa en sangre o tasa metabolica"
    },
    {
      "index": 175,
      "start_time": 1128863.0,
      "end_time": 1134729.0,
      "text": "así mismo tampoco en el sueño. Entonces es un material libre de efectos secundarios, en alguna forma."
    },
    {
      "index": 176,
      "start_time": 1134729.0,
      "end_time": 1142238.0,
      "text": "Se encontraron algunos efectos secundarios, pero no en las dosis de 550 microgramos por kilogramo."
    },
    {
      "index": 177,
      "start_time": 1142238.0,
      "end_time": 1146945.0,
      "text": "No se encontraron efectos secundarios virtuales. Algunos de nuestros pacientes que habia obtenido"
    },
    {
      "index": 178,
      "start_time": 1146945.0,
      "end_time": 1153787.0,
      "text": "30 microgramos por kilogramos, nos comentaron algo.\nEs como una copa de vino a la mitad;"
    },
    {
      "index": 179,
      "start_time": 1153787.0,
      "end_time": 1161431.0,
      "text": "te sientes \"tipsy\", lo que sea que significa eso. Pero en dosis altas se tiene este tipo de cansancio,"
    },
    {
      "index": 180,
      "start_time": 1161431.0,
      "end_time": 1166267.0,
      "text": "porque baja la excitación, y el descanso, y en algunos de los pacientes"
    },
    {
      "index": 181,
      "start_time": 1166267.0,
      "end_time": 1171539.0,
      "text": "problemas de concentración. Yo en lo personal he tomado 5mg, que es una doble dosis"
    },
    {
      "index": 182,
      "start_time": 1171539.0,
      "end_time": 1176464.0,
      "text": "comparado con la que le dimos a los pacientes, y un efecto secundario marcado fue una clase de"
    },
    {
      "index": 183,
      "start_time": 1176464.0,
      "end_time": 1183676.0,
      "text": "disforia. No es euforia, como la que la mayoria de las personas obtienen de LSD; es disforia."
    },
    {
      "index": 184,
      "start_time": 1183676.0,
      "end_time": 1188356.0,
      "text": "Puede que sea un agonista inverso; no lo se. Pero eso fue un efecto marcado y tambien"
    },
    {
      "index": 185,
      "start_time": 1188356.0,
      "end_time": 1196390.0,
      "text": "a veces descrito, pero no fue tan malo. Ok, espero poder continuar con las diapositivas."
    },
    {
      "index": 186,
      "start_time": 1196390.0,
      "end_time": 1200569.0,
      "text": "Tenemos algunas personas sintetizando BOL. Eso fue un gran problema, porque no es facil"
    },
    {
      "index": 187,
      "start_time": 1200569.0,
      "end_time": 1207345.0,
      "text": "sintetizar tanto. También tenemos un certificado analítico para eso."
    },
    {
      "index": 188,
      "start_time": 1207345.0,
      "end_time": 1212519.0,
      "text": "Lo utilizamos en algunos de nuestros pacientes con mis amigos y colegas, Profesor Karst,"
    },
    {
      "index": 189,
      "start_time": 1212519.0,
      "end_time": 1216339.0,
      "text": "el cual es un profesor del dolor en la escuela de medicina de Hanover. Tenemos una ley especifica"
    },
    {
      "index": 190,
      "start_time": 1216339.0,
      "end_time": 1220669.0,
      "text": "en Alemania, que en pacientes con tratamiento resistente, si tomamos la completa responsabilidad"
    },
    {
      "index": 191,
      "start_time": 1220669.0,
      "end_time": 1228925.0,
      "text": "y no estamos basándonos en un sistema se aseguranza, uno puede dar cualquier medicación. Pero solo es en estos"
    },
    {
      "index": 192,
      "start_time": 1228925.0,
      "end_time": 1234535.0,
      "text": "casos desesperado, resistentes al tratamiento. Entonces hemos creado una investigación de ellos."
    },
    {
      "index": 193,
      "start_time": 1234535.0,
      "end_time": 1238107.0,
      "text": "Tenemmos un protocolo de tratamiento. Pasamos por el IRB (Consejo Institucional de Revision)"
    },
    {
      "index": 194,
      "start_time": 1238107.0,
      "end_time": 1241233.0,
      "text": "preguntando si eso esta permitido y realizamos las investigaciones"
    },
    {
      "index": 195,
      "start_time": 1241233.0,
      "end_time": 1249611.0,
      "text": "y objetivos despues. Estuvimos dando salt hidrocloridica..."
    },
    {
      "index": 196,
      "start_time": 1249611.0,
      "end_time": 1253482.0,
      "text": "Lo importante es que lo administramos 3 veces con 5 días de separado"
    },
    {
      "index": 197,
      "start_time": 1253482.0,
      "end_time": 1258390.0,
      "text": "lo cual fue nuestra primer encuesta en estudio, que pueda funcionar en el lado preventivo"
    },
    {
      "index": 198,
      "start_time": 1258390.0,
      "end_time": 1264592.0,
      "text": "mas que otras aplicaciones. Buscamos el dolor diario, obviamente,"
    },
    {
      "index": 199,
      "start_time": 1264592.0,
      "end_time": 1270135.0,
      "text": "y la impresión global clinica, y tuvimos visitas personales con los pacientes despues."
    },
    {
      "index": 200,
      "start_time": 1270135.0,
      "end_time": 1277403.0,
      "text": "Aqui pueden observar los efectos del tratamiento. Por debajo estas pequeñas flechas, en el inicio,"
    },
    {
      "index": 201,
      "start_time": 1277403.0,
      "end_time": 1285184.0,
      "text": "en el nummero 3. Muestran cuando dimos Bromo-LSD 3 veces,"
    },
    {
      "index": 202,
      "start_time": 1285184.0,
      "end_time": 1291410.0,
      "text": "entonces las personas estaban bajo supervision clinica en ese momento. Luego pueden observar como baja"
    },
    {
      "index": 203,
      "start_time": 1291410.0,
      "end_time": 1296356.0,
      "text": "y aqui pueden ver las semanas. Pasan 16 semanas y nada ha pasado."
    },
    {
      "index": 204,
      "start_time": 1296356.0,
      "end_time": 1302160.0,
      "text": "Entonces existe un efecto preventivo solido, e incluso tuvimos unos pacientes"
    },
    {
      "index": 205,
      "start_time": 1302160.0,
      "end_time": 1310036.0,
      "text": "que estaba severamente enfermos, pacientes que no habia tenido ataques por años."
    },
    {
      "index": 206,
      "start_time": 1310036.0,
      "end_time": 1319573.0,
      "text": "Interesante como paso eso. También tuvimos un paciente que tuvo un ataque cuando la substancia fue aplicada."
    },
    {
      "index": 207,
      "start_time": 1319573.0,
      "end_time": 1323821.0,
      "text": "Hubo disminucion del dolor, durante el ataque del paciente, y tambien hubo"
    },
    {
      "index": 208,
      "start_time": 1323821.0,
      "end_time": 1330802.0,
      "text": "un decaimiento obvio en frecuencia y una mejoria desde la primera vez aunque"
    },
    {
      "index": 209,
      "start_time": 1330802.0,
      "end_time": 1339565.0,
      "text": "hayan aparecido ataques en la primera aplicación. Después los síntomas mejoraron después de la medicación,"
    },
    {
      "index": 210,
      "start_time": 1339565.0,
      "end_time": 1344309.0,
      "text": "y tuvimos esta extensión de remisión, asi fue llamada. Ahora hablamos de"
    },
    {
      "index": 211,
      "start_time": 1344309.0,
      "end_time": 1350781.0,
      "text": "los efectos preventivo. No existieron efectos adversos serios, nada virtualmente."
    },
    {
      "index": 212,
      "start_time": 1350781.0,
      "end_time": 1357587.0,
      "text": "¿Cual sera el siguiente paso? Se tiene que ir a todas estas juntas de investigadores"
    },
    {
      "index": 213,
      "start_time": 1357587.0,
      "end_time": 1363390.0,
      "text": "y con las personas que financian, los cuales tienen cierto tipo de paranoia de que algo no esta bien"
    },
    {
      "index": 214,
      "start_time": 1363390.0,
      "end_time": 1367922.0,
      "text": "con el proyecto. Encontraras a alguien que este dispuesto a invertir"
    },
    {
      "index": 215,
      "start_time": 1367922.0,
      "end_time": 1373432.0,
      "text": "mucho dinero, porque la industria farmacéutica no desarrolla estas drogas tipicamente."
    },
    {
      "index": 216,
      "start_time": 1373432.0,
      "end_time": 1378695.0,
      "text": "Estan esperado por cosas y comprarlas a altos precios. Para asi estan seguros"
    },
    {
      "index": 217,
      "start_time": 1378695.0,
      "end_time": 1385715.0,
      "text": "de que ya pasó por Fase 1 y Fase II, asi que esta funcionando, y es seguro."
    },
    {
      "index": 218,
      "start_time": 1385715.0,
      "end_time": 1392689.0,
      "text": "Entonces tenemos que encontrar los inversionistas por nosotros mismo para las dos primeras fases, y ese es un gran problema."
    },
    {
      "index": 219,
      "start_time": 1392689.0,
      "end_time": 1397437.0,
      "text": "Estuve envuelto en eso. Soy docente, entonces realmente no estoy acostumbrado a este tipo de cosas."
    },
    {
      "index": 220,
      "start_time": 1397437.0,
      "end_time": 1403257.0,
      "text": "Realizamos una patente junto con la Escuela de Medicina de Harvard y la escuela de Medicina de Hanover."
    },
    {
      "index": 221,
      "start_time": 1403257.0,
      "end_time": 1408571.0,
      "text": "Encontramos algunos investigadores pero también teníamos algunas interferencias con la patente"
    },
    {
      "index": 222,
      "start_time": 1408571.0,
      "end_time": 1416151.0,
      "text": "tema al cual no me quiero introducir. Lo que se intenta hacer es proceder con"
    },
    {
      "index": 223,
      "start_time": 1416151.0,
      "end_time": 1423300.0,
      "text": "Fase 1 y Fase 2 con estos inversionistas a bordo. Parece ser que eso puede funcionar"
    },
    {
      "index": 224,
      "start_time": 1423300.0,
      "end_time": 1429204.0,
      "text": "inmediatamente en los siguiente días. Después sera vendido a una compañía farmacéutica,"
    },
    {
      "index": 225,
      "start_time": 1429204.0,
      "end_time": 1436133.0,
      "text": "la cual hará la fase III, en la cual se tienen que invertir mas de 20 millones de dolares."
    },
    {
      "index": 226,
      "start_time": 1436133.0,
      "end_time": 1441065.0,
      "text": "Después, esperamos que sera establecido como medicamento para la cefalea en racimos."
    },
    {
      "index": 227,
      "start_time": 1441065.0,
      "end_time": 1451649.0,
      "text": "Existen algunos buenos prospectos para eso, tal vez. ¿Cual es la ventaja de los psicodelicos"
    },
    {
      "index": 228,
      "start_time": 1451649.0,
      "end_time": 1455677.0,
      "text": "para la cefalea en racimo? Parece ser que tiene menos efectos secundarios, pero hay una cosa interesante"
    },
    {
      "index": 229,
      "start_time": 1455677.0,
      "end_time": 1460718.0,
      "text": "Si uno piensa acerca de eso, uno pensaría: \"Oh, tome LSD y despues tuve en efecto secundario\""
    },
    {
      "index": 230,
      "start_time": 1460718.0,
      "end_time": 1466190.0,
      "text": "\"Que ya no tuve episodios de cefalea en racimos\" Tambien se puede tomar el lado opuesto, como,"
    },
    {
      "index": 231,
      "start_time": 1466190.0,
      "end_time": 1470471.0,
      "text": "Tome medicamento para la cefalea en racimos, pero tuve efectos secundarios, como alucinaciones\""
    },
    {
      "index": 232,
      "start_time": 1470471.0,
      "end_time": 1476658.0,
      "text": "\"y buen humor\" y lo que sea. Pero en general tiene mucho menos efectos secundarios que los otros"
    },
    {
      "index": 233,
      "start_time": 1476658.0,
      "end_time": 1481051.0,
      "text": "y son básicamente menos serios porque el LSD, puedo decir seriamente"
    },
    {
      "index": 234,
      "start_time": 1481051.0,
      "end_time": 1486612.0,
      "text": "es fisiologicamente tolerable. Entonces no tenemos efectos secundarios graves, aunque se de"
    },
    {
      "index": 235,
      "start_time": 1486612.0,
      "end_time": 1491488.0,
      "text": "grandes sobredosis. Nada ha sido reportado sobre eso a un nivel fisiológico."
    },
    {
      "index": 236,
      "start_time": 1491488.0,
      "end_time": 1496189.0,
      "text": "Solo se necesita tomar unas pocas veces. Eso puede ser una desventaja para la compañía farmacéutica,"
    },
    {
      "index": 237,
      "start_time": 1496189.0,
      "end_time": 1503092.0,
      "text": "verdad? Ellos quieren que te mediques 5 veces al día, todos los días, por años.... verdad?"
    },
    {
      "index": 238,
      "start_time": 1503092.0,
      "end_time": 1508305.0,
      "text": "Si uno encuentra una drogra preventiva, entonces uno no es amado por ellos"
    },
    {
      "index": 239,
      "start_time": 1508305.0,
      "end_time": 1515869.0,
      "text": "por que ellos no venden tripatonos. Las universidades pusieron muchos obstaculos en el contrato"
    },
    {
      "index": 240,
      "start_time": 1515869.0,
      "end_time": 1520123.0,
      "text": "para que no pueda ser comprado por el cajon. Eso podria pasar tambien."
    },
    {
      "index": 241,
      "start_time": 1520123.0,
      "end_time": 1524347.0,
      "text": "Si quieres vender triptanos, pero no te interesan los efectos secundarios"
    },
    {
      "index": 242,
      "start_time": 1524347.0,
      "end_time": 1529313.0,
      "text": "tenemos un efecto secundario que sale de el: el dinero. Puedes tener"
    },
    {
      "index": 243,
      "start_time": 1529313.0,
      "end_time": 1534057.0,
      "text": "estos efectos preventivos a largo plazo. Puede que exista la posibilidad de encontrarnos"
    },
    {
      "index": 244,
      "start_time": 1534057.0,
      "end_time": 1542113.0,
      "text": "por casualidad, con el diseño de un nuevo medicamento que da un gran efecto preventivo"
    },
    {
      "index": 245,
      "start_time": 1542113.0,
      "end_time": 1548277.0,
      "text": "por un gran periodo de tiempo. Ese seria un nuevo mecanismos que tiene que ser explorado."
    },
    {
      "index": 246,
      "start_time": 1548277.0,
      "end_time": 1552785.0,
      "text": "Cambien demostramos en que BOL, una droga no alucinógena, es efectiva en la cefalea en racimos,"
    },
    {
      "index": 247,
      "start_time": 1552785.0,
      "end_time": 1560158.0,
      "text": "y también minimiza los efectos secundarios, gracias por su atención. [Aplausos]"
    }
  ]
}