{
  "video_id": "fOWm1Fcdde0",
  "title": "On Feeling Ugly",
  "json": [
    {
      "index": 1,
      "start_time": 580.0,
      "end_time": 6120.0,
      "text": "Nos vemos sorpresivamente en un espejo y, en un instante, somos arrojados en la"
    },
    {
      "index": 2,
      "start_time": 6120.0,
      "end_time": 13880.0,
      "text": "angustia: la inusual nariz, el desfavorable cabello, el enfermizo tono de tez,  pero más que"
    },
    {
      "index": 3,
      "start_time": 13880.0,
      "end_time": 21690.0,
      "text": "todo,  la muy familiar, necesitada y desahuciada expresión. Se siente,"
    },
    {
      "index": 4,
      "start_time": 21690.0,
      "end_time": 28570.0,
      "text": "en esos momentos, como si todos nuestros peores temores fueran ciertos. Todos nuestros esfuerzos para escaparnos de nuestra monstruosidad"
    },
    {
      "index": 5,
      "start_time": 28570.0,
      "end_time": 34190.0,
      "text": "han fallado. Un espantoso espectro es, durante nuestro breve tiempo en la tierra, verdaderamente, quien estamos"
    },
    {
      "index": 6,
      "start_time": 34190.0,
      "end_time": 42050.0,
      "text": "destinados a ser. Crucialmente, el sentirse feo es enteramente independiente de cómo alguien luce."
    },
    {
      "index": 7,
      "start_time": 42050.0,
      "end_time": 49329.0,
      "text": "Hay bellezas andando por ahí asqueadas de su apariencia y feos"
    },
    {
      "index": 8,
      "start_time": 49360.0,
      "end_time": 55260.0,
      "text": "agusto consigo. Hay siempre un infinito número de razones para considerarse"
    },
    {
      "index": 9,
      "start_time": 55260.0,
      "end_time": 62380.0,
      "text": "simpático o grosero, listo  o bobo; así que lo que lo decide nunca es en definitiva"
    },
    {
      "index": 10,
      "start_time": 62380.0,
      "end_time": 69450.0,
      "text": "el juicio de nuestros ojos sino la condición de nuestras almas. Es nuestro estado emocional el que guia"
    },
    {
      "index": 11,
      "start_time": 69450.0,
      "end_time": 74560.0,
      "text": "nuestra vista en su evaluación del rostro en el espejo y, el que proyecta la atmósfera"
    },
    {
      "index": 12,
      "start_time": 74560.0,
      "end_time": 81579.0,
      "text": "de egoísmo, sordidez y furtividad que ubicamos en nuestras características. Por tanto,"
    },
    {
      "index": 13,
      "start_time": 81579.0,
      "end_time": 86810.0,
      "text": "cuando estamos tristes, raramente necesitamos un nuevo set de prendas o un corte. Requerimos, poniéndolo"
    },
    {
      "index": 14,
      "start_time": 86810.0,
      "end_time": 93630.0,
      "text": "ingenua y  grandiosamente, ser vistos a traves de los ojos del amor, por alguien culla"
    },
    {
      "index": 15,
      "start_time": 93630.0,
      "end_time": 100319.0,
      "text": "generosa evaluación pueda salvarnos de nuestro autoinfligido odio y rapiña. Es aún"
    },
    {
      "index": 16,
      "start_time": 100319.0,
      "end_time": 105959.0,
      "text": "más desafortunado que, precisamente cuando nos sentimos más desagradables,  puede ser tan duro pedirle a"
    },
    {
      "index": 17,
      "start_time": 105959.0,
      "end_time": 112029.0,
      "text": "alguien su ayuda. Nos odiamos demasiado para atrevernos a esperar que a calauera"
    },
    {
      "index": 18,
      "start_time": 112029.0,
      "end_time": 118409.0,
      "text": "podamos gustarle y podría, en respuesta a amables preguntas,  simplemente intentar probar nuestra"
    },
    {
      "index": 19,
      "start_time": 118409.0,
      "end_time": 126479.0,
      "text": "desagradable naturaleza mediante monosilábicos y elusivos  gruñidos. Necesitamos, en nuestra aflicción, a"
    },
    {
      "index": 20,
      "start_time": 126479.0,
      "end_time": 132319.0,
      "text": "alguien que nos explique nuestra condición con el mundo, para demostrar que estamos extraviados y"
    },
    {
      "index": 21,
      "start_time": 132320.0,
      "end_time": 139660.0,
      "text": "avergonzados, no que somos monstruosos o repugnantes. Podríamos necesitar (por un tiempo al menos) dejar que"
    },
    {
      "index": 22,
      "start_time": 139680.0,
      "end_time": 141600.0,
      "text": "las palabras de alguien mas trabajen en nosotros."
    },
    {
      "index": 23,
      "start_time": 144000.0,
      "end_time": 154400.0,
      "text": "En The School of Life, creemos que la confianza es una habilidad que podemos aprender. Nuestras tarjetasde confianza están diseñadas para ayudarnos a dominar este misterioso arte. Haz click ahora para aprender más"
    }
  ]
}