{
  "video_id": "fPJgkSkUN7g",
  "title": "5 Myths about Mental Illnesses",
  "json": [
    {
      "index": 1,
      "start_time": 2449.0,
      "end_time": 7800.0,
      "text": "♪♫"
    },
    {
      "index": 2,
      "start_time": 7800.0,
      "end_time": 14862.0,
      "text": "En 1961, un hombre llamado Thomas Szasz publicó un libro titulado \"El Mito de la"
    },
    {
      "index": 3,
      "start_time": 14862.0,
      "end_time": 21789.0,
      "text": "Enfermedad Mental\", en el que discutía su creencia de que las enfermedades mentales son diagnósticos innecesarios usados"
    },
    {
      "index": 4,
      "start_time": 21789.0,
      "end_time": 27271.0,
      "text": "como excusa para ocultar el comportamiento poco moral y poco social de los individuos. Algunos individuos sostienen todavía este tipo de pensamiento sobre"
    },
    {
      "index": 5,
      "start_time": 27271.0,
      "end_time": 32462.0,
      "text": "las enfermedades mentales, pero la mayoría ha logrado comprender con el paso de los años lo que una"
    },
    {
      "index": 6,
      "start_time": 32462.000000000004,
      "end_time": 34888.0,
      "text": "enfermedad mental realmente es."
    },
    {
      "index": 7,
      "start_time": 34888.0,
      "end_time": 40017.0,
      "text": "Aunque comprendemos mejor lo que son las enfermedades mentales, aún existen muchos mitos sobre dichas enfermedades que"
    },
    {
      "index": 8,
      "start_time": 40017.0,
      "end_time": 45904.0,
      "text": "tienen efectos dañinos sobre el tratamiento aplicado a aquellos individuos que padecen trastornos psicológicos. Por lo tanto, hoy, vamos a"
    },
    {
      "index": 9,
      "start_time": 45904.0,
      "end_time": 49499.0,
      "text": "hablar acerca de los 5 mitos dañinos sobre las enfermedades mentales:"
    },
    {
      "index": 10,
      "start_time": 49499.0,
      "end_time": 54083.0,
      "text": "1. Los individuos que padecen trastornos mentales pueden posiblemente ser agresivos"
    },
    {
      "index": 11,
      "start_time": 54083.0,
      "end_time": 61434.0,
      "text": "\"The Sun\", periódico publicado en el Reino Unido, publicó un artículo que decía que más de 1200 personas han sido"
    },
    {
      "index": 12,
      "start_time": 61434.0,
      "end_time": 66135.0,
      "text": "asesinadas por individuos con enfermedades mentales en los últimos 10 años en Inglaterra. Las estadísticas eran verídicas,"
    },
    {
      "index": 13,
      "start_time": 66135.0,
      "end_time": 73231.0,
      "text": "pero no aclaraban que el 97% de las muertes contadas eran suicidios. En"
    },
    {
      "index": 14,
      "start_time": 73231.0,
      "end_time": 79159.0,
      "text": "realidad, la presencia de comportamiento delictivo en los individuos que sufren de enfermedades mentales es escasa, y dichos individuos"
    },
    {
      "index": 15,
      "start_time": 79159.0,
      "end_time": 84389.0,
      "text": "son los que tienen mayor posibilidad de sufrir violencia doméstica o abusos sexuales. Tienden"
    },
    {
      "index": 16,
      "start_time": 84389.0,
      "end_time": 88750.0,
      "text": "más a tener una reacción psicológica intensa a ser victimizados."
    },
    {
      "index": 17,
      "start_time": 88750.0,
      "end_time": 94480.0,
      "text": "2. Los individuos pueden dejar de tener una enfermedad mental si realmente lo desean"
    },
    {
      "index": 18,
      "start_time": 94480.0,
      "end_time": 99560.0,
      "text": "Un mito popular, especialmente en el caso de los individuos que sufren depresión y ansiedad, es aquel en el cual se cree que un individuo es simplemente"
    },
    {
      "index": 19,
      "start_time": 99560.0,
      "end_time": 105278.0,
      "text": "hipersensible y puede arreglar el problema fácilmente. En estos casos, las frases como \"Solo quieren la"
    },
    {
      "index": 20,
      "start_time": 105278.0,
      "end_time": 111574.0,
      "text": "atención\" o \"Les gusta sentirse miserables\" se empiezan a escuchar. A menudo, las enfermedades mentales tienen un"
    },
    {
      "index": 21,
      "start_time": 111574.0,
      "end_time": 117457.0,
      "text": "factor genético que influye en el desequilibrio químico y preposicional que no puede ser fácilmente"
    },
    {
      "index": 22,
      "start_time": 117457.0,
      "end_time": 123219.0,
      "text": "conquistado a pura fuerza de voluntad. Incluso, es dificil tomar el primer paso de pedir ayuda y"
    },
    {
      "index": 23,
      "start_time": 123219.0,
      "end_time": 128086.0,
      "text": "reunir el coraje para, además, reconocer que se trata de un problema serio. Encontrar a un"
    },
    {
      "index": 24,
      "start_time": 128086.00000000001,
      "end_time": 133116.0,
      "text": "terapeuta o atravezar un proceso de ensayo y error que lleva mucho tiempo"
    },
    {
      "index": 25,
      "start_time": 133116.0,
      "end_time": 134822.0,
      "text": "también es algo dificultoso."
    },
    {
      "index": 26,
      "start_time": 134822.0,
      "end_time": 140640.0,
      "text": "Incluso, algunos individuos deciden pelearla ellos mismos. Tener una enfermedad mental puede asustar,"
    },
    {
      "index": 27,
      "start_time": 140640.0,
      "end_time": 146037.0,
      "text": "desgastar emocionalmente y agotar. Reponerse y luchar"
    },
    {
      "index": 28,
      "start_time": 146037.0,
      "end_time": 154084.0,
      "text": "mientras se toma toda la ayuda posible, es algo bastante complicado."
    },
    {
      "index": 29,
      "start_time": 154084.0,
      "end_time": 158900.0,
      "text": "3. El amor y el apoyo curan por completo las enfermedades mentales"
    },
    {
      "index": 30,
      "start_time": 158900.0,
      "end_time": 164542.0,
      "text": "Los terapeutas y médicos siempre dirán que el apoyo social es un factor muy importante cuando se"
    },
    {
      "index": 31,
      "start_time": 164542.0,
      "end_time": 170179.0,
      "text": "trata del proceso de recuperación. Sin embargo, puede que no siempre sea la manera efectiva de curar la enfermedad mental de alguien."
    },
    {
      "index": 32,
      "start_time": 170179.0,
      "end_time": 174729.0,
      "text": "Todos hemos visto películas en donde un niño con serios problemas de conducta o una niña que sufre"
    },
    {
      "index": 33,
      "start_time": 174729.0,
      "end_time": 179731.0,
      "text": "arrebatos emocionales mejora por completo hacia el final de la película gracias a que alguien"
    },
    {
      "index": 34,
      "start_time": 179731.0,
      "end_time": 185055.0,
      "text": "se ha esforzado lo suficiente para que ese otro comprenda repentinamente que también puede ser amado. Es un concepto"
    },
    {
      "index": 35,
      "start_time": 185055.0,
      "end_time": 190244.0,
      "text": "conmovedor, pero si usted pretende que esto suceda en la vida real, se va a desilusionar profundamente. Pueden temer"
    },
    {
      "index": 36,
      "start_time": 190244.0,
      "end_time": 195446.0,
      "text": "al rechazo social. Aunque es genial tener a alguien que te ayude y apoye"
    },
    {
      "index": 37,
      "start_time": 195446.0,
      "end_time": 200117.0,
      "text": "en la lucha y que te muestre que se preocupa por vos, un individuo que padece una enfermedad mental puede tener dificultades"
    },
    {
      "index": 38,
      "start_time": 200117.0,
      "end_time": 205135.0,
      "text": "incluso para creerte de entrada. Esperar un avance mediante la muestra de amor y afecto y,"
    },
    {
      "index": 39,
      "start_time": 205135.0,
      "end_time": 210107.0,
      "text": "al mismo tiempo, el apoyo diario, es algo complicado, especialmente si es un día  particularmente malo"
    },
    {
      "index": 40,
      "start_time": 210107.0,
      "end_time": 212560.0,
      "text": "para la persona que se ayuda."
    },
    {
      "index": 41,
      "start_time": 212560.0,
      "end_time": 216672.0,
      "text": "4. Padecer de una enfermedad mental es una sentencia de muerte social"
    },
    {
      "index": 42,
      "start_time": 216672.0,
      "end_time": 221966.0,
      "text": "La concientización sobre las enfermedades mentales y sus causas se han duplicado aún más desde la década de 1950."
    },
    {
      "index": 43,
      "start_time": 221966.0,
      "end_time": 227158.0,
      "text": "Las enfermedades mentales se han reconocido plenamente y se han aceptado más. Incluso aún más que"
    },
    {
      "index": 44,
      "start_time": 227158.0,
      "end_time": 232525.0,
      "text": "las enfermedades físicas, en algunos casos. Además, algunos individuos creen que padecer de una enfermedad mental es un signo de"
    },
    {
      "index": 45,
      "start_time": 232525.0,
      "end_time": 237824.0,
      "text": "mayor comprensión de lo que significa se un ser humano. Ardilla Gomez descubrió que"
    },
    {
      "index": 46,
      "start_time": 237824.0,
      "end_time": 242358.0,
      "text": "vivir cerca de un lugar donde ofrecen servicios de salud mental puede incrementar los niveles de aceptación y"
    },
    {
      "index": 47,
      "start_time": 242358.0,
      "end_time": 246829.0,
      "text": "comprensión del 21% a más del 80% de la población."
    },
    {
      "index": 48,
      "start_time": 246829.0,
      "end_time": 251557.0,
      "text": "Los individuos que no padecen enfermedades mentales comprenden por lo que algunas personas pasan y están dispuestos"
    },
    {
      "index": 49,
      "start_time": 251557.0,
      "end_time": 254682.0,
      "text": "a hacer todo lo posible para ayudar si  se puede."
    },
    {
      "index": 50,
      "start_time": 254682.0,
      "end_time": 257345.0,
      "text": "5. Te convertirás en tu etiqueta"
    },
    {
      "index": 51,
      "start_time": 257345.00000000003,
      "end_time": 262228.0,
      "text": "Esto representa un gran temor cuando se trata de tomar la decisión de visitar a un profesional en salud mental."
    },
    {
      "index": 52,
      "start_time": 262228.0,
      "end_time": 269245.0,
      "text": "En vez de ser un individuo, te sientes etiquetado como un maníaco-depresivo, un anoréxico, un esquizofrénico, etc."
    },
    {
      "index": 53,
      "start_time": 269245.0,
      "end_time": 275005.0,
      "text": "Algunos pacientes terminan sintiéndose como si no se los vieran o valorizaran como individuos. Los terapeutas versados en el enfoque rogeriano"
    },
    {
      "index": 54,
      "start_time": 275005.0,
      "end_time": 281718.0,
      "text": "se han alejado de la terminología de primera persona. Por ejemplo, en vez de usar \"un niño autista\", se usa"
    },
    {
      "index": 55,
      "start_time": 281718.0,
      "end_time": 287946.0,
      "text": "\"un niño con autismo\". Esto pone el énfasis en la persona y no en la enfermedad. Algunos investigadores"
    },
    {
      "index": 56,
      "start_time": 287946.0,
      "end_time": 293441.0,
      "text": "incluso han discutido si decirle a los pacientes su diagnóstico oficial es beneficioso para su proceso de"
    },
    {
      "index": 57,
      "start_time": 293441.0,
      "end_time": 299290.0,
      "text": "recuperamiento. Si el paciente siente que su propio trastorno mental es la única cosa en lo que su terapeuta"
    },
    {
      "index": 58,
      "start_time": 299290.0,
      "end_time": 304512.0,
      "text": "o médico se enfoca, entonces se recomienda enormemente que busquen otro terapeuto o médico."
    },
    {
      "index": 59,
      "start_time": 304512.0,
      "end_time": 309368.0,
      "text": "Si has disfrutado el video de hoy, suscríbete a Psych2Go. Además, no se olvide de seguirlos en"
    },
    {
      "index": 60,
      "start_time": 309368.0,
      "end_time": 315368.0,
      "text": "Facebook, Twitter y Tumblr."
    }
  ]
}