{
  "video_id": "FRPp4LYgZVM",
  "title": "10 Difficulties Old Souls Face",
  "json": [
    {
      "index": 1,
      "start_time": 12000.0,
      "end_time": 18960.0,
      "text": "Ser un alma vieja es difícil. Sin embargo, esto a menudo se pasa por alto porque somos muy buenos en internalizar nuestros conflictos."
    },
    {
      "index": 2,
      "start_time": 19260.0,
      "end_time": 25320.0,
      "text": "Para entender mejor lo que es un alma vieja, puedes ver nuestro video anterior, 10 señales de que eres un alma vieja."
    },
    {
      "index": 3,
      "start_time": 25960.0,
      "end_time": 30120.0,
      "text": "Se necesita valor para ser diferente a la multitud, y el camino no es necesariamente fácil."
    },
    {
      "index": 4,
      "start_time": 30340.0,
      "end_time": 33140.0,
      "text": "Estas son diez dificultades con las que las almas viejas se pueden identificar."
    },
    {
      "index": 5,
      "start_time": 34940.0,
      "end_time": 37080.0,
      "text": "Número uno: estás marginada."
    },
    {
      "index": 6,
      "start_time": 37600.0,
      "end_time": 42600.0,
      "text": "La sociedad no conoce tu forma de operar y debido a eso, piensan que eres abrumadoramente diferente."
    },
    {
      "index": 7,
      "start_time": 42880.0,
      "end_time": 48140.0,
      "text": "La gente no siempre sabe cómo manejar las diferencias, así que en vez de tratar de entender, te ignoran."
    },
    {
      "index": 8,
      "start_time": 48520.0,
      "end_time": 55540.0,
      "text": "Ser marginado en realidad no es un reflejo de lo que eres, sino un reflejo de los temores de aquellos que te separan del resto."
    },
    {
      "index": 9,
      "start_time": 57340.0,
      "end_time": 59500.0,
      "text": "Número dos: eres incomprendido."
    },
    {
      "index": 10,
      "start_time": 60020.0,
      "end_time": 68660.0,
      "text": "Es como si hablaras un idioma completamente diferente de los demás. Sientes que tienes que explicarte un poco más porque la gente no entiende de donde vienes."
    },
    {
      "index": 11,
      "start_time": 69060.0,
      "end_time": 72880.0,
      "text": "Lo que tú piensas que es veraz y significativo podría no significar nada para los demás."
    },
    {
      "index": 12,
      "start_time": 73260.0,
      "end_time": 81420.0,
      "text": "Para transmitir tus pensamientos e ideas, trata de usar una salida creativa, como ilustración o fotografía, estos son grandes métodos de comunicación indirecta."
    },
    {
      "index": 13,
      "start_time": 83240.0,
      "end_time": 87340.0,
      "text": "Número tres: tienes más crisis existenciales más que la persona promedio."
    },
    {
      "index": 14,
      "start_time": 87860.0,
      "end_time": 95420.0,
      "text": "¿Qué pasa cuando la vida te da limones? Eres exactamente el tipo de persona que reflexiona sobre estas cuestiones y, en consecuencia, piensas demasiado."
    },
    {
      "index": 15,
      "start_time": 95420.0,
      "end_time": 99820.0,
      "text": "Empiezas a ignorar lo que la vida tiene para ofrecer y te pierdes dentro de esto."
    },
    {
      "index": 16,
      "start_time": 100080.0,
      "end_time": 105500.0,
      "text": "Por un lado, tienes una increíble visión y sabiduría, pero, por el otro, esto podría ser francamente caótico."
    },
    {
      "index": 17,
      "start_time": 105780.0,
      "end_time": 110480.0,
      "text": "En lugar de ahogarte en tus pensamientos, deja que las cosas sucedan con moderación y encuentra tu estabilidad."
    },
    {
      "index": 18,
      "start_time": 112140.0,
      "end_time": 115880.0,
      "text": "Número cuatro: tu necesidad de espacio puede conducir a la gente lejos de ti."
    },
    {
      "index": 19,
      "start_time": 116360.0,
      "end_time": 124160.0,
      "text": "El espacio es esencial para ti, y cuando lo exiges, tus amigos o familiares mas cercanos, podrían tomarlo de la manera equivocada, creando grandes malentendidos."
    },
    {
      "index": 20,
      "start_time": 124420.0,
      "end_time": 128120.0,
      "text": "Durante este tipo de situaciones asegúrate de encontrar una forma de comprometerte."
    },
    {
      "index": 21,
      "start_time": 129560.0,
      "end_time": 131820.0,
      "text": "Número cinco: te sientes solo."
    },
    {
      "index": 22,
      "start_time": 132520.0,
      "end_time": 139700.0,
      "text": "Debido a todos los juicios erróneos y dificultades con que te enfrentas,  puede ponerse un poco solitario, y nunca realmente dejas de estarlo."
    },
    {
      "index": 23,
      "start_time": 140160.0,
      "end_time": 146720.0,
      "text": "La soledad te sigue donde quiera que vayas. Sobre todo porque la sabiduría y un cierto grado de aislamiento siempre van mano a mano."
    },
    {
      "index": 24,
      "start_time": 148540.0,
      "end_time": 151760.0,
      "text": "El número seis: es difícil encontrar personas similares a ti."
    },
    {
      "index": 25,
      "start_time": 152120.0,
      "end_time": 161980.0,
      "text": "Las personas a menudo te encuentran aburrido porque no te gusta salir de fiesta como un joven adulto normal, y prefieres quedarte en casa a ver una película con una taza de té caliente."
    },
    {
      "index": 26,
      "start_time": 162380.0,
      "end_time": 165580.0,
      "text": "Luchas por encontrar a otros que compartan tus mismas aficiones relajadas."
    },
    {
      "index": 27,
      "start_time": 167460.0,
      "end_time": 170080.0,
      "text": "El número siete: el amor parece imposible."
    },
    {
      "index": 28,
      "start_time": 170500.0,
      "end_time": 178220.0,
      "text": "La piscina de citas parece pequeña y reducida cuando intentas hablar con la mayoría de las personas disponibles. Como resultado, te sientes cínic@ cuando se trata de amor."
    },
    {
      "index": 29,
      "start_time": 178580.0,
      "end_time": 184300.0,
      "text": "Establecer conexiones no parece valer la pena la mitad del tiempo, especialmente porque te sientes más rechazado que aceptado."
    },
    {
      "index": 30,
      "start_time": 184720.0,
      "end_time": 190000.0,
      "text": "Si quieres encontrar y construir algo real y de larga duración, tienes que ser honesto sobre lo que deseas."
    },
    {
      "index": 31,
      "start_time": 191900.0,
      "end_time": 195760.0,
      "text": "El número ocho: tus tendencias filosóficas pueden ser abrumadoras."
    },
    {
      "index": 32,
      "start_time": 196140.0,
      "end_time": 200040.0,
      "text": "Tu mente está conectando constantemente cada pieza de información entre sí."
    },
    {
      "index": 33,
      "start_time": 200320.0,
      "end_time": 209320.0,
      "text": "Se llama pensamiento de red, y al mismo tiempo que el ser capaz de crear posibilidades ilimitadas suena como un genio, tus pensamientos pueden convirtirse en un desastre, dejándote enmarañad@ y abrumad@."
    },
    {
      "index": 34,
      "start_time": 211080.0,
      "end_time": 214060.0,
      "text": "Número nueve: perdonas fácilmente."
    },
    {
      "index": 35,
      "start_time": 214620.0,
      "end_time": 219920.0,
      "text": "Ves cosas y entiendes cuáles son las intenciones de la gente, nunca lees las cosas en un nivel superficial."
    },
    {
      "index": 36,
      "start_time": 220240.0,
      "end_time": 229580.0,
      "text": "Buscas y encuentras las razones por las cuales las personas son como son y, en consecuencia, tienes una gran capacidad de perdonar, incluso para aquellos que no necesariamente se lo merecen."
    },
    {
      "index": 37,
      "start_time": 231140.0,
      "end_time": 234520.0,
      "text": "Número diez: es difícil que participes en la vida."
    },
    {
      "index": 38,
      "start_time": 234840.0,
      "end_time": 241540.0,
      "text": "En lugar de participar en eventos, prefieres observar y analizar en el banquillo, ya que esto permite que tu mente divague."
    },
    {
      "index": 39,
      "start_time": 241700.0,
      "end_time": 245140.0,
      "text": "Y como alguien que valora el espacio, es difícil no caer en eso."
    },
    {
      "index": 40,
      "start_time": 245340.0,
      "end_time": 250500.0,
      "text": "A medida que se convierte en un hábito para ti mirar las cosas en vez de hacerlas, te resulta cada vez más difícil participar."
    },
    {
      "index": 41,
      "start_time": 250780.0,
      "end_time": 254800.0,
      "text": "Sabes que estás perdiendo, pero también es difícil apagar los juicios contra ti mismo."
    },
    {
      "index": 42,
      "start_time": 255080.0,
      "end_time": 261560.0,
      "text": "Recuerda, eres un trabajo en progreso, está bien tener miedo, pero no te permitas detenerte a ti mismo de hacer las cosas que quieres."
    },
    {
      "index": 43,
      "start_time": 263380.0,
      "end_time": 270660.0,
      "text": "¿Se considera usted un alma vieja? Si es así, ¿alguna vez has experimentado alguna de estas dificultades o tiene consejos sobre cómo superarlos?"
    },
    {
      "index": 44,
      "start_time": 271220.0,
      "end_time": 273220.0,
      "text": "Siéntase libre de compartirlo en los comentarios abajo."
    },
    {
      "index": 45,
      "start_time": 274160.0,
      "end_time": 278860.0,
      "text": "Si te ha gustado este vídeo, no deje de visitar nuestro sitio web y otros medios de comunicación social para obtener más contenido."
    },
    {
      "index": 46,
      "start_time": 278860.0,
      "end_time": 284260.0,
      "text": "Y si desea apoyarnos, por favor visite nuestra nueva cuenta Patreon o agarre una revista digital de nuestra tienda."
    },
    {
      "index": 47,
      "start_time": 284640.0,
      "end_time": 292320.0,
      "text": "También, por un tiempo limitado, Psych2Go está regalando colgantes PSI gratuitos a los que compran nuestro paquete de revista. Así que tómalos rápidamente."
    },
    {
      "index": 48,
      "start_time": 292320.0,
      "end_time": 294080.0,
      "text": "Enlaces estarán en la descripción."
    },
    {
      "index": 49,
      "start_time": 294320.0,
      "end_time": 295360.0,
      "text": "¡Gracias por ver!"
    }
  ]
}