{
  "video_id": "gcH6tFugYfo",
  "title": "Why You Don't Feel Good Enough",
  "json": [
    {
      "index": 1,
      "start_time": 300.0,
      "end_time": 3960.0,
      "text": "Creo que este será el video más profundo que he publicado en Youtube"
    },
    {
      "index": 2,
      "start_time": 3960.0,
      "end_time": 8780.0,
      "text": "y no estoy exagerando. También es el más personal por las reflexiones que estaré"
    },
    {
      "index": 3,
      "start_time": 8780.0,
      "end_time": 11900.0,
      "text": "compartiendo, no hay manera de comunicártelas sin dejarte saber"
    },
    {
      "index": 4,
      "start_time": 11900.0,
      "end_time": 16090.0,
      "text": "lo que ha pasado en mi vida estas últimas semanas. Así que, si esto es divagar,"
    },
    {
      "index": 5,
      "start_time": 16090.0,
      "end_time": 20830.0,
      "text": "me disculpo. Estoy acomodando mis pensamientos con esto, aún, pero es increíblemente importante"
    },
    {
      "index": 6,
      "start_time": 20830.0,
      "end_time": 22220.0,
      "text": "y por eso quiero compartirlo contigo."
    },
    {
      "index": 7,
      "start_time": 22220.0,
      "end_time": 27859.0,
      "text": "Así que aquí está la parte personal. Hace como dos semanas, rompí con mi novia de un año"
    },
    {
      "index": 8,
      "start_time": 27859.0,
      "end_time": 31810.0,
      "text": "y medio. Y si alguna vez has estado en una relación con alguien por un periodo tan largo, sabes,"
    },
    {
      "index": 9,
      "start_time": 31810.0,
      "end_time": 35129.0,
      "text": "si has cortado, que no es un sentimiento divertido."
    },
    {
      "index": 10,
      "start_time": 35129.0,
      "end_time": 39639.0,
      "text": "Así que la razón por la que ocurrió no fue porque no nos amábamos, porque no nos gustábamos."
    },
    {
      "index": 11,
      "start_time": 39639.0,
      "end_time": 43329.0,
      "text": "La razón fue porque nuestros valores de lo que queríamos en una"
    },
    {
      "index": 12,
      "start_time": 43329.0,
      "end_time": 48589.0,
      "text": "relación de largo plazo no estaban alineados. Y llegó este momento de comprensión y"
    },
    {
      "index": 13,
      "start_time": 48589.0,
      "end_time": 52819.0,
      "text": "aceptación de que ella no estaba cambiando y yo no estaba cambiando, y para ambos"
    },
    {
      "index": 14,
      "start_time": 52819.0,
      "end_time": 56829.0,
      "text": "lo mejor que podíamos hacer era separarnos, no porque queríamos sino porque era"
    },
    {
      "index": 15,
      "start_time": 56829.0,
      "end_time": 58329.0,
      "text": "lo correcto."
    },
    {
      "index": 16,
      "start_time": 58329.0,
      "end_time": 62779.0,
      "text": "Así que comenzó completamente bien, como ambos somos lógicos, racionales. Ella empezó a empacar"
    },
    {
      "index": 17,
      "start_time": 62779.0,
      "end_time": 67600.0,
      "text": "sus cosas. Ella vivía en esta casa, este estudio, mi habitación. Y empezó a empacar sus cosas"
    },
    {
      "index": 18,
      "start_time": 67600.0,
      "end_time": 70960.0,
      "text": "empezó a meterlas en el coche, y para el momento en el que pusimos todas sus cosas"
    },
    {
      "index": 19,
      "start_time": 70960.0,
      "end_time": 76850.0,
      "text": "en el coche, y lo último es que ella estaba llorando. Y la veo así"
    },
    {
      "index": 20,
      "start_time": 76850.0,
      "end_time": 81770.0,
      "text": "y yo estaba entumecido, ¿no? Ni siquiera puedo creer que esto estaba pasando. Hemos hablado de eso"
    },
    {
      "index": 21,
      "start_time": 81770.0,
      "end_time": 86250.0,
      "text": "porque pensamos que es lo correcto, pero en ese momento, estaba muy asustado."
    },
    {
      "index": 22,
      "start_time": 86660.0,
      "end_time": 91359.0,
      "text": "Quiero mostrarle que me importa, pero no quiero fabricar y manufacturar estas lágrimas para sentirme"
    },
    {
      "index": 23,
      "start_time": 91359.0,
      "end_time": 94869.0,
      "text": "culpable del hecho de que yo no estoy llorando, y eventualmente me despedí de ella."
    },
    {
      "index": 24,
      "start_time": 94869.0,
      "end_time": 99309.0,
      "text": "Le di un abrazo y un beso, y le dije que la amaba, pero ella se fue a otro apartamento."
    },
    {
      "index": 25,
      "start_time": 99700.0,
      "end_time": 104979.0,
      "text": "Volví a entrar y ese entumecimiento se quedó conmigo un par de horas hasta esa noche."
    },
    {
      "index": 26,
      "start_time": 104979.0,
      "end_time": 112069.0,
      "text": "Y ese entumecimiento se convirtió en soledad y tristeza, y lloré muchísimo ¿cierto?"
    },
    {
      "index": 27,
      "start_time": 112069.0,
      "end_time": 117210.0,
      "text": "Prendí una grabadora. Hable mis sentimientos hacia el teléfono, lo que necesito borrar en caso de"
    },
    {
      "index": 28,
      "start_time": 117210.0,
      "end_time": 122649.0,
      "text": "que esté en la Nube; no necesito eso saliendo al mundo. Pero solamente lloré en el teléfono,"
    },
    {
      "index": 29,
      "start_time": 122649.0,
      "end_time": 126139.0,
      "text": "por probablemente, 10 minutos, dije todo lo que sentía, todo de lo que me arrepentía."
    },
    {
      "index": 30,
      "start_time": 126139.0,
      "end_time": 131239.0,
      "text": "Lo escribí. Me sentí miserable, pero incluso al final me sentí mejor, un poco aliviado."
    },
    {
      "index": 31,
      "start_time": 131239.0,
      "end_time": 136349.0,
      "text": "Había un sentimiento hundido en la base de mi estómago, pero sentí que a pesar de todo hice"
    },
    {
      "index": 32,
      "start_time": 136349.0,
      "end_time": 141099.0,
      "text": "lo correcto. Me sentí increíblemente solo porque este es el cuarto que compartía con ella."
    },
    {
      "index": 33,
      "start_time": 141099.0,
      "end_time": 146849.0,
      "text": "Así que, lo que sucede después de que pasan un par de días. Aún tengo este sentimiento,"
    },
    {
      "index": 34,
      "start_time": 146849.0,
      "end_time": 150439.0,
      "text": "con mis amigos, están tratando de -Son geniales, ¿no? Me llevan a Cuartos de Escape,"
    },
    {
      "index": 35,
      "start_time": 150439.0,
      "end_time": 152790.0,
      "text": "todas las cosas que saben que me gustan, tratando de mantenerme ocupado."
    },
    {
      "index": 36,
      "start_time": 152790.0,
      "end_time": 157430.0,
      "text": "Pero en medio de estos eventos, este sentimiento regresa, y estoy pensando en ella y eventualmente"
    },
    {
      "index": 37,
      "start_time": 157430.0,
      "end_time": 161680.0,
      "text": "entro a su página de Facebook, que es lo más tonto que puedes hacer si has terminado con alguien,"
    },
    {
      "index": 38,
      "start_time": 161680.0,
      "end_time": 165900.0,
      "text": "no lo hagas. Entré a su Facebook y antes de que pueda siquiera despazarme hacia abajo,"
    },
    {
      "index": 39,
      "start_time": 165900.0,
      "end_time": 170730.0,
      "text": "no se por qué hice esto como reflejo, vi una fotografía de ella que no había visto antes."
    },
    {
      "index": 40,
      "start_time": 170730.0,
      "end_time": 177069.0,
      "text": "Era ella en un vestido con un grupo de personas cerca de un club, y me salí de esa página"
    },
    {
      "index": 41,
      "start_time": 177069.0,
      "end_time": 181920.0,
      "text": "pero no antes de que mi adrenalina subiera hasta el cielo. Mi presión arterial se aceleró."
    },
    {
      "index": 42,
      "start_time": 181920.0,
      "end_time": 186909.0,
      "text": "Sentí el latido de mi corazón. Me sentí a mi mismo poniéndome enojado y celoso, y mi cabeza empezó"
    },
    {
      "index": 43,
      "start_time": 186909.0,
      "end_time": 191519.0,
      "text": "a hacer estas locas espirales de, ya sabes, no puedo creer que sea tan pronto y ella saldría."
    },
    {
      "index": 44,
      "start_time": 191519.0,
      "end_time": 196299.0,
      "text": "Estaba enojado con ella. Me sentí tonto de que quería estar molesto en su favor. Y aquí estoy,"
    },
    {
      "index": 45,
      "start_time": 196299.0,
      "end_time": 200390.0,
      "text": "una noche y media después, o incluso la noche después, llorando en mi recámara."
    },
    {
      "index": 46,
      "start_time": 200390.0,
      "end_time": 204200.0,
      "text": "Tal vez ella había salido esa noche. No sabía cuándo habían tomado esa foto. Empiezo a preguntarme si"
    },
    {
      "index": 47,
      "start_time": 204200.0,
      "end_time": 208120.0,
      "text": "había un hombre de su pasado o tal vez conoció a alguien en el club, ella lo besó borracha,"
    },
    {
      "index": 48,
      "start_time": 208120.0,
      "end_time": 212530.0,
      "text": "cómo ese hombre no podría compararse, bla, bla, bla."
    },
    {
      "index": 49,
      "start_time": 212530.0,
      "end_time": 218090.0,
      "text": "Así que ahora, yo me estoy comparando con esta persona e imaginando cómo me voy a hacer mejor"
    },
    {
      "index": 50,
      "start_time": 218090.0,
      "end_time": 221489.0,
      "text": "en todas las maneras que me importan a mí, o sea, trabajaré en mi negocio, intentaré hacerme más"
    },
    {
      "index": 51,
      "start_time": 221489.0,
      "end_time": 224620.0,
      "text": "talentoso con la música, trataré de ser mejor amigo, mejor persona,"
    },
    {
      "index": 52,
      "start_time": 224620.0,
      "end_time": 227010.0,
      "text": "voy a viajar más, hacerme más de mundo."
    },
    {
      "index": 53,
      "start_time": 227010.0,
      "end_time": 231969.0,
      "text": "Me estoy comparando con esta persona que ni siquiera existe. Un chico imaginario que puede que ella"
    },
    {
      "index": 54,
      "start_time": 231969.0,
      "end_time": 239269.0,
      "text": "haya visto y besado en un club, estoy en una pelea a muerte en mi cabeza. Y 5 minutos después,"
    },
    {
      "index": 55,
      "start_time": 239269.0,
      "end_time": 244469.0,
      "text": "me di cuenta, ¿qué estoy haciendo? Pero no puedo salir de la espiral. Por el resto del día y en los siguientes"
    },
    {
      "index": 56,
      "start_time": 244469.0,
      "end_time": 248609.0,
      "text": "días me siento dividido. Cada vez que estoy con mis amigos, me pregunto ¿Qué estará haciendo"
    },
    {
      "index": 57,
      "start_time": 248609.0,
      "end_time": 252829.0,
      "text": "ella ahora? Y sé que muchos de ustedes han sentido esto, pero tiende a pasarle a un amigo,"
    },
    {
      "index": 58,
      "start_time": 252829.0,
      "end_time": 256810.0,
      "text": "a un miembro de la familia, alguien cercando cuando hay un disgusto."
    },
    {
      "index": 59,
      "start_time": 256810.0,
      "end_time": 261610.0,
      "text": "A veces deseas que no se la estén pasando bien, ¿cierto? O incluso personas que no conoces"
    },
    {
      "index": 60,
      "start_time": 261610.0,
      "end_time": 264920.0,
      "text": "tan bien que, tal vez, sientes celos de ellos, empiezas a preguntarte qué estarán haciendo,"
    },
    {
      "index": 61,
      "start_time": 264920.0,
      "end_time": 269310.0,
      "text": "comparando tu vida con la de ellos, y se convierte en imposible el vivir tu vida de manera feliz,"
    },
    {
      "index": 62,
      "start_time": 269310.0,
      "end_time": 270910.0,
      "text": "y ahí es en donde yo estaba."
    },
    {
      "index": 63,
      "start_time": 270910.0,
      "end_time": 274830.0,
      "text": "Así que aún estoy intentando hacer mi trabajo. Los videos, sé que tengo que empezar a trabajar para tener"
    },
    {
      "index": 64,
      "start_time": 274830.0,
      "end_time": 278850.0,
      "text": "estos análisis, necesito concentrarme. Así que empiezo a hacer lo que pueda para llegar ahí- todos los ejercicios"
    },
    {
      "index": 65,
      "start_time": 278850.0,
      "end_time": 282500.0,
      "text": "que hice y más. Y una de las cosas en esta lista que he creado es que tengo"
    },
    {
      "index": 66,
      "start_time": 282500.0,
      "end_time": 286400.0,
      "text": "que hacer algo en lo que he estado interesado, que es un hipnoterapeuta. Voy a ir a"
    },
    {
      "index": 67,
      "start_time": 286400.0,
      "end_time": 289770.0,
      "text": "hipnoterapia y me sentará en una silla, me dormirá y me sentiré"
    },
    {
      "index": 68,
      "start_time": 289770.0,
      "end_time": 290600.0,
      "text": "increíble."
    },
    {
      "index": 69,
      "start_time": 290600.0,
      "end_time": 295550.0,
      "text": "Así que nunca lo he hecho pero eso es más o menos lo que espero- haré cita con este señor en la ciudad,"
    },
    {
      "index": 70,
      "start_time": 295550.0,
      "end_time": 300610.0,
      "text": "llegaré, entraré a su oficina, y veré que tiene su silla negra y el escritorio con la sila"
    },
    {
      "index": 71,
      "start_time": 300610.0,
      "end_time": 305510.0,
      "text": "ahí, y estoy listo de irme a sentar en esa gran silla, y solo que me ponga"
    },
    {
      "index": 72,
      "start_time": 305510.0,
      "end_time": 310480.0,
      "text": "a dormir y me sentiré genial después de eso. Y él dice"
    },
    {
      "index": 73,
      "start_time": 310480.0,
      "end_time": 313290.0,
      "text": "\"Así no es como funciona. Realmente no voy a hacer mucha hipnosis hoy. Solo siéntante en esta silla"
    },
    {
      "index": 74,
      "start_time": 313290.0,
      "end_time": 315730.0,
      "text": "junto al escritorio y dime qué está sucediendo.\""
    },
    {
      "index": 75,
      "start_time": 315730.0,
      "end_time": 320260.0,
      "text": "Así que comienzo a decirle y llego a la historia de Facebook, y cómo la vi, y cómo subió mi presión"
    },
    {
      "index": 76,
      "start_time": 320260.0,
      "end_time": 327030.0,
      "text": "arterial, y me sentí terrible, esto que desencadenó todo para mi. Y él dijo, sabes, me pasó algo similar,"
    },
    {
      "index": 77,
      "start_time": 327030.0,
      "end_time": 330450.0,
      "text": "Había una chica. No habíamos estado saliendo tanto tiempo como ustedes"
    },
    {
      "index": 78,
      "start_time": 330450.0,
      "end_time": 335020.0,
      "text": "pero había una conexión real ahí, y no funcionó. Por cualquier razón,"
    },
    {
      "index": 79,
      "start_time": 335020.0,
      "end_time": 340020.0,
      "text": "yo quería salir con ella, ella no se sentía de la misma manera, y unos días después, semanas después,"
    },
    {
      "index": 80,
      "start_time": 340020.0,
      "end_time": 345840.0,
      "text": "veo en su Facebook que ell está en Hawaii y publicó esta foto, y es con un chico"
    },
    {
      "index": 81,
      "start_time": 345840.0,
      "end_time": 353500.0,
      "text": "bronceado, enorme, guapo, con dientes increíbles y blancos como perlas, en esta hermosa isla"
    },
    {
      "index": 82,
      "start_time": 353500.0,
      "end_time": 357090.0,
      "text": "en Hawaii con el atardecer detrás de ellos, y ella está abrazada a él con la"
    },
    {
      "index": 83,
      "start_time": 357090.0,
      "end_time": 363830.0,
      "text": "más grande sonrisa que he visto en su cara. Y estoy sentado ahí como \"Vaya, eso,"
    },
    {
      "index": 84,
      "start_time": 363830.0,
      "end_time": 364950.0,
      "text": "sabes, eso es duro. Espero que estés bien.\""
    },
    {
      "index": 85,
      "start_time": 364950.0,
      "end_time": 371670.0,
      "text": "Y me dice \"Si, si. Lo único que pude pensar en ese momento era lo agradecido que estaba"
    },
    {
      "index": 86,
      "start_time": 371670.0,
      "end_time": 378720.0,
      "text": "con ese chico por hacer su sonrisa tan grande.\" Y eso, para mí, fue un giro completo de la historia."
    },
    {
      "index": 87,
      "start_time": 378720.0,
      "end_time": 385020.0,
      "text": "No podía ver eso venir porque cuando me puse triste, me enfoqué en mi mismo."
    },
    {
      "index": 88,
      "start_time": 385020.0,
      "end_time": 389440.0,
      "text": "¿Cómo me afecta esto a mi? Y lo que él me enseñó, que quiero enseñarles a ustedes,"
    },
    {
      "index": 89,
      "start_time": 389440.0,
      "end_time": 394690.0,
      "text": "ha sido quizás el cambio más pivotal es cómo llegar a ese punto de compartir la"
    },
    {
      "index": 90,
      "start_time": 394690.0,
      "end_time": 398820.0,
      "text": "felicidad de otras personas, incluso cuando no la sientes. Porque ese momento"
    },
    {
      "index": 91,
      "start_time": 398820.0,
      "end_time": 403970.0,
      "text": "me hizo darme cuenta de que aunque sí amaba a mi novia, tenía un concepto muy limitado"
    },
    {
      "index": 92,
      "start_time": 403970.0,
      "end_time": 406480.0,
      "text": "de lo que era el amor."
    },
    {
      "index": 93,
      "start_time": 406480.0,
      "end_time": 410930.0,
      "text": "Primero que nada, si ves mi historia, el amor era para mí que necesitabas ser capaz de impactar"
    },
    {
      "index": 94,
      "start_time": 410930.0,
      "end_time": 415170.0,
      "text": "negativamente a la persona, ¿cierto? Así que cuando la vi llorar cuando se fue pensé \"Ahí está,"
    },
    {
      "index": 95,
      "start_time": 415170.0,
      "end_time": 418670.0,
      "text": "prueba de que me ama.\" Y me sentí culpable porque yo no estaba llorando en ese momento."
    },
    {
      "index": 96,
      "start_time": 418670.0,
      "end_time": 422360.0,
      "text": "Dije \"Oh vaya, puede que no sepa que me siento de la misma manera que ella.\" Así que cuando finalmente"
    },
    {
      "index": 97,
      "start_time": 422360.0,
      "end_time": 426460.0,
      "text": "lloré esa noche, pensé \"Mierda, quiero que vea esto. Quiero que sepa que me importa.\""
    },
    {
      "index": 98,
      "start_time": 426460.0,
      "end_time": 430330.0,
      "text": "Ahora todo esto es lindo y así es como muchas veces percibimos el amor, pero ¿adivina qué? Si una parte de"
    },
    {
      "index": 99,
      "start_time": 430330.0,
      "end_time": 434520.0,
      "text": "de tu definición del amor es que necesitas hacer que alguien se sienta terrible,"
    },
    {
      "index": 100,
      "start_time": 434520.0,
      "end_time": 437860.0,
      "text": "tendrás que hacerlos que se sientas terrible de vez en cuando para sentirte amado."
    },
    {
      "index": 101,
      "start_time": 437860.0,
      "end_time": 442360.0,
      "text": "Otra parte de mi definición era que quería hacerla feliz, ¿cierto? Si la amo, quiero hacerla"
    },
    {
      "index": 102,
      "start_time": 442360.0,
      "end_time": 446160.0,
      "text": "feliz. Ahora eso es lindo y me hizo hacer un montón de cosas lindas para ella,"
    },
    {
      "index": 103,
      "start_time": 446160.0,
      "end_time": 450140.0,
      "text": "¿cierto? Me hizo una mejor persona porque quería darle eso, pero también me hizo muy"
    },
    {
      "index": 104,
      "start_time": 450140.0,
      "end_time": 456100.0,
      "text": "centrado en mi mismo al pensar de dónde venía su felicidad. No era que ella no pudiera salir con quien"
    },
    {
      "index": 105,
      "start_time": 456100.0,
      "end_time": 459930.0,
      "text": "sea y con sus amigos el día siguiente, y estaba feliz de que ella"
    },
    {
      "index": 106,
      "start_time": 459930.0,
      "end_time": 465340.0,
      "text": "estaba feliz, estaba celoso y molesto de que tan pronto después de que terminados, ella había salido y había"
    },
    {
      "index": 107,
      "start_time": 465340.0,
      "end_time": 466340.0,
      "text": "sido feliz con otras personas."
    },
    {
      "index": 108,
      "start_time": 466340.0,
      "end_time": 471350.0,
      "text": "Por cierto, después me enteré de que esa foto había sido tomada semanas antes, cuando todavía salíamos,"
    },
    {
      "index": 109,
      "start_time": 471350.0,
      "end_time": 476240.0,
      "text": "y todo este episodio en mi cabeza había sido inventado. Pero el punto es que no podía sentirme feliz por ella"
    },
    {
      "index": 110,
      "start_time": 476240.0,
      "end_time": 480140.0,
      "text": "porque mi definición de amor era que yo necesitaba ser el que la hacía feliz."
    },
    {
      "index": 111,
      "start_time": 480140.0,
      "end_time": 484730.0,
      "text": "Y por supuesto, la tercera pieza de mi definición era que el amor significa que necesitas a la otra persona"
    },
    {
      "index": 112,
      "start_time": 484730.0,
      "end_time": 487830.0,
      "text": "y si ella está ahí afuera sin necesitarme, o si yo estaba superando el rompimiento rápidamente"
    },
    {
      "index": 113,
      "start_time": 487830.0,
      "end_time": 492080.0,
      "text": "eso significaba que realmente no nos amábamos. Así que estaba atorado en esta espiral negativa"
    },
    {
      "index": 114,
      "start_time": 492080.0,
      "end_time": 497220.0,
      "text": "para probarme a mi mismo y tratando de sacar de ella que me amaba, y la"
    },
    {
      "index": 115,
      "start_time": 497220.0,
      "end_time": 500510.0,
      "text": "única manera que podíamos demostrarlo el uno al otro era quedándonos ahí. Esa es una definición"
    },
    {
      "index": 116,
      "start_time": 500510.0,
      "end_time": 506000.0,
      "text": "terrible y garantizará dolor en tu vida si quieres amor, cosa que todos"
    },
    {
      "index": 117,
      "start_time": 506000.0,
      "end_time": 506850.0,
      "text": "queremos."
    },
    {
      "index": 118,
      "start_time": 506850.0,
      "end_time": 511140.0,
      "text": "Una definición mucho mejor, y una que he intentado seguir, y que les enseñaré"
    },
    {
      "index": 119,
      "start_time": 511140.0,
      "end_time": 516579.0,
      "text": "cómo implementarla en tu vida, es qu eel amor significa realmente querer la felicidad de"
    },
    {
      "index": 120,
      "start_time": 516578.99999999994,
      "end_time": 522938.99999999994,
      "text": "alguien más sin importar nada. Así que esta definición me habría hecho"
    },
    {
      "index": 121,
      "start_time": 522938.99999999994,
      "end_time": 527529.0,
      "text": "ver su fotografía, con esa sonrisa en su cara y pensar \"Gracias, ella no está"
    },
    {
      "index": 122,
      "start_time": 527529.0,
      "end_time": 531870.0,
      "text": "sentada en su casa llorando por esto.\" Estoy tan feliz y agradecido con quien sea que esté en su vida,"
    },
    {
      "index": 123,
      "start_time": 531870.0,
      "end_time": 535050.0,
      "text": "ya sea familia, amigos, o alguien más que conoció, que la están haciendo"
    },
    {
      "index": 124,
      "start_time": 535050.0,
      "end_time": 537860.0,
      "text": "sentirse de esa manera porque ella me importa y la amo."
    },
    {
      "index": 125,
      "start_time": 537860.0,
      "end_time": 541939.0,
      "text": "Y, por mi mismo, si espero que me ame, sabría ¿sabes qué?  Ella no quiere que me siente"
    },
    {
      "index": 126,
      "start_time": 541939.0,
      "end_time": 546120.0,
      "text": "en mi cuarto llorando a una grabadora. Ella querría que fuera feliz y yo"
    },
    {
      "index": 127,
      "start_time": 546120.0,
      "end_time": 550009.0,
      "text": "quiero eso para mi también. Así que en lugar de hacer eso, no voy a tener este"
    },
    {
      "index": 128,
      "start_time": 550009.0,
      "end_time": 553470.0,
      "text": "periodo predeterminado de luto. Voy a intentar sentirme bien inmediatamente. Eso no disminuye cómo"
    },
    {
      "index": 129,
      "start_time": 553470.0,
      "end_time": 557480.0,
      "text": "me siento por ella ni lo importante que fue para mi. Simplemente es así como debería de verse el amor"
    },
    {
      "index": 130,
      "start_time": 557480.0,
      "end_time": 563579.0,
      "text": "y el cambio, aunque suena bien, digo \"¿Sabes qué? Si realmente la amo debería sentirme así.\""
    },
    {
      "index": 131,
      "start_time": 563579.0,
      "end_time": 566290.0,
      "text": "Pero entonces, me imagino pensando en ella con otro chico"
    },
    {
      "index": 132,
      "start_time": 566290.0,
      "end_time": 570970.0,
      "text": "y no fue como me sentí. Inmediatamente regresó el detonador y me sentí celoso."
    },
    {
      "index": 133,
      "start_time": 570970.0,
      "end_time": 574699.0,
      "text": "Así que dije \"¿Realmente cómo llego a ese punto?\" Y este es el centro, espero, de este video"
    },
    {
      "index": 134,
      "start_time": 574699.0,
      "end_time": 579889.0,
      "text": "ahora que entienden de dónde estoy viniendo, que es ¿cómo puedes sentir ese genuino"
    },
    {
      "index": 135,
      "start_time": 579889.0,
      "end_time": 584259.0,
      "text": "sentimiento de amor por alguien más? Bueno, empieza con el hecho de que para"
    },
    {
      "index": 136,
      "start_time": 584259.0,
      "end_time": 590250.0,
      "text": "hacer eso, necesitas sentirte amado primero. Esto es una característica humana. Los bebés, si no los tocan,"
    },
    {
      "index": 137,
      "start_time": 590250.0,
      "end_time": 596180.0,
      "text": "literalmente mueren. Los humanos prosperan en el afecto y el amor por otros."
    },
    {
      "index": 138,
      "start_time": 596180.0,
      "end_time": 601079.0,
      "text": "Si no lo obtenemos, nuestras vidas se salen de control. Todo empieza a caerse. Nuestra salud."
    },
    {
      "index": 139,
      "start_time": 601079.0,
      "end_time": 605269.0,
      "text": "Empezamos a ser groseros con los demás. Dejamos de alcanzar nuestras metas. Necesitamos"
    },
    {
      "index": 140,
      "start_time": 605269.0,
      "end_time": 606790.0,
      "text": "sentirlo."
    },
    {
      "index": 141,
      "start_time": 606790.0,
      "end_time": 611980.0,
      "text": "Y entonces, la metáfora en la que pienso es que nuestro bienestar es como la parte superior de una mesa,"
    },
    {
      "index": 142,
      "start_time": 611980.0,
      "end_time": 617319.0,
      "text": "y mientras esté soportada por las patas, está bien. Así que una gran parte de nuestra vida la pasamos"
    },
    {
      "index": 143,
      "start_time": 617319.0,
      "end_time": 621779.0,
      "text": "obteniendo, ok, tengo a mis amigos apoyándome, haciendo que me sienta amado."
    },
    {
      "index": 144,
      "start_time": 621779.0,
      "end_time": 625680.0,
      "text": "Tengo a mi familia que me hace sentir amado. Tengo a mi novia que me hace sentir amado."
    },
    {
      "index": 145,
      "start_time": 625680.0,
      "end_time": 630269.0,
      "text": "Y todos tenemos diferentes soportes. Creo ahora, ¿Quienes son tus soportes que proveen amor,"
    },
    {
      "index": 146,
      "start_time": 630269.0,
      "end_time": 633110.0,
      "text": "ese sentimiento de bienestar que tienes?"
    },
    {
      "index": 147,
      "start_time": 633110.0,
      "end_time": 638310.0,
      "text": "El problema con estas patas es que son inherentemente inestables porque, la vida sucede. Quiero decir, por"
    },
    {
      "index": 148,
      "start_time": 638310.0,
      "end_time": 642740.0,
      "text": "ejemplo. Tengo a mis amigos, mi familia, mi novia, y rompemos."
    },
    {
      "index": 149,
      "start_time": 642740.0,
      "end_time": 649430.0,
      "text": "Y mi bienestar se cae. Es terrible. Ya no me siento bien,"
    },
    {
      "index": 150,
      "start_time": 649430.0,
      "end_time": 652839.0,
      "text": "pero ciertamente no estoy siendo muy divertido con las personas a mi alrededor. Y estoy amargado, ¿cierto?"
    },
    {
      "index": 151,
      "start_time": 652839.0,
      "end_time": 655920.0,
      "text": "No soy muy amable, no estoy muy preocupado de cómo le está yendo a otras personas. Así que"
    },
    {
      "index": 152,
      "start_time": 655920.0,
      "end_time": 658980.0,
      "text": "¿Qué es lo que muchas personas hacen después de un rompimiento, cuando su mesa se ha caído?"
    },
    {
      "index": 153,
      "start_time": 658980.0,
      "end_time": 661970.0,
      "text": "Bueno, pasan más tiempo con sus amigos, y pasan más tiempo con su familia, y entonces,"
    },
    {
      "index": 154,
      "start_time": 661970.0,
      "end_time": 665839.0,
      "text": "van y consiguen otra novia, boom. Después de un mes o cualquier periodo de tiempo, están completamente de"
    },
    {
      "index": 155,
      "start_time": 665839.0,
      "end_time": 670009.0,
      "text": "regreso en su yo anterior porque han construido una pata ahí, o reforzaron"
    },
    {
      "index": 156,
      "start_time": 670009.0,
      "end_time": 674249.0,
      "text": "alguna de las otras patas. Todo bien, maravilloso, y genial, pero eso no resuelve el problema"
    },
    {
      "index": 157,
      "start_time": 674249.0,
      "end_time": 679050.0,
      "text": "de que esta mesa es tan frágil porque las patas debajo de ella no lo son."
    },
    {
      "index": 158,
      "start_time": 679050.0,
      "end_time": 684290.0,
      "text": "Claro, la verdad de la vida es que las personas pueden morir, las personas se irán. Incluso mis amigos en"
    },
    {
      "index": 159,
      "start_time": 684290.0,
      "end_time": 687819.0,
      "text": "quienes tengo completa confianza que estarán conmigo por mucho tiempo se van de vacaciones por dos"
    },
    {
      "index": 160,
      "start_time": 687819.0,
      "end_time": 692019.0,
      "text": "meses al otro lado del planeta en donde yo no quiero participar. Así que esa pata,"
    },
    {
      "index": 161,
      "start_time": 692019.0,
      "end_time": 699540.0,
      "text": "para mí, estará débil. Lo que intentamos hacer y lo que yo intento hacer era reforzar"
    },
    {
      "index": 162,
      "start_time": 699540.0,
      "end_time": 703220.0,
      "text": "esas patas ¿cierto? Así que decimos, necesito este bienestar aquí, ¿cómo lo puedo mantener estable?"
    },
    {
      "index": 163,
      "start_time": 703220.0,
      "end_time": 708769.0,
      "text": "Tratamos de construir refuerzos alrededor de estas patas, y esos pueden verse como un par de cosas."
    },
    {
      "index": 164,
      "start_time": 708769.0,
      "end_time": 713129.0,
      "text": "Para algunos parece amenazador, dicen \"Si me dejas, me lastimaré a mi mismo.\""
    },
    {
      "index": 165,
      "start_time": 713129.0,
      "end_time": 717439.0,
      "text": "De esa manera, están seguros de que esa persona nunca los dejará. Yo tenía una manera un poco más"
    },
    {
      "index": 166,
      "start_time": 717439.0,
      "end_time": 721720.0,
      "text": "sana de hacerlo, que es que intentaba hacerme muy importante para esa persona"
    },
    {
      "index": 167,
      "start_time": 721720.0,
      "end_time": 725999.0,
      "text": "y tenía mucho mejoramiento y desarrollo personal. Es más o menos como comenzó este canal."
    },
    {
      "index": 168,
      "start_time": 725999.0,
      "end_time": 730399.0,
      "text": "Muchas situaciones en mi vida, particularmente con chicas con quienes no funcionó, regresaría"
    },
    {
      "index": 169,
      "start_time": 730399.0,
      "end_time": 734029.0,
      "text": "y diría \"¿Cómo puedo evitar esto?\" Lo que haría sería trabajar en mi mismo. Me haría más críticamente"
    },
    {
      "index": 170,
      "start_time": 734029.0,
      "end_time": 738149.0,
      "text": "importante. Me haría mejor en hacer felices a los demás. Y eso aseguraría"
    },
    {
      "index": 171,
      "start_time": 738149.0,
      "end_time": 743259.0,
      "text": "que las personas que son más importantes para mí se quedarían en mi vida. Pero como"
    },
    {
      "index": 172,
      "start_time": 743259.0,
      "end_time": 747490.0,
      "text": "dije, la verdad es que mis amigos se van de vacaciones, sin importar lo importante que soy"
    },
    {
      "index": 173,
      "start_time": 747490.0,
      "end_time": 751430.0,
      "text": "para ellos, ellos quieren hacer eso, así es que no estarán conmigo. Ahí es cuando estos refuerzos se"
    },
    {
      "index": 174,
      "start_time": 751430.0,
      "end_time": 753829.0,
      "text": "vuelven negativos."
    },
    {
      "index": 175,
      "start_time": 753829.0,
      "end_time": 757670.0,
      "text": "Tomemos a mis amigos. Se van de vacaciones. En lugar de solo estar feliz por ellos porque van a"
    },
    {
      "index": 176,
      "start_time": 757670.0,
      "end_time": 760949.0,
      "text": "pasar dos meses en Asia y va a ser genial, cuando hablamos de eso,"
    },
    {
      "index": 177,
      "start_time": 760949.0,
      "end_time": 764709.0,
      "text": "me encuentro a mi mismo diciendo \"No quieres ir a esa ciudad. No va a ser divertido, ya sabes,"
    },
    {
      "index": 178,
      "start_time": 764709.0,
      "end_time": 767600.0,
      "text": "probablemente sáltate esa también. Querrías regresar dos semanas antes porque ni siquiera"
    },
    {
      "index": 179,
      "start_time": 767600.0,
      "end_time": 771629.0,
      "text": "te va a gustar.\" No estoy tan preocupado de si van a pasarla"
    },
    {
      "index": 180,
      "start_time": 771629.0,
      "end_time": 774290.0,
      "text": "genial. Me preocupa cómo me afecta a mi."
    },
    {
      "index": 181,
      "start_time": 774290.0,
      "end_time": 780430.0,
      "text": "Ahora mi novia, mi ex novia en realidad, aquí, esta pata, estaba tan preocupado"
    },
    {
      "index": 182,
      "start_time": 780430.0,
      "end_time": 784730.0,
      "text": "conmigo siendo la felicidad, ese era mi refuerzo. Si otros lo hacían,  ¿cierto?"
    },
    {
      "index": 183,
      "start_time": 784730.0,
      "end_time": 788439.0,
      "text": "Si salía con un chico diferente, que está, tal vez, soltero y se la pasó genial con él,"
    },
    {
      "index": 184,
      "start_time": 788439.0,
      "end_time": 791529.0,
      "text": "eso me amenazaría y me haría sentirme mal, y por eso es que la fotografía de Facebook"
    },
    {
      "index": 185,
      "start_time": 791529.0,
      "end_time": 795569.0,
      "text": "me afectó tanto. Así que de lo que tienes que darte cuenta es que cada pata en tu vida,"
    },
    {
      "index": 186,
      "start_time": 795569.0,
      "end_time": 801149.0,
      "text": "siempre que venga de alguien más, es inestable, y estarás inseguro por el resto"
    },
    {
      "index": 187,
      "start_time": 801149.0,
      "end_time": 805839.0,
      "text": "de tu vida, sin importar lo buenos que sean tus amigos y seres queridos. Si haces eso,"
    },
    {
      "index": 188,
      "start_time": 805839.0,
      "end_time": 808149.0,
      "text": "constantemente estarás buscando seguridad."
    },
    {
      "index": 189,
      "start_time": 808149.0,
      "end_time": 812879.0,
      "text": "Solamente hay una solución, y es construirte a ti mismo, no solo una pata de madera, sino un"
    },
    {
      "index": 190,
      "start_time": 812879.0,
      "end_time": 819170.0,
      "text": "pilar de mármol que llegue desde el suelo hasta tu tabla de bienestar que esté soportada por ti,"
    },
    {
      "index": 191,
      "start_time": 819170.0,
      "end_time": 825240.0,
      "text": "y eso se llama AMOR-PROPIO. Ahora, el concepto de amor propio antes de esto, yo pensaba que lo"
    },
    {
      "index": 192,
      "start_time": 825240.0,
      "end_time": 828709.0,
      "text": "entendía por completo porque me agrado a mi mismo. He hecho"
    },
    {
      "index": 193,
      "start_time": 828709.0,
      "end_time": 834129.0,
      "text": "muchas cosas que me hacen sentir muy bien de mi mismo. Tenía el amor propio manejado. Y la"
    },
    {
      "index": 194,
      "start_time": 834129.0,
      "end_time": 841410.0,
      "text": "verdad es que eso no tenía nada que ver con el amor propio en cualquier universo."
    },
    {
      "index": 195,
      "start_time": 841410.0,
      "end_time": 844660.0,
      "text": "El amor propio no tiene nada que ver con lo que has logrado. No tiene nada que ver con metas."
    },
    {
      "index": 196,
      "start_time": 844660.0,
      "end_time": 849439.0,
      "text": "Es completamente incondicional, al igual que tu amor, realmente, por otra persona debería ser"
    },
    {
      "index": 197,
      "start_time": 849439.0,
      "end_time": 853550.0,
      "text": "incondicional, sin importar nada, conmigo o sin mi, el amor propio significa que me amo"
    },
    {
      "index": 198,
      "start_time": 853550.0,
      "end_time": 859230.0,
      "text": "y me acepto sin importar lo que he logrado. Incluso si soy un completo éxito por"
    },
    {
      "index": 199,
      "start_time": 859230.0,
      "end_time": 864269.0,
      "text": "mis estándares, eso no tiene nada que ver con mi amor propio. Mi amor propio en mis peores días"
    },
    {
      "index": 200,
      "start_time": 864269.0,
      "end_time": 868139.0,
      "text": "y en mis mejores días debe ser el mismo."
    },
    {
      "index": 201,
      "start_time": 868139.0,
      "end_time": 872160.0,
      "text": "Y si puedes construir ese pilar de amor propio, no importa lo que le pase a todas esas patas"
    },
    {
      "index": 202,
      "start_time": 872160.0,
      "end_time": 876869.0,
      "text": "de madera, ¿cierto? Tus amigos se pueden ir de vacaciones, y te seguirás sintiendo apoyado,"
    },
    {
      "index": 203,
      "start_time": 876869.0,
      "end_time": 881119.0,
      "text": "lo que significa que puedes ser agradable y estar feliz por ellos, ¿cierto? Puedes tener un rompimiento. Tu"
    },
    {
      "index": 204,
      "start_time": 881119.0,
      "end_time": 885379.0,
      "text": "novia se puede ir. Pero siempre y cuando tengas ese pilar central, al final no te quedarás atorado"
    },
    {
      "index": 205,
      "start_time": 885379.0,
      "end_time": 889439.0,
      "text": "en este proceso de pensamiento de compararte si eres mejor que su nuevo novio o lo que"
    },
    {
      "index": 206,
      "start_time": 889439.0,
      "end_time": 893619.0,
      "text": "sea. Solamente te sentirás bien y podrás estar feliz por ella."
    },
    {
      "index": 207,
      "start_time": 893619.0,
      "end_time": 899839.0,
      "text": "Una de las cosas más increíbles de las que me he dado cuenta es de que esto te permite disfrutar de la"
    },
    {
      "index": 208,
      "start_time": 899839.0,
      "end_time": 904269.0,
      "text": "felicidad de todos a tu alrededor en lugar de estar preocupado por lo que te falta. Así que quiero intentar"
    },
    {
      "index": 209,
      "start_time": 904269.0,
      "end_time": 909579.0,
      "text": "enseñarte los ejercicios que te ayudarán a hacer esto, y me doy cuenta de que esto se está haciendo largo,"
    },
    {
      "index": 210,
      "start_time": 909579.0,
      "end_time": 912699.0,
      "text": "sin embargo tengo que continuar, surcarlo todo, porque estas son las cosas de acción."
    },
    {
      "index": 211,
      "start_time": 912699.0,
      "end_time": 918180.0,
      "text": "Así que lo primero es que todas las emociones que tienes son un hábito. De la misma manera en que"
    },
    {
      "index": 212,
      "start_time": 918180.0,
      "end_time": 921889.0,
      "text": "aprendiste a tocar el piano, por ejemplo. Tocas un acorde, primero muy mal, 10 veces,"
    },
    {
      "index": 213,
      "start_time": 921889.0,
      "end_time": 927660.0,
      "text": "100 veces, 1,000 veces. Cada que tocas ese acorde estás grabando un camino neuronal en tu"
    },
    {
      "index": 214,
      "start_time": 927660.0,
      "end_time": 933029.0,
      "text": "cabeza. Y con la repetición, se vuelve más fuerte, más fácil de prender, así que lo tocas más claramente"
    },
    {
      "index": 215,
      "start_time": 933029.0,
      "end_time": 939189.0,
      "text": "cada vez. Lo mismo sucede con todo lo que aprendemos, incluyendo las emociones."
    },
    {
      "index": 216,
      "start_time": 939189.0,
      "end_time": 943170.0,
      "text": "Todos tenemos hábitos con las emociones y deberías intentar identificar las tuyas, porque para mi,"
    },
    {
      "index": 217,
      "start_time": 943170.0,
      "end_time": 946829.0,
      "text": "en esta relación, llegaba a la culpa fácilmente, ¿cierto? Eso se convirtió en algo de que si me veía"
    },
    {
      "index": 218,
      "start_time": 946829.0,
      "end_time": 950189.0,
      "text": "mirándola, diría mierda; me sentía culpable."
    },
    {
      "index": 219,
      "start_time": 950189.0,
      "end_time": 953540.0,
      "text": "Tienes que descubrir cuáles son las tuyas. Tal vez te enojas fácilmente. Tal vez te pones triste."
    },
    {
      "index": 220,
      "start_time": 953540.0,
      "end_time": 958139.0,
      "text": "Tal vez tu persona se pone alegre o feliz con cualquier cosa. El punto es, tus emociones son"
    },
    {
      "index": 221,
      "start_time": 958139.0,
      "end_time": 963519.0,
      "text": "hábitos, y puedes re entrenarlas con práctica, pero necesitas identificar las malas primero."
    },
    {
      "index": 222,
      "start_time": 963519.0,
      "end_time": 967420.0,
      "text": "Así que para mi, era esta espiral de comparación ¿cierto?"
    },
    {
      "index": 223,
      "start_time": 967420.0,
      "end_time": 972839.0,
      "text": "Me preguntaba si yo era mejor o podría probarme a mi mismo sobre algún chico imaginario que mi ex novia"
    },
    {
      "index": 224,
      "start_time": 972839.0,
      "end_time": 978189.0,
      "text": "podría estar viendo. Así que este era el hábito que tenía que eliminar primero. Necesitaba interrumpirlo."
    },
    {
      "index": 225,
      "start_time": 978189.0,
      "end_time": 982350.0,
      "text": "Así que cuando estaba afuera, por ejemplo, en el gimnasio, veo un chico, se que es su tipo,"
    },
    {
      "index": 226,
      "start_time": 982350.0,
      "end_time": 986470.0,
      "text": "digo, quiero ser mejor que ese chico, bla bla bla, boom. Quítalo."
    },
    {
      "index": 227,
      "start_time": 986470.0,
      "end_time": 987860.0,
      "text": "Nótalo y deténlo."
    },
    {
      "index": 228,
      "start_time": 987869.0,
      "end_time": 993459.0,
      "text": "La manera más fácil de detenerlo es algo llamado un ojo revuelto. Y esto es lo que el chico de la"
    },
    {
      "index": 229,
      "start_time": 993459.0,
      "end_time": 998259.0,
      "text": "hipnoterapia me enseñó. Es así. Puedes tararear una canción, como feliz"
    },
    {
      "index": 230,
      "start_time": 998259.0,
      "end_time": 1002259.0,
      "text": "cumpleaños, y cuando sientas esa emoción lo primero que quieres hacer es lo siguiente:"
    },
    {
      "index": 231,
      "start_time": 1002500.0,
      "end_time": 1008720.0,
      "text": "(tarareando canción de Feliz Cumpleaños)"
    },
    {
      "index": 232,
      "start_time": 1008840.0,
      "end_time": 1013460.0,
      "text": "Se ve ridículo. Se siente ridículo. Pero lo que hace esto es que - Si lo sabes, tu cerebro está"
    },
    {
      "index": 233,
      "start_time": 1013470.0,
      "end_time": 1016869.0,
      "text": "dividido en dos partes. Así que hay quienes dicen, no estoy seguro de esto, que tu ojo,"
    },
    {
      "index": 234,
      "start_time": 1016869.0,
      "end_time": 1020860.0,
      "text": "dependiendo de a dónde va, entra a diferentes partes de tu cerebro. Así que rápidamente"
    },
    {
      "index": 235,
      "start_time": 1020860.0,
      "end_time": 1024709.0,
      "text": "estás circulando por todas las cosas en tu cerebro. Básicamente estás borrando lo que estabas pensando."
    },
    {
      "index": 236,
      "start_time": 1024709.0000000001,
      "end_time": 1028800.0000000001,
      "text": "Haz esto un par de veces y llegarás prácticamente a un estado neutralm"
    },
    {
      "index": 237,
      "start_time": 1028800.0,
      "end_time": 1032380.0,
      "text": "siempre que estés imaginando algo negativo. Ahora estás neutral. Así interrumpes"
    },
    {
      "index": 238,
      "start_time": 1032380.0000000001,
      "end_time": 1035230.0000000001,
      "text": "el patrón. Ese es el primer paso, con un ojo revuelto."
    },
    {
      "index": 239,
      "start_time": 1035230.0,
      "end_time": 1039700.0,
      "text": "El segundo paso es que ahora que eres neutral, quieres alimentarte de lo que realmente necesitas."
    },
    {
      "index": 240,
      "start_time": 1039700.0,
      "end_time": 1045860.0,
      "text": "Y te prometo, ya sea que te sientas celoso, inseguro, enojado, lo que sea,"
    },
    {
      "index": 241,
      "start_time": 1045859.9999999999,
      "end_time": 1048458.9999999999,
      "text": "ese sentimiento que te hace falta, puede sentirse como que necesitas sentirte respetado. Puede sentirse"
    },
    {
      "index": 242,
      "start_time": 1048459.0000000001,
      "end_time": 1052680.0,
      "text": "como que necesitas sentirte importante. El sentimiento de fondo que necesitas más allá de todo eso"
    },
    {
      "index": 243,
      "start_time": 1052680.0,
      "end_time": 1056780.0,
      "text": "es amor. Y te digo, puedes darte a ti mismo esos intermediarios de"
    },
    {
      "index": 244,
      "start_time": 1056780.0,
      "end_time": 1061070.0,
      "text": "respeto, importancia, significado, pero el que te va a llenar es el amor."
    },
    {
      "index": 245,
      "start_time": 1061070.0,
      "end_time": 1063650.0,
      "text": "Así que dátelo a ti mismo. Házlo una elección."
    },
    {
      "index": 246,
      "start_time": 1063650.0,
      "end_time": 1067640.0,
      "text": "Y de nuevo, una manera fácil de hacer esto. Hay muchos ejercicios. Puedo hablar de ellos en otros"
    },
    {
      "index": 247,
      "start_time": 1067640.0,
      "end_time": 1071560.0,
      "text": "videos. Por ahora, solo lo mantendré muy simple. Puedes ir a un espejo"
    },
    {
      "index": 248,
      "start_time": 1071560.0,
      "end_time": 1075730.0,
      "text": "o imaginarte que estás enfrente de un espejo en tu cabeza y decir en voz alta, o en tu"
    },
    {
      "index": 249,
      "start_time": 1075730.0,
      "end_time": 1081780.0,
      "text": "imaginación, viéndote a ti mismo, incluso si estás celoso de ese chico o si estás"
    },
    {
      "index": 250,
      "start_time": 1081780.0,
      "end_time": 1084640.0,
      "text": "reviviendo un error en tu cabeza, o incluso si extrañas a tu ex, o incluso si tus amigos no"
    },
    {
      "index": 251,
      "start_time": 1084640.0,
      "end_time": 1090390.0,
      "text": "están, te amo y te acepto tal y como eres. Aunque X, te amo"
    },
    {
      "index": 252,
      "start_time": 1090390.0,
      "end_time": 1093500.0,
      "text": "y te acepto exactamente como eres. Lo haces algunas veces y te empezarás a sonreir"
    },
    {
      "index": 253,
      "start_time": 1093500.0,
      "end_time": 1097270.0,
      "text": "porque es disparatado, uno, porque estás hablando contigo mismo, pero dos, empezarás a generar"
    },
    {
      "index": 254,
      "start_time": 1097270.0,
      "end_time": 1100100.0,
      "text": "ese sentimiento. Ese es un buen signo. Una vez que lo has logrado y te empiezas"
    },
    {
      "index": 255,
      "start_time": 1100100.0,
      "end_time": 1105040.0,
      "text": "a sentir bien, ese es el segundo paso. Necesitas darte ese amor propio."
    },
    {
      "index": 256,
      "start_time": 1105040.0,
      "end_time": 1111540.0,
      "text": "El tercer paso y esto es lo que mantiene todo y es lo más difícil. Si recuerdas,"
    },
    {
      "index": 257,
      "start_time": 1111540.0,
      "end_time": 1118030.0,
      "text": "no puedes sentir amor por otros de manera incondicional, a menos que te sientas primero"
    },
    {
      "index": 258,
      "start_time": 1118030.0,
      "end_time": 1123060.0,
      "text": "lleno de ti mismo. Así que la manera de probar si estás lleno de ti mismo es tratar de extenderlo"
    },
    {
      "index": 259,
      "start_time": 1123060.0,
      "end_time": 1126690.0,
      "text": "a la persona a quien menos quieres compartírselo. Y a lo que me refiero es que yo diría,"
    },
    {
      "index": 260,
      "start_time": 1126690.0,
      "end_time": 1131940.0,
      "text": "ok, extenderme a mí mismo. Lo interrumpí, me enseñé a mi mismo el amor propio, ¿puedo sentirme"
    },
    {
      "index": 261,
      "start_time": 1131940.0,
      "end_time": 1136880.0,
      "text": "genuinamente feliz por mi ex sin importar en dónde esté? ¿Puedo imaginar a mi ex en una cita, y desear de"
    },
    {
      "index": 262,
      "start_time": 1136880.0,
      "end_time": 1141910.0,
      "text": "verdad que el chico con el que ella tal vez salga sea genial, y que la haga feliz,"
    },
    {
      "index": 263,
      "start_time": 1141910.0,
      "end_time": 1146010.0,
      "text": "y que sea genial de muchas maneras? ¿Y puedo imaginarlo estando ahí y estar feliz por él que está"
    },
    {
      "index": 264,
      "start_time": 1146010.0,
      "end_time": 1149460.0,
      "text": "pasando tiempo con alguien que creo que es tan genial?"
    },
    {
      "index": 265,
      "start_time": 1149460.0,
      "end_time": 1152850.0,
      "text": "Y cuando puedes llegar a ese punto, lo que puede sonar loco y así sonó para mi"
    },
    {
      "index": 266,
      "start_time": 1152850.0,
      "end_time": 1157990.0,
      "text": "cuando entré por primera vez en la oficina de este chico, cuando puedes llegar a ese punto en el momento, tu"
    },
    {
      "index": 267,
      "start_time": 1157990.0,
      "end_time": 1161550.0,
      "text": "eres libre. Regresas a estar presente. No te tienes que estar preocupando de lo que todos están"
    },
    {
      "index": 268,
      "start_time": 1161550.0,
      "end_time": 1165760.0,
      "text": "haciendo todo el tiempo. De repente, en lugar de comparar dónde estás tu, solamente ves alrededor"
    },
    {
      "index": 269,
      "start_time": 1165760.0,
      "end_time": 1171000.0,
      "text": "y ves toda la felicidad en el mundo y puedes formar parte de ella."
    },
    {
      "index": 270,
      "start_time": 1171000.0,
      "end_time": 1177530.0,
      "text": "Yo nunca, en una manera completamente no egoísta, simplemente había mirado a alguien más y había estado"
    },
    {
      "index": 271,
      "start_time": 1177530.0,
      "end_time": 1179470.0,
      "text": "feliz por su felicidad."
    },
    {
      "index": 272,
      "start_time": 1179470.0,
      "end_time": 1183470.0,
      "text": "Siempre quería que las personas estuvieran felices, pero yo quería haber contribuido a hacerlas sentirse felices."
    },
    {
      "index": 273,
      "start_time": 1183470.0,
      "end_time": 1188180.0,
      "text": "Así que no era como que andaba por ahí siendo un imbécil, pero tampoco iba diciendo"
    },
    {
      "index": 274,
      "start_time": 1188180.0,
      "end_time": 1191020.0,
      "text": "\"Oh, ¿sabes qué? Él hizo algo genial por él mismo. Eso es increíble.\""
    },
    {
      "index": 275,
      "start_time": 1191020.0,
      "end_time": 1196070.0,
      "text": "Pero por primera vez en mi vida, veo que LeBron James ganó, por ejemplo, las finales de la NBA en"
    },
    {
      "index": 276,
      "start_time": 1196070.0,
      "end_time": 1200980.0,
      "text": "Cleveland, y siento que me lleno de un vaya eso es genial. Ese era el sueño de ese hombre, y"
    },
    {
      "index": 277,
      "start_time": 1200980.0,
      "end_time": 1205060.0,
      "text": "y puedo sentirme así de todas las demás personas en el mundo. No tienes que preocuparte"
    },
    {
      "index": 278,
      "start_time": 1205060.0,
      "end_time": 1208320.0,
      "text": "por lo que a ti te falta. De repente, toda la felicidad en el"
    },
    {
      "index": 279,
      "start_time": 1208320.0,
      "end_time": 1216350.0,
      "text": "mundo se convierte en tuya para ser parte de ella. Así que esos son los básicos de lo que he aprendido esta semana."
    },
    {
      "index": 280,
      "start_time": 1216350.0,
      "end_time": 1220500.0,
      "text": "Definitivamente estaré hablando más de esto. Espero que esos pasos estén claros porque son"
    },
    {
      "index": 281,
      "start_time": 1220500.0,
      "end_time": 1222050.0,
      "text": "piezas importantes."
    },
    {
      "index": 282,
      "start_time": 1222050.0,
      "end_time": 1226170.0,
      "text": "Interrumpe el patrón. Es un hábito que necesitas trabajar, deténlo. Segundo, una vez que"
    },
    {
      "index": 283,
      "start_time": 1226170.0,
      "end_time": 1229150.0,
      "text": "hayas interrumpido el patrón, necesitas encontrar tu amor propio. Como dije, hay"
    },
    {
      "index": 284,
      "start_time": 1229150.0,
      "end_time": 1233660.0,
      "text": "muchos ejercicios de eso. Estaré feliz de ver más de ellos si quieren. Y entonces, tercero, extiéndelo."
    },
    {
      "index": 285,
      "start_time": 1233660.0,
      "end_time": 1238100.0,
      "text": "asegúrate de que tu copa esté desbordándose. Esa es la segunda analogía. Tienes la mesa, y la copa."
    },
    {
      "index": 286,
      "start_time": 1238100.0,
      "end_time": 1242290.0,
      "text": "Necesitas llenar la copa hasta el punto que se desborda, y entonces, puedes empezar"
    },
    {
      "index": 287,
      "start_time": 1242290.0,
      "end_time": 1246160.0,
      "text": "a distribuirlo a otras personas, más o menos como una máscara de oxígeno, ¿cierto? Necesitas"
    },
    {
      "index": 288,
      "start_time": 1246160.0,
      "end_time": 1249960.0,
      "text": "trabajar en ti mismo y en tu amor propio primero, antes de que realmente se lo puedas extender a otros"
    },
    {
      "index": 289,
      "start_time": 1249960.0,
      "end_time": 1254150.0,
      "text": "de una manera significativa. Haz esas tres cosas y practícalo."
    },
    {
      "index": 290,
      "start_time": 1254150.0,
      "end_time": 1257750.0,
      "text": "Solo tienes que hacerlo una vez, es como ir al gimnasio, tienes que continuarlo,"
    },
    {
      "index": 291,
      "start_time": 1257750.0,
      "end_time": 1262540.0,
      "text": "desarrollarás hábitos más felices, y te harás más seguro, menos celoso y mucho más alegre."
    },
    {
      "index": 292,
      "start_time": 1262540.0,
      "end_time": 1267690.0,
      "text": "Es lo más profundo con lo que me he encontrado en al menos el último año,"
    },
    {
      "index": 293,
      "start_time": 1267690.0,
      "end_time": 1269960.0,
      "text": "espero que a ustedes les sea útil."
    },
    {
      "index": 294,
      "start_time": 1269960.0,
      "end_time": 1273750.0,
      "text": "Si quieren más de esto, suscríbanse al canal, y definitivamente habrán más de esto."
    },
    {
      "index": 295,
      "start_time": 1273750.0,
      "end_time": 1277870.0,
      "text": "Por supuesto, más Juego de Tronos y Análisis y todas esas cosas. No los dejaré,"
    },
    {
      "index": 296,
      "start_time": 1277870.0,
      "end_time": 1280720.0,
      "text": "pero si creo que habrá más de esto. Si tienes alguna pregunta relacionada a esto"
    },
    {
      "index": 297,
      "start_time": 1280720.0,
      "end_time": 1284490.0,
      "text": "nunca he enseñado nada de esto. Todo lo demás en este canal lo he estudiado por 10 años."
    },
    {
      "index": 298,
      "start_time": 1284490.0,
      "end_time": 1288340.0,
      "text": "Esta es la primera vez, hasta hace dos semanas, que me paré enfrente de la cámara"
    },
    {
      "index": 299,
      "start_time": 1288340.0,
      "end_time": 1291970.0,
      "text": "y traté de compartir. Así que si cubrí algo demasiado rápido, si hablé de cosas"
    },
    {
      "index": 300,
      "start_time": 1291970.0,
      "end_time": 1295200.0,
      "text": "que no son importantes, hay una parte que te gustaría saber, por favor házmelo saber"
    },
    {
      "index": 301,
      "start_time": 1295210.0,
      "end_time": 1296420.0,
      "text": "en los Comentarios."
    },
    {
      "index": 302,
      "start_time": 1296420.0,
      "end_time": 1301570.0,
      "text": "Definitivamente haré más videos de esto y quiero responder sus preguntas,"
    },
    {
      "index": 303,
      "start_time": 1301570.0,
      "end_time": 1307020.0,
      "text": "y finalmente, para mi ex, que estoy seguro que verá este video, eventualmente porque ha sido un apoyo increíble"
    },
    {
      "index": 304,
      "start_time": 1307020.0,
      "end_time": 1311520.0,
      "text": "del canal prácticamente desde el inicio, te amo."
    },
    {
      "index": 305,
      "start_time": 1311520.0,
      "end_time": 1318520.0,
      "text": "Realmente espero que seas feliz, y te amo. Así que, eso es todo."
    }
  ]
}