{
  "video_id": "GCQfMWAikyU",
  "title": "The Great Depression: Crash Course US History #33",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 4220.0,
      "text": "Hola, soy John Green y esto es Crash Course U.S. history y Herbert Hoover esta aquí"
    },
    {
      "index": 2,
      "start_time": 4230.0,
      "end_time": 7319.0,
      "text": "lo que nunca es una buena señal.\nHoy vamos a hablar sobre dos de mis temas favoritos"
    },
    {
      "index": 3,
      "start_time": 7319.0,
      "end_time": 12320.0,
      "text": "economía y las convenciones de nombres inexactos. Así es, vamos a estar hablando de"
    },
    {
      "index": 4,
      "start_time": 12320.0,
      "end_time": 17440.0,
      "text": "la Gran Depresión, que solo era grande\nsi te gusta, no se, ser un vagabundo o vender lapices"
    },
    {
      "index": 5,
      "start_time": 17440.0,
      "end_time": 19370.0,
      "text": "Ahora algunos de ustedes podrían ponerse un poco frustrados el día de hoy"
    },
    {
      "index": 6,
      "start_time": 19370.0,
      "end_time": 23370.0,
      "text": "porque no hay un consenso real\nsobre la Gran Depresión, y declaraciones"
    },
    {
      "index": 7,
      "start_time": 23370.0,
      "end_time": 27890.0,
      "text": "simples acerca de lo que realmente fue dicen mucho más sobre ti que lo que realmente ve la historia."
    },
    {
      "index": 8,
      "start_time": 27890.0,
      "end_time": 31230.0,
      "text": "¿Por qué me miras, Sr. Green? Yo no dije nada. Aunque lo pensé."
    },
    {
      "index": 9,
      "start_time": 31230.0,
      "end_time": 34370.0,
      "text": "Porque, Yo del pasado, siempre quieres que las cosas se ajusten a una narración simplista:"
    },
    {
      "index": 10,
      "start_time": 34370.0,
      "end_time": 38149.0,
      "text": "ella me ama, ella no me ama, la Gran depresión fue causada por X o fue causado por Y"
    },
    {
      "index": 11,
      "start_time": 38149.0,
      "end_time": 43499.0,
      "text": "Es complicado!"
    },
    {
      "index": 12,
      "start_time": 43499.0,
      "end_time": 50499.0,
      "text": "Muchas personas te dicen que la Gran Depresión comenzó con la caída de la bolsa en octubre de 1929"
    },
    {
      "index": 13,
      "start_time": 52409.0,
      "end_time": 57989.0,
      "text": "pero a) eso no es cierto y b) lleva\na la gente a confundir una correlación con una causa."
    },
    {
      "index": 14,
      "start_time": 57989.0,
      "end_time": 62120.0,
      "text": "Lo que nosotros consideramos como lo hizo la Gran Depresión si comienza después del desplome de la bolsa, pero no"
    },
    {
      "index": 15,
      "start_time": 62120.0,
      "end_time": 64550.0,
      "text": "a causa de ella. Al igual que, como vimos la semana pasada, las condiciones economicas"
    },
    {
      "index": 16,
      "start_time": 64550.0,
      "end_time": 68650.0,
      "text": "subyacentes en los EE.UU. antes de la caída de la bolsa no eran todo \"luz de luna y arco iris\""
    },
    {
      "index": 17,
      "start_time": 68650.0,
      "end_time": 73470.0,
      "text": "La década de 1920 ofrecio el consumo a gran escala a nuevos consumidores"
    },
    {
      "index": 18,
      "start_time": 73470.0,
      "end_time": 77350.0,
      "text": "Lo que era bueno para la industria americana. Pero gran parte de este consumo fue impulsado por"
    },
    {
      "index": 19,
      "start_time": 77350.0,
      "end_time": 81540.0,
      "text": "crédito y las compras a plazos que, resultó\ncabo, era totalmente insostenible."
    },
    {
      "index": 20,
      "start_time": 81540.0,
      "end_time": 86240.0,
      "text": "Lo que pasa con el crédito es que funciona bien\na menos que y hasta que aumente la incertidumbre económica"
    },
    {
      "index": 21,
      "start_time": 86240.0,
      "end_time": 91680.0,
      "text": "en cuyo punto ¡KATAPLUM! y eso por cierto es un término técnico de historiadores."
    },
    {
      "index": 22,
      "start_time": 91680.0,
      "end_time": 95730.0,
      "text": "Mientras tanto, el sector agrícola sufrió a lo largo de la década de 1920 y los precios agrícolas siguieron"
    },
    {
      "index": 23,
      "start_time": 95730.0,
      "end_time": 99990.0,
      "text": "cayendo por dos razones. En primer lugar, las granjas americanas se habían expandido enormemente durante la gran guerra"
    },
    {
      "index": 24,
      "start_time": 99990.0,
      "end_time": 105060.0,
      "text": "para proveer comida para todos los soldados, y en segundo lugar, la expansión llevó a muchos agricultores"
    },
    {
      "index": 25,
      "start_time": 105060.0,
      "end_time": 108150.0,
      "text": "a mecanizar sus operaciones.\nComo usted sabrá si alguna vez has comprado un tractor"
    },
    {
      "index": 26,
      "start_time": 108150.0,
      "end_time": 112450.0,
      "text": "la mecanización no es barrata y muchos agricultores se endeudaron para financiar"
    },
    {
      "index": 27,
      "start_time": 112450.0,
      "end_time": 117050.0,
      "text": "su expansión. Y a continuación, una combinación de\nsobreproducción y bajos precios hicieron que a menudo"
    },
    {
      "index": 28,
      "start_time": 117050.0,
      "end_time": 120400.0,
      "text": "sus fincas fueron embargadas.\nY otros signos de debilidad económica aparecieron"
    },
    {
      "index": 29,
      "start_time": 120400.0,
      "end_time": 125490.0,
      "text": "largo de la década. Al igual que en 1925, el crecimiento de fabricación de automóviles más lento, junto con la construcción de viviendas"
    },
    {
      "index": 30,
      "start_time": 125490.0,
      "end_time": 127790.0,
      "text": "Y, lo peor de todo fue lo que señaló el ala izquierda"
    },
    {
      "index": 31,
      "start_time": 127790.0,
      "end_time": 132310.0,
      "text": "radical Herbert Hoover etiquetado como \"una orgía\nde la especulación loca \"en los mercados de valores"
    },
    {
      "index": 32,
      "start_time": 132310.0,
      "end_time": 136840.0,
      "text": "que comenzó en 1927 Por cierto estoy bromeando sobre que él era un izquierdista radical. Sólo"
    },
    {
      "index": 33,
      "start_time": 136840.0,
      "end_time": 139770.0,
      "text": "mirarlo.\nSegún el historiador David Kennedy, \"Por"
    },
    {
      "index": 34,
      "start_time": 139770.0,
      "end_time": 144980.0,
      "text": "1929, los bancos comerciales estaban en la posición inusual de prestar más dinero para la bolsa de valores"
    },
    {
      "index": 35,
      "start_time": 144980.0,
      "end_time": 148060.0,
      "text": "e inversiones inmobiliarias que para empresas comerciales \"."
    },
    {
      "index": 36,
      "start_time": 148060.0,
      "end_time": 151400.0,
      "text": "Me pregunto si podríamos llegar a encontrarnos en esa posición de nuevo. Ah, claro eso hicimos en 2008."
    },
    {
      "index": 37,
      "start_time": 151400.0,
      "end_time": 155540.0,
      "text": "De todos modos, es tentador ver el mercado de valores\naccidente como la causa de la depresión, posiblemente"
    },
    {
      "index": 38,
      "start_time": 155540.0,
      "end_time": 159819.0,
      "text": "porque resulta que la historia económica de América\nen juego la moralidad, pero la verdad es que"
    },
    {
      "index": 39,
      "start_time": 159819.0,
      "end_time": 164709.0,
      "text": "la caída de la bolsa y la depresión\nno eran la misma cosa. Un montón de gente rica"
    },
    {
      "index": 40,
      "start_time": 164709.0,
      "end_time": 168980.0,
      "text": "perdido dinero en el mercado, pero lo que hizo la\nGran Depresión de la Gran Depresión fue"
    },
    {
      "index": 41,
      "start_time": 168980.0,
      "end_time": 174630.0,
      "text": "desempleo masivo y las penurias que acompaña,\ny esto en realidad no comienza hasta que, al igual que,"
    },
    {
      "index": 42,
      "start_time": 174630.0,
      "end_time": 178620.0,
      "text": "1930 o 1931.\nLa final de 1929 fue realmente bien. A menos"
    },
    {
      "index": 43,
      "start_time": 178620.0,
      "end_time": 182819.0,
      "text": "usted era un granjero. O un corredor de bolsa, obviamente. Así que ¿que causo en realidad la Depresión?"
    },
    {
      "index": 44,
      "start_time": 182819.0,
      "end_time": 186900.0,
      "text": "Bueno, eso es una gran pregunta y es una\nque los economistas han tratado de responder desde entonces."
    },
    {
      "index": 45,
      "start_time": 186900.0,
      "end_time": 191160.0,
      "text": "Ellos quieren averiguarlo para evitar que algo así vuelva a suceder. No hay presión, economistas."
    },
    {
      "index": 46,
      "start_time": 191160.0,
      "end_time": 194959.0,
      "text": "Sólo el 3% de los americanos eran dueños de acciones y los mercados se recuperaron gran parte de su valor"
    },
    {
      "index": 47,
      "start_time": 194959.0,
      "end_time": 198959.0,
      "text": "para 1930, a pesar de que después de eso se fueron abajo de nuevo. Porque, ya sabes, había una depresión"
    },
    {
      "index": 48,
      "start_time": 198959.0,
      "end_time": 200760.0,
      "text": "Y a pesar de que los grandes bancos y corporaciones"
    },
    {
      "index": 49,
      "start_time": 200760.0,
      "end_time": 204930.0,
      "text": "Estaban comprando un montón de acciones, muchas de ellas lo hacían con dinero prestado, practica conocida como \"compra de margen\""
    },
    {
      "index": 50,
      "start_time": 204930.0,
      "end_time": 209739.0,
      "text": "y todo eso aún no era suficiente témpano para que se hundiera la economía mundial."
    },
    {
      "index": 51,
      "start_time": 209739.0,
      "end_time": 213489.0,
      "text": "Pero si tuviera que nombrar una sola causa de la Gran Depresión, podría ser"
    },
    {
      "index": 52,
      "start_time": 213489.0,
      "end_time": 215989.0,
      "text": "la debilidad americana del sistema bancario. Muy bien. Vamos a ir a\nla ThoughtBubble."
    },
    {
      "index": 53,
      "start_time": 215989.0,
      "end_time": 220440.0,
      "text": "Aunque el sistema de la Reserva Federal había sido creado en 1913, la gran mayoría de los bancos"
    },
    {
      "index": 54,
      "start_time": 220440.0,
      "end_time": 225000.0,
      "text": "americanos eran instituciones pequeñas que tenían que depender de sus propios recursos. Cuando"
    },
    {
      "index": 55,
      "start_time": 225000.0,
      "end_time": 228540.0,
      "text": "hubo un pánico y corrió a los depositantes\nsacar el dinero del banco - como sucede"
    },
    {
      "index": 56,
      "start_time": 228540.0,
      "end_time": 232790.0,
      "text": "en la obscura película de arte \"Mary Poppins\" - El banco se hunde si no tiene"
    },
    {
      "index": 57,
      "start_time": 232790.0,
      "end_time": 236640.0,
      "text": "suficiente dinero en reserva.\nAsí, en 1930, comenzó una ola de quiebras bancarias"
    },
    {
      "index": 58,
      "start_time": 236640.0,
      "end_time": 240900.0,
      "text": "en Louisville que luego se extendió a Indiana,\nIllinois, Missouri, y, finalmente, Arkansas"
    },
    {
      "index": 59,
      "start_time": 240900.0,
      "end_time": 245540.0,
      "text": "y Carolina del Norte. Como los depositantes se alineaban a sacar su dinero antes de que los bancos quebraran"
    },
    {
      "index": 60,
      "start_time": 245540.0,
      "end_time": 251260.0,
      "text": "Los bancos pidieron préstamos y vendieron activos. En última instancia, esto significaba que el crédito se congeló,"
    },
    {
      "index": 61,
      "start_time": 251260.0,
      "end_time": 255470.0,
      "text": "que era lo que realmente destruyó la economía.\nUn sistema de crédito congelado significa que menos dinero"
    },
    {
      "index": 62,
      "start_time": 255470.0,
      "end_time": 259489.0,
      "text": "estaba en circulación, y que condujo a la deflación.\nAhora usted está pensando probablemente, \"Gran cosa,"
    },
    {
      "index": 63,
      "start_time": 259488.99999999997,
      "end_time": 264040.0,
      "text": "deflación, no puede ser tan malo como la inflación\n¿no? \"No. La deflación es mucho peor, como"
    },
    {
      "index": 64,
      "start_time": 264040.0,
      "end_time": 266560.0,
      "text": "cualquiera que haya dormido en un colchón de aire\nsabe."
    },
    {
      "index": 65,
      "start_time": 266560.0,
      "end_time": 271760.0,
      "text": "Cuando los precios bajan, las empresas reducen costos, principalmente mediante el despido de trabajadores. Estos trabajadores luego"
    },
    {
      "index": 66,
      "start_time": 271760.0,
      "end_time": 276360.0,
      "text": "no puede comprar algo y los inventarios continúan acumulandose y los precios bajan."
    },
    {
      "index": 67,
      "start_time": 276360.0,
      "end_time": 280440.0,
      "text": "los bancos no prestaban dinero, por lo que los empleadores no podían pedir prestado para pagar la nómina para pagar a sus trabajadores"
    },
    {
      "index": 68,
      "start_time": 280440.0,
      "end_time": 285010.0,
      "text": "y cada vez más empresas se declararon en quiebra dejando más y más trabajadores incapaces de comprar"
    },
    {
      "index": 69,
      "start_time": 285010.0,
      "end_time": 288180.0,
      "text": "los bienes y servicios que mantendrían los\nnegocios abiertos."
    },
    {
      "index": 70,
      "start_time": 288180.0,
      "end_time": 292389.0,
      "text": "Así que si tenemos que echar la culpa de la Gran Depresión a alguien podemos culpar a los bancos,"
    },
    {
      "index": 71,
      "start_time": 292389.0,
      "end_time": 296580.0,
      "text": "que no es del todo falso, y nos da\na nosotros la oportunidad de estrechar nuestros puños con Andrew Jackson"
    },
    {
      "index": 72,
      "start_time": 296580.0,
      "end_time": 300770.0,
      "text": "cuya desconfianza en la banca central nos metió en este lío en primer lugar. Eso es probablemente"
    },
    {
      "index": 73,
      "start_time": 300770.0,
      "end_time": 305090.0,
      "text": "demasiado simple, pero la Reserva Federal se merece\nuna buena parte de la culpa por no rescatar"
    },
    {
      "index": 74,
      "start_time": 305090.0,
      "end_time": 310060.0,
      "text": "los bancos y no promover la infusión de dinero en la economía para combatir este ciclo deflacionario."
    },
    {
      "index": 75,
      "start_time": 310060.0,
      "end_time": 313410.0,
      "text": "Gracias, Thoughtbubble. Así, los fans de la economía\npor ahí podría estar diciendo:"
    },
    {
      "index": 76,
      "start_time": 313410.0,
      "end_time": 318330.0,
      "text": "\"¿Por qué la administración de Hoover no realizo alguna buena medida keynesiana?\""
    },
    {
      "index": 77,
      "start_time": 318330.0,
      "end_time": 321770.0,
      "text": "El pensamiento ahí es que si los gobiernos\nhacen estímulos económicos a gran escala y un montón"
    },
    {
      "index": 78,
      "start_time": 321770.0,
      "end_time": 326139.0,
      "text": "de proyectos de infraestructura, crea un tipo de fondo que detiene el ciclo deflacionario"
    },
    {
      "index": 79,
      "start_time": 326139.0,
      "end_time": 328540.0,
      "text": "Y eso a menudo funciona, pero lamentablemente"
    },
    {
      "index": 80,
      "start_time": 328540.0,
      "end_time": 332760.0,
      "text": "la Administración Hoover no tenía una TARDIS. La gran obra de John Maynard Keynes"
    },
    {
      "index": 81,
      "start_time": 332760.0,
      "end_time": 336830.0,
      "text": "'La teoría general sobre el empleo, el interés y el dinero (Él no era muy bueno con los títulos) no se publicó"
    },
    {
      "index": 82,
      "start_time": 336830.0,
      "end_time": 339990.0,
      "text": "hasta 1936, cuando la depresión ya estaba por buen camino."
    },
    {
      "index": 83,
      "start_time": 339990.0,
      "end_time": 344699.0,
      "text": "Aventurandonos en la pesadilla verde de no-América por un momento, Herbert Hoover ofreció una explicación global"
    },
    {
      "index": 84,
      "start_time": 344699.0,
      "end_time": 348699.0,
      "text": "en sus memorias para el \nfenómeno que fue la Gran Depresión."
    },
    {
      "index": 85,
      "start_time": 348699.0,
      "end_time": 352830.0,
      "text": "Afirmó que su causa principal fue la primerra guerra mundial. Y para ser justos,  la guerra si"
    },
    {
      "index": 86,
      "start_time": 352830.0,
      "end_time": 358300.0,
      "text": "puso el escenario para un desastre económico mundial porque de la red de deudas y reparaciones que había creado."
    },
    {
      "index": 87,
      "start_time": 358300.0,
      "end_time": 359889.0,
      "text": "Al igual que, en virtud del Tratado de Versalles, Alemania"
    },
    {
      "index": 88,
      "start_time": 359889.0,
      "end_time": 364490.0,
      "text": "tuvo que pagar 33 mil millones dólares en reparaciones en su mayoría a Francia y Gran Bretaña, que no podía"
    },
    {
      "index": 89,
      "start_time": 364490.0,
      "end_time": 369210.0,
      "text": "pagar sin pedir prestado dinero de ... \nbancos americanos. Además el propio EE.UU.  debía"
    },
    {
      "index": 90,
      "start_time": 369210.0,
      "end_time": 373949.0,
      "text": "$ 10 billones de dolares a Gran Bretaña y Francia, que esos países pagarón con ayuda de las reparaciones alemanas"
    },
    {
      "index": 91,
      "start_time": 373949.0,
      "end_time": 376820.0,
      "text": "Pero una vez que el crédito Americano se seco, como"
    },
    {
      "index": 92,
      "start_time": 376820.0,
      "end_time": 380979.0,
      "text": "lo hizo a raíz de la caída de la bolsa\ny las quiebras de bancos estadounidenses, las economías"
    },
    {
      "index": 93,
      "start_time": 380979.0,
      "end_time": 383830.0,
      "text": "de Alemania, Francia y Gran Bretaña también cayeron por un precipicio."
    },
    {
      "index": 94,
      "start_time": 383830.0,
      "end_time": 388880.0,
      "text": "Y luego, con las economías industriales mas importantes en total desconcierto, un menor número de personas en el extranjero"
    },
    {
      "index": 95,
      "start_time": 388880.0,
      "end_time": 393910.0,
      "text": "podría comprar productos americanos, o vino francés, o el café de Brasil, y el comercio mundial se paró"
    },
    {
      "index": 96,
      "start_time": 393910.0,
      "end_time": 396530.0,
      "text": "Y luego, cuando lo que el mundo realmente necesita"
    },
    {
      "index": 97,
      "start_time": 396530.0,
      "end_time": 401830.0,
      "text": "era nas comercio, América respondió elevando aranceles a sus máximos históricos con"
    },
    {
      "index": 98,
      "start_time": 401830.0,
      "end_time": 405430.0,
      "text": "el arancel Smoot Hawley, una ley que fue tan\nmalo como suena."
    },
    {
      "index": 99,
      "start_time": 405430.0,
      "end_time": 409680.0,
      "text": "La idea de la alta tarifa era proteger\nLa industria americana, pero desde Europa respondió"
    },
    {
      "index": 100,
      "start_time": 409680.0,
      "end_time": 413680.0,
      "text": "con sus propios aranceles altos, que sólo significaba que había menos compradores para bienes americanos"
    },
    {
      "index": 101,
      "start_time": 413680.0,
      "end_time": 417479.0,
      "text": "menos comercio, menos ventas, y en última instancia menos puestos de trabajo."
    },
    {
      "index": 102,
      "start_time": 417479.0,
      "end_time": 421919.0,
      "text": "¿Y qué hizo Hoover? No es suficiente. Es\nimportante recordar que el gobierno de Estados Unidos"
    },
    {
      "index": 103,
      "start_time": 421919.0,
      "end_time": 426090.0,
      "text": "no es sólo el presidente. Hoover no podía\nsiempre que el Congreso hiciera lo que quisiera, pero"
    },
    {
      "index": 104,
      "start_time": 426090.0,
      "end_time": 431000.0,
      "text": "su ineptitud política no era particularmente\nsorprendente, ya que el primer cargo de elección popular"
    },
    {
      "index": 105,
      "start_time": 431000.0,
      "end_time": 434729.0,
      "text": "que alguna vez tenía en la vida era presidente\nde los Estados Unidos."
    },
    {
      "index": 106,
      "start_time": 434729.0,
      "end_time": 438460.0,
      "text": "Al igual, vamos a tomar el tema de la deuda externa.\nHoover propuso una moratoria sobre intergubernamental"
    },
    {
      "index": 107,
      "start_time": 438460.0,
      "end_time": 442860.0,
      "text": "pagos de la deuda y que en realidad logró que el Congreso lo aceptara, pero no fue suficiente,"
    },
    {
      "index": 108,
      "start_time": 442860.0,
      "end_time": 447180.0,
      "text": "principalmente debido a que los banqueros centrales de Europa y América se negaron a dejar de lado el estandar-oro"
    },
    {
      "index": 109,
      "start_time": 447180.0,
      "end_time": 451580.0,
      "text": "lo que habría permitido a los gobiernos\ndevaluar su moneda y la bomba necesaria"
    },
    {
      "index": 110,
      "start_time": 451580.0,
      "end_time": 454889.0,
      "text": "para inundar dinero en sus economías.\nY cuando Gran Bretaña, más heroicamente yo podría"
    },
    {
      "index": 111,
      "start_time": 454889.0,
      "end_time": 459650.0,
      "text": "añadir,si abandono el patrón oro en 1931\ny dejó de pagar en oro, los EE.UU"
    },
    {
      "index": 112,
      "start_time": 459650.0,
      "end_time": 463600.0,
      "text": "no siguieron su ejemplo, lo que significaba que el mundo financiero se congelara aún más."
    },
    {
      "index": 113,
      "start_time": 463600.0,
      "end_time": 467020.0,
      "text": "Como esto es un poco complicado, pero\nsi usted y yo siempre hemos utilizado Cheetos como moneda"
    },
    {
      "index": 114,
      "start_time": 467020.0,
      "end_time": 471380.0,
      "text": "para el intercambio de bienes y servicios y un día yo digo que ya no podemos seguir haciendo eso"
    },
    {
      "index": 115,
      "start_time": 471380.0,
      "end_time": 474889.0,
      "text": "porque no nos da la flexibilidad\npara sacarnos fuera de esta espiral deflacionaria."
    },
    {
      "index": 116,
      "start_time": 474889.0,
      "end_time": 477780.0,
      "text": "Si no lo hago también abandono los  Cheetos,"
    },
    {
      "index": 117,
      "start_time": 477780.0,
      "end_time": 480780.0,
      "text": "entonces va a ser un desastre total,\nlo cual fue."
    },
    {
      "index": 118,
      "start_time": 480780.0,
      "end_time": 485819.0,
      "text": "Y luego, lo que es peor, la Reserva Federal elevó su tasa de descuento, haciendo el crédito aún más difícil de conseguir."
    },
    {
      "index": 119,
      "start_time": 485819.0,
      "end_time": 492060.0,
      "text": "A finales de 1931, 2.294 bancos estadounidenses habían quebrado, el doble del número que se había ido a pique en 1930."
    },
    {
      "index": 120,
      "start_time": 492060.0,
      "end_time": 494600.0,
      "text": "Ahora, es fácil criticar al pobre Herbert Hoover"
    },
    {
      "index": 121,
      "start_time": 494600.0,
      "end_time": 498710.0,
      "text": "por no hacer lo suficiente para detener la Gran Depresión, y probablemente no hizo lo suficiente,"
    },
    {
      "index": 122,
      "start_time": 498710.0,
      "end_time": 503240.0,
      "text": "pero parte de eso se debe a nuestro conocimiento\nde lo que pasó después: el New Deal."
    },
    {
      "index": 123,
      "start_time": 503240.0,
      "end_time": 508460.0,
      "text": "Franklin D. Roosevelt al menos trató de hacer algo al respecto lo que nos hace olvidar que cuando Hoover"
    },
    {
      "index": 124,
      "start_time": 508460.0,
      "end_time": 513719.0,
      "text": "fue presidente, la teoría política y económica ortodoxa aconsejó a favor de no hacer nada."
    },
    {
      "index": 125,
      "start_time": 513719.00000000006,
      "end_time": 517450.00000000006,
      "text": "Y por lo menos Hoover no siguió el consejo\nde su secretario de Hacienda que, de acuerdo con"
    },
    {
      "index": 126,
      "start_time": 517450.00000000006,
      "end_time": 522089.00000000006,
      "text": "Hoover todos modos, sostuvo que que la solución\nera \"liquidar el trabajo, liquidar las acciones,"
    },
    {
      "index": 127,
      "start_time": 522089.00000000006,
      "end_time": 526430.0,
      "text": "liquidar a los agricultores, liquidar bienes raíces \" que suena como la peor malteada del mundo."
    },
    {
      "index": 128,
      "start_time": 526430.0,
      "end_time": 530580.0,
      "text": "En su lugar, Hoover creía que el mejor curso de la acción era \"utilizar los poderes del gobierno"
    },
    {
      "index": 129,
      "start_time": 530580.0,
      "end_time": 534820.0,
      "text": "para amortiguar la situación \"y en una reunión en la Casa Blanca persuadió a un gran número"
    },
    {
      "index": 130,
      "start_time": 534820.0,
      "end_time": 538140.0,
      "text": "de los industriales a aceptar que mantendrían el salario mínimo de sus trabajadores"
    },
    {
      "index": 131,
      "start_time": 538140.0,
      "end_time": 541980.0,
      "text": "También consiguió la Junta Federal Farm para el apoyo\nla producción agrícola, y obtuvo del Congreso"
    },
    {
      "index": 132,
      "start_time": 541980.0,
      "end_time": 547680.0,
      "text": "la aprobación de $ 140 millones en nuevas obras públicas. En general, casi se duplicó el gasto federal entre 1929 y 1931."
    },
    {
      "index": 133,
      "start_time": 547680.0,
      "end_time": 553230.0,
      "text": "Pero simplemente no era suficiente."
    },
    {
      "index": 134,
      "start_time": 553230.0,
      "end_time": 557540.0,
      "text": "Porque lo que Hoover no permitió que sucediera fue que el gobierno federal se hiciera cargo de la situación por completo"
    },
    {
      "index": 135,
      "start_time": 557540.0,
      "end_time": 560130.0,
      "text": "Él se basó principalmente en las empresas privadas"
    },
    {
      "index": 136,
      "start_time": 560130.0,
      "end_time": 564730.0,
      "text": "y los gobiernos estatales y locales para estimular la la economía, y eso fue insuficiente."
    },
    {
      "index": 137,
      "start_time": 564730.0,
      "end_time": 570010.0,
      "text": "no es de extrañar si tenemos en cuenta que en 1929 los gastos federales representaban el 3% de nuestro"
    },
    {
      "index": 138,
      "start_time": 570010.0,
      "end_time": 572720.0,
      "text": "producto Interno Bruto. Hoy en día es más\ncomo 20%."
    },
    {
      "index": 139,
      "start_time": 572720.0,
      "end_time": 577410.0,
      "text": "Así que fue realmente es difícil imaginar que el Gobierno Federal no haga nada en tales"
    },
    {
      "index": 140,
      "start_time": 577410.0,
      "end_time": 582350.0,
      "text": "circunstancias para hacer frente a un problema nacional porque nunca había hecho eso antes"
    },
    {
      "index": 141,
      "start_time": 582350.0,
      "end_time": 585270.0,
      "text": "Hoover también subió los impuestos como parte de un plan"
    },
    {
      "index": 142,
      "start_time": 585270.0,
      "end_time": 590610.0,
      "text": "para estabilizar los bancos mediante el equilibrio del presupuesto, proporcionando la confianza de los acreedores extranjeros,"
    },
    {
      "index": 143,
      "start_time": 590610.0,
      "end_time": 595110.0,
      "text": "y detener su compra de oro Américano.\nEsto apoyaría bonos y también mantuvo al"
    },
    {
      "index": 144,
      "start_time": 595110.0,
      "end_time": 599740.0,
      "text": "gobierno federal fuera de competencia con\nprestatarios privados. La Ley de Ingresos de 1932"
    },
    {
      "index": 145,
      "start_time": 599740.0,
      "end_time": 603860.0,
      "text": "paso el Congreso, pero no hizo mucho para detener la Depresión. De hecho, podría decirse que"
    },
    {
      "index": 146,
      "start_time": 603860.0,
      "end_time": 606720.0,
      "text": "hizo peor.\nAunque en última instancia, esta situación extrema obligó"
    },
    {
      "index": 147,
      "start_time": 606720.0,
      "end_time": 612980.0,
      "text": "Hoover en un movimiento verdaderamente radical. En enero 1932 creó la Corporación"
    },
    {
      "index": 148,
      "start_time": 612980.0,
      "end_time": 617550.0,
      "text": "de reconstrución Financiera, que era básicamente una programa de rescate federal que pidió dinero prestado"
    },
    {
      "index": 149,
      "start_time": 617550.0,
      "end_time": 623940.0,
      "text": "para proporcionar préstamos de emergencia a los bancos, la construcción, los ferrocarriles y las empresas agrícolas."
    },
    {
      "index": 150,
      "start_time": 623940.0,
      "end_time": 628899.0,
      "text": "El problema era que para 1932 el rescate de los bancos no fue suficiente y la Gran Depresión"
    },
    {
      "index": 151,
      "start_time": 628899.0,
      "end_time": 634480.0,
      "text": "empezó a tomar forma. A principios de 1932, más de 10 millones de personas estaban sin trabajo, el 20%"
    },
    {
      "index": 152,
      "start_time": 634480.0,
      "end_time": 638920.0,
      "text": "de la fuerza laboral. Y en las grandes ciudades números eran aún peor, especialmente para los afroamericanos"
    },
    {
      "index": 153,
      "start_time": 638920.0,
      "end_time": 644470.0,
      "text": "Como, en Chicago, el 4% de la población\nera afroamericana, pero formada por más"
    },
    {
      "index": 154,
      "start_time": 644470.0,
      "end_time": 648470.0,
      "text": "del 16% de los desempleados.\nAunque Hoover afirmaba célebremente que nadie murió de hambre"
    },
    {
      "index": 155,
      "start_time": 648470.0,
      "end_time": 653910.0,
      "text": "que era un poco «Que coman pasteles» (referencia a la rev francesa y Maria Antonieta) las personas si buscaban en los botes de basura para alimentarse."
    },
    {
      "index": 156,
      "start_time": 653910.0,
      "end_time": 658029.0,
      "text": "Y muchos estadounidenses se vieron obligados a pedir socorro. La respuesta de Hoover era tratar de animar a la"
    },
    {
      "index": 157,
      "start_time": 658029.0,
      "end_time": 662959.0,
      "text": "caridad privada a través de la \nPresident's Organization on Unemployment Relief (POUR)"
    },
    {
      "index": 158,
      "start_time": 662959.0,
      "end_time": 666240.0,
      "text": "(POBRE) Programas de ayuda del gobierno de la Ciudad de Nueva York"
    },
    {
      "index": 159,
      "start_time": 666240.0,
      "end_time": 672580.0,
      "text": "subió de $ 9 millones en 1930 a $ 58 millones\nen 1932, y las donaciones caritativas privado hizo"
    },
    {
      "index": 160,
      "start_time": 672580.0,
      "end_time": 677740.0,
      "text": "aumentará de $ 4,5 millón a $ 21 millones,\ny eso suena muy bien hasta que te das cuenta de que"
    },
    {
      "index": 161,
      "start_time": 677740.0,
      "end_time": 683920.0,
      "text": "del total de $ 79 millones de dólares que la ciudad de Nueva York gasto en ayuda en 1932 fue inferior a UN"
    },
    {
      "index": 162,
      "start_time": 683920.0,
      "end_time": 688080.0,
      "text": "Salarios perdidos del mes para las 800.000 personas\nque estaban desempleados."
    },
    {
      "index": 163,
      "start_time": 688080.0,
      "end_time": 691180.0,
      "text": "Oh, es hora de que el Documento de misterio?\nEspero que sea un descanso de la implacable"
    },
    {
      "index": 164,
      "start_time": 691180.0,
      "end_time": 695980.0,
      "text": "la miseria. Probablemente no.\nLas reglas son simples. Adivino el autor"
    },
    {
      "index": 165,
      "start_time": 695980.0,
      "end_time": 699779.0,
      "text": "del Documento de Misterio y luego por lo general me equivoco y me electrocutan  con la pluma de choque, que"
    },
    {
      "index": 166,
      "start_time": 699779.0,
      "end_time": 702140.0,
      "text": "es una verdadera pluma de choque no importa lo que ustedes digan"
    },
    {
      "index": 167,
      "start_time": 702140.0,
      "end_time": 703690.0,
      "text": "Bien, ¿qué tenemos aquí?"
    },
    {
      "index": 168,
      "start_time": 703690.0,
      "end_time": 707810.0,
      "text": "\"Nos sentamos mirando al suelo. Nadie se atreve\npensar en el próximo invierno. No sólo son"
    },
    {
      "index": 169,
      "start_time": 707810.0,
      "end_time": 712079.0,
      "text": "unos días más de verano. Todo el mundo está ansioso\nconseguir trabajo para poner algo por tanto tiempo"
    },
    {
      "index": 170,
      "start_time": 712079.0,
      "end_time": 716950.0,
      "text": "asedio de intenso frío. Pero no hay trabajo.\nSentado en la sala de todos lo sabemos. Esto es"
    },
    {
      "index": 171,
      "start_time": 716950.0,
      "end_time": 721649.0,
      "text": "¿por qué no hablamos; mucho. Nos fijamos en la\npiso temiendo ver que el conocimiento en cada"
    },
    {
      "index": 172,
      "start_time": 721649.0,
      "end_time": 726510.0,
      "text": "Los ojos de otros. Hay una especie de humillación\nen ella. Estamos lejos el uno del otro. Miramos"
    },
    {
      "index": 173,
      "start_time": 726510.0,
      "end_time": 731399.0,
      "text": "en el suelo. Es demasiado terrible para ver esta\nterror animal en los ojos del otro \"."
    },
    {
      "index": 174,
      "start_time": 731399.0,
      "end_time": 736850.0,
      "text": "Quiero decir, Stan, el desempleo fue del 25% y esto\npodría ser, literalmente, cualquiera de esas personas. Estoy"
    },
    {
      "index": 175,
      "start_time": 736850.0,
      "end_time": 740700.0,
      "text": "va a adivinar que se trata de una mujer, porque los hombres estaban por lo general viajando tratando de encontrar trabajo"
    },
    {
      "index": 176,
      "start_time": 740700.0,
      "end_time": 747700.0,
      "text": "mientras que las mujeres irían a estas oficinas para mirar. I - Quiero decir que podría haber muchos.. - No tengo ni idea."
    },
    {
      "index": 177,
      "start_time": 750149.0,
      "end_time": 753970.0,
      "text": "Ummm Janet Smith.\nMeridel Le Sueur? Ella es un buen escritor. Quizás"
    },
    {
      "index": 178,
      "start_time": 753970.0,
      "end_time": 757110.0,
      "text": "debemos contratarla. AH!\nAsí, a menudo a Crash Course tratamos de mostrar cómo"
    },
    {
      "index": 179,
      "start_time": 757110.0,
      "end_time": 761519.0,
      "text": "la sabiduría convencional acerca de la historia no es\nsiempre correcta. Pero en el caso de las dificultades"
    },
    {
      "index": 180,
      "start_time": 761519.0,
      "end_time": 764140.0,
      "text": "experimentado durante la Gran Depresión, \nrealmente lo fue."
    },
    {
      "index": 181,
      "start_time": 764140.0,
      "end_time": 768570.0,
      "text": "Las fotografías de Dorothea Lange y Walker Evans, y las descripciones de Steinbeck en \"la ira de las uvas\""
    },
    {
      "index": 182,
      "start_time": 768570.0,
      "end_time": 774110.0,
      "text": "dejando el tazón de polvo en la esperanza generalmente vana de una vida mejor en"
    },
    {
      "index": 183,
      "start_time": 774110.0,
      "end_time": 776760.0,
      "text": "California, cuentan la historia mejor que\nyo."
    },
    {
      "index": 184,
      "start_time": 776760.0,
      "end_time": 780510.0,
      "text": "Miles de estadounidenses salieron a la calle en\nbusca de trabajo y miles de otras más se puso en"
    },
    {
      "index": 185,
      "start_time": 780510.0,
      "end_time": 784779.0,
      "text": "colas del pan. Había barrios pobres para la\nsin hogar llamado Hoovervilles, y había"
    },
    {
      "index": 186,
      "start_time": 784779.0,
      "end_time": 788940.0,
      "text": "protestas, como el Bono de Marcha en Washington\npor los veteranos que buscan un pago inicial de un"
    },
    {
      "index": 187,
      "start_time": 788940.0,
      "end_time": 792870.0,
      "text": "bono que les corresponde en 1945.\nUna gran parte del debate en torno a la Gran Depresión"
    },
    {
      "index": 188,
      "start_time": 792870.0,
      "end_time": 797540.0,
      "text": "gira en torno a las causas, mientras que todavía más\nse refiere al grado en que el gobierno federal de"
    },
    {
      "index": 189,
      "start_time": 797540.0,
      "end_time": 800870.0,
      "text": "eventual respuesta, el New Deal, en realidad\nayudado a poner fin a la depresión."
    },
    {
      "index": 190,
      "start_time": 800870.0,
      "end_time": 804329.0,
      "text": "Estas cuestiones son controvertidas porque\nsiguen siendo relevantes. Todavía estamos hablando"
    },
    {
      "index": 191,
      "start_time": 804329.0,
      "end_time": 807360.0,
      "text": "sobre la forma de regular la banca.\nTodavía estamos hablando de lo que el gobierno de"
    },
    {
      "index": 192,
      "start_time": 807360.0,
      "end_time": 811660.0,
      "text": "papel en la política económica debe ser y si\nun gobierno federal fuerte es en última instancia,"
    },
    {
      "index": 193,
      "start_time": 811660.0,
      "end_time": 814970.0,
      "text": "bueno para una economía o malo para ella. ¿Y cómo te sientes acerca del rol del gobierno en"
    },
    {
      "index": 194,
      "start_time": 814970.0,
      "end_time": 819089.0,
      "text": "la Gran Depresión va a depender\nen cómo te sientes acerca del gobierno en general."
    },
    {
      "index": 195,
      "start_time": 819089.0,
      "end_time": 823790.0,
      "text": "Dicho esto, no debemos dejar que nuestros sentimientos ideológicos sobre los mercados y los gobiernos"
    },
    {
      "index": 196,
      "start_time": 823790.0,
      "end_time": 828279.0,
      "text": "y la economía oculten el sufrimiento que millones de estadounidenses experimentaron durante la Gran Depresión."
    },
    {
      "index": 197,
      "start_time": 828279.0,
      "end_time": 830680.0,
      "text": "Para generaciones de estadounidenses, la Gran Depresion fue una de"
    },
    {
      "index": 198,
      "start_time": 830680.0,
      "end_time": 835269.0,
      "text": "las experiencias que definieron sus vidas. Gracias por su atención. Nos vemos la semana que viene."
    },
    {
      "index": 199,
      "start_time": 835269.0,
      "end_time": 839050.0,
      "text": "Crash Course es producido y dirigido por Stan\nMuller, escrito por Raoul Meyer, y hecho con"
    },
    {
      "index": 200,
      "start_time": 839050.0,
      "end_time": 843860.0,
      "text": "la ayuda de todas estas buenas personas. Y\nes posible debido a su apoyo a través de"
    },
    {
      "index": 201,
      "start_time": 843860.0,
      "end_time": 845680.0,
      "text": "Subbable.\nEstos videos son sólo posibles gracias al"
    },
    {
      "index": 202,
      "start_time": 845680.0,
      "end_time": 848970.0,
      "text": "apoyo que los espectadores de Crash Course muestran en forma mensual a través de Subbable."
    },
    {
      "index": 203,
      "start_time": 848970.0,
      "end_time": 851930.0,
      "text": "Hay un enlace en la información de vídeo Si\nsumarme a esos suscriptores."
    },
    {
      "index": 204,
      "start_time": 851930.0,
      "end_time": 857760.0,
      "text": "Hay Gratificaciones y cosas interesantes, pero sobre todo videos disponible de forma gratuita a todo el mundo para siempre."
    },
    {
      "index": 205,
      "start_time": 857760.0,
      "end_time": 860720.0,
      "text": "Gracias por su atención y apoyo a Crash\nCurso y como decimos en mi pueblo"
    },
    {
      "index": 206,
      "start_time": 860720.0,
      "end_time": 865560.0,
      "text": "No olvides ser asombroso... Voy a golpear el globo! Dado en el clavo."
    }
  ]
}