{
  "video_id": "gdFWBJW6mFY",
  "title": "World of Tanks. Guide Park - Maus",
  "json": [
    {
      "index": 1,
      "start_time": 21000.0,
      "end_time": 28000.0,
      "text": "No hay muchos vehículos blindados que os puedan sorprender en el campo de batalla como el tanque pesado alemán “Maus”, un gigante de acero de 180 toneladas."
    },
    {
      "index": 2,
      "start_time": 29000.0,
      "end_time": 35000.0,
      "text": "Una vez finalizado el proyecto “Lowe”, el desarrollo de este tanque duró desde marzo de 1942 hasta junio de 1944."
    },
    {
      "index": 3,
      "start_time": 38000.0,
      "end_time": 46000.0,
      "text": "La compañía “Krupp” planeaba crear 141 unidades de este vehículo, pero los bombardeos constantes de las Fuerzas Aéreas británicas desbarataron el plan, y en 1942, "
    },
    {
      "index": 4,
      "start_time": 46000.0,
      "end_time": 50000.0,
      "text": "durante la operación \"Bolsa del Ruhr\", la planta militar de \"Krupp\" sufrió daños muy graves."
    },
    {
      "index": 5,
      "start_time": 52000.0,
      "end_time": 56000.0,
      "text": "En consecuencia, resultó imposible producir \"Maus\" durante casi ocho meses."
    },
    {
      "index": 6,
      "start_time": 56000.0,
      "end_time": 63000.0,
      "text": "Cuando la factoría fue reconstruida, se redujo el pedido: \"Krupp\" debía producir dos tanques y una torreta en lugar de 141 vehículos."
    },
    {
      "index": 7,
      "start_time": 64000.0,
      "end_time": 71000.0,
      "text": "Si las Fuerzas Aéreas británicas no hubieran bombardeado las plantas militares alemanas repetidamente, paralizando la producción, cabe la posibilidad de que se "
    },
    {
      "index": 8,
      "start_time": 71000.0,
      "end_time": 75000.0,
      "text": "hubieran puesto en servicio más tanques \"Maus” y de que hubieran sido empleados en los campos de batalla de la Segunda Guerra Mundial."
    },
    {
      "index": 9,
      "start_time": 77000.0,
      "end_time": 78000.0,
      "text": "Sin embargo, eso no sucedió."
    },
    {
      "index": 10,
      "start_time": 79000.0,
      "end_time": 83000.0,
      "text": "En World of Tanks, el “Maus” es un vehículo del rango más alto en la rama alemana de los tanques pesados."
    },
    {
      "index": 11,
      "start_time": 83000.0,
      "end_time": 88000.0,
      "text": "Vamos a puntuar las características de combate de este vehículo blindado en comparación con otros tanques pesados de rango X."
    },
    {
      "index": 12,
      "start_time": 89000.0,
      "end_time": 94000.0,
      "text": "Usaremos una escala del 1 al 10 para evaluar estas características, siendo 1 el valor más bajo y 10 el más alto."
    },
    {
      "index": 13,
      "start_time": 94000.0,
      "end_time": 98000.0,
      "text": "Las características de movimiento y movilidad son peores que las de otros tanques del mismo rango."
    },
    {
      "index": 14,
      "start_time": 98000.0,
      "end_time": 102000.0,
      "text": "La velocidad de rotación de su casco es de 15 grados por segundo, y la de su torreta es de 14 grados por segundo."
    },
    {
      "index": 15,
      "start_time": 103000.0,
      "end_time": 105000.0,
      "text": "Su velocidad máxima es de 20 km/h."
    },
    {
      "index": 16,
      "start_time": 105000.0,
      "end_time": 109000.0,
      "text": "Las características de disparo tampoco son la mejor baza de este tanque."
    },
    {
      "index": 17,
      "start_time": 109000.0,
      "end_time": 111000.0,
      "text": "El tiempo de apuntamiento asciende hasta 2,9 segundos."
    },
    {
      "index": 18,
      "start_time": 112000.0,
      "end_time": 116000.0,
      "text": "La precisión del cañón es de 0,38 metros a una distancia de 100 metros."
    },
    {
      "index": 19,
      "start_time": 117000.0,
      "end_time": 119000.0,
      "text": "La potencia de daño media es de 490 puntos."
    },
    {
      "index": 20,
      "start_time": 120000.0,
      "end_time": 124000.0,
      "text": "La penetración media de un proyectil antiblindaje es de 246 milímetros."
    },
    {
      "index": 21,
      "start_time": 125000.0,
      "end_time": 127000.0,
      "text": "Este tanque está equipado con uno de los mejores blindajes del juego."
    },
    {
      "index": 22,
      "start_time": 127000.0,
      "end_time": 135000.0,
      "text": "El glacis superior tiene 200 mm de grosor, y está situado en un ángulo de 52 grados, lo que le permite resistir disparos de los cañones más potentes del juego."
    },
    {
      "index": 23,
      "start_time": 136000.0,
      "end_time": 141000.0,
      "text": "El blindaje lateral es de 185 mm, pero tiene un ángulo de 0 grados, lo que disminuye su efectividad."
    },
    {
      "index": 24,
      "start_time": 141000.0,
      "end_time": 145000.0,
      "text": "El blindaje frontal de la torreta es de 240 mm y tiene una forma convexa."
    },
    {
      "index": 25,
      "start_time": 146000.0,
      "end_time": 153000.0,
      "text": "El blindaje lateral de la torreta tiene un grosor de 210 mm y está situado en un ángulo de 30 grados. Este blindaje puede ser un hueso duro de roer para la mayoría de los tanques."
    },
    {
      "index": 26,
      "start_time": 154000.0,
      "end_time": 157000.0,
      "text": "Este tanque posee 3.000 puntos de vida, el valor más alto en el juego."
    },
    {
      "index": 27,
      "start_time": 159000.0,
      "end_time": 163000.0,
      "text": "Al igual que otros tanques pesados del mismo nivel, a excepción del británico, tiene un rango de visión de 400 metros."
    },
    {
      "index": 28,
      "start_time": 164000.0,
      "end_time": 165000.0,
      "text": "Resumiendo:"
    },
    {
      "index": 29,
      "start_time": 165000.0,
      "end_time": 169000.0,
      "text": "Las desventajas del “Maus” son la pobre aceleración y un potencial de fuego que deja mucho que desear."
    },
    {
      "index": 30,
      "start_time": 169000.0,
      "end_time": 173000.0,
      "text": "Además, su silueta gigantesca lo convierte en un blanco perfecto para la artillería."
    },
    {
      "index": 31,
      "start_time": 173000.0,
      "end_time": 177000.0,
      "text": "Las principales ventajas de este vehículo son la enorme cantidad de puntos de vida y el sólido blindaje."
    },
    {
      "index": 32,
      "start_time": 178000.0,
      "end_time": 186000.0,
      "text": "Sus puntos débiles se encuentran en los laterales de la torreta, en el glacis inferior, y en las partes poco blindadas de su casco que se pueden penetrar disparando a las cadenas en ángulo."
    },
    {
      "index": 33,
      "start_time": 187000.0,
      "end_time": 189000.0,
      "text": "Vamos a hablar de las tácticas de combate."
    },
    {
      "index": 34,
      "start_time": 189000.0,
      "end_time": 195000.0,
      "text": "El “Maus” es EL vehículo para la primera línea. Puede aguantar mucho daño y cubrir a los aliados de fuego enemigo."
    },
    {
      "index": 35,
      "start_time": 195000.0,
      "end_time": 199000.0,
      "text": "Habitualmente, se considera que los mapas urbanos son un lugar idóneo para que los tanques pesados luchen. "
    },
    {
      "index": 36,
      "start_time": 200000.0,
      "end_time": 202000.0,
      "text": "Podéis mantener la posición o abrir los flancos."
    },
    {
      "index": 37,
      "start_time": 203000.0,
      "end_time": 206000.0,
      "text": "Y las probabilidades de que la artillería os alcance son muy bajas."
    },
    {
      "index": 38,
      "start_time": 207000.0,
      "end_time": 213000.0,
      "text": "Pero no debéis olvidar cuáles son vuestros puntos débiles: ocultad el glacis inferior, y girad vuestra torreta de manera que a los enemigos les sea imposible apuntar a sus laterales."
    },
    {
      "index": 39,
      "start_time": 215000.0,
      "end_time": 219000.0,
      "text": "Es muy importante comprender lo que vais a hacer durante cada fase del combate."
    },
    {
      "index": 40,
      "start_time": 219000.0,
      "end_time": 223000.0,
      "text": "No avancéis durante los primeros minutos solo porque no veis a nadie ante vosotros."
    },
    {
      "index": 41,
      "start_time": 224000.0,
      "end_time": 225000.0,
      "text": "Un enemigo puede estar esperándoos a la vuelta de la esquina. "
    },
    {
      "index": 42,
      "start_time": 227000.0,
      "end_time": 231000.0,
      "text": "Si estáis seguros de que solo hay unos pocos tanques ante vosotros, reunid a vuestros compañeros de equipo y después avanzad."
    },
    {
      "index": 43,
      "start_time": 234000.0,
      "end_time": 241000.0,
      "text": "El apoyo de vuestros compañeros es muy importante, ya que si un “Maus” se queda solo, se convierte en un blanco fácil para los enemigos, puesto que no puede luchar en dos frentes."
    },
    {
      "index": 44,
      "start_time": 243000.0,
      "end_time": 244000.0,
      "text": "Vamos a emplear “Ruinberg” como ejemplo."
    },
    {
      "index": 45,
      "start_time": 245000.0,
      "end_time": 250000.0,
      "text": "Únicamente vamos a hablar de las partes urbanas del mapa porque os recomendamos encarecidamente que evitéis los territorios abiertos."
    },
    {
      "index": 46,
      "start_time": 252000.0,
      "end_time": 256000.0,
      "text": "Al principio de la batalla, moveos a la sección G3 y cubríos tras los edificios destruidos."
    },
    {
      "index": 47,
      "start_time": 257000.0,
      "end_time": 259000.0,
      "text": "Desde ahí podréis disparar a través de la cañonera."
    },
    {
      "index": 48,
      "start_time": 259000.0,
      "end_time": 265000.0,
      "text": "Si los enemigos atraviesan la tercera línea o emplean tácticas defensivas, podréis infligirles daño mientras permanecéis protegidos."
    },
    {
      "index": 49,
      "start_time": 267000.0,
      "end_time": 270000.0,
      "text": "Desde ese lugar podréis seguir los siguientes pasos:"
    },
    {
      "index": 50,
      "start_time": 271000.0,
      "end_time": 275000.0,
      "text": "Si hay muchos tanques enemigos, desplazaos a la sección F2 y disparadlos desde detrás de la esquina."
    },
    {
      "index": 51,
      "start_time": 275000.0,
      "end_time": 280000.0,
      "text": "Si los enemigos entran en la pequeña ciudad, presionad la tercera línea o incluso dirigíos a la sección J2."
    },
    {
      "index": 52,
      "start_time": 281000.0,
      "end_time": 286000.0,
      "text": "Por lo general, en todos los mapas, deberíais realizar distintas maniobras que puedan dar a vuestro equipo cierta ventaja sobre los enemigos."
    },
    {
      "index": 53,
      "start_time": 287000.0,
      "end_time": 294000.0,
      "text": "El “Maus” es incapaz de moverse con rapidez de un flanco a otro, por eso deberéis predecir en qué flanco aparecerá la fuerza enemiga principal, para poder "
    },
    {
      "index": 54,
      "start_time": 294000.0,
      "end_time": 295000.0,
      "text": "desempeñar vuestra función allí."
    },
    {
      "index": 55,
      "start_time": 297000.0,
      "end_time": 305000.0,
      "text": "En mapas abiertos como “Malinovka”, “Prokhorovka”, “El Halluf”, “Sand River” y “Estepas” no podréis aprovechar el potencial de este tanque."
    },
    {
      "index": 56,
      "start_time": 306000.0,
      "end_time": 309000.0,
      "text": "El “Maus” es lento, por lo que es muy difícil cambiar de posición o situarse a cubierto rápidamente."
    },
    {
      "index": 57,
      "start_time": 310000.0,
      "end_time": 314000.0,
      "text": "Su enorme tamaño permite a los enemigos detectarlo en seguida y la artillería dispararía lo antes posible."
    },
    {
      "index": 58,
      "start_time": 315000.0,
      "end_time": 321000.0,
      "text": "Y su penetración mediocre, así como su reducida precisión, hacen que os resulte imposible alcanzar a un enemigo a larga distancia."
    },
    {
      "index": 59,
      "start_time": 322000.0,
      "end_time": 326000.0,
      "text": "En “Malinovka”, la mejor opción es quedarse cerca del monasterio o los graneros."
    },
    {
      "index": 60,
      "start_time": 327000.0,
      "end_time": 329000.0,
      "text": "En “El Halluf” podéis ocultaros tras los montes."
    },
    {
      "index": 61,
      "start_time": 330000.0,
      "end_time": 333000.0,
      "text": "En “Sand River” entrad en la ciudad e intentad esconderos del fuego enemigo."
    },
    {
      "index": 62,
      "start_time": 336000.0,
      "end_time": 339000.0,
      "text": "En “Estepas” podéis usar rocas para cubriros y disparar desde ahí a otros tanques pesados."
    },
    {
      "index": 63,
      "start_time": 341000.0,
      "end_time": 347000.0,
      "text": "“Prokhorovka” es uno de los mapas más desfavorables para el “Maus” ya que podéis ser descubiertos y destruidos incluso antes de que os posicionéis."
    },
    {
      "index": 64,
      "start_time": 349000.0,
      "end_time": 352000.0,
      "text": "Por eso debéis moveros con cautela y usar los edificios que hay en el pueblo como cobertura."
    },
    {
      "index": 65,
      "start_time": 354000.0,
      "end_time": 356000.0,
      "text": "Cualquier otra acción os llevará sin duda a la muerte."
    },
    {
      "index": 66,
      "start_time": 358000.0,
      "end_time": 360000.0,
      "text": "La efectividad del “Maus” depende en gran medida del mapa."
    },
    {
      "index": 67,
      "start_time": 361000.0,
      "end_time": 363000.0,
      "text": "Eso es un problema importante a la hora de jugar con este vehículo."
    },
    {
      "index": 68,
      "start_time": 364000.0,
      "end_time": 371000.0,
      "text": "En los valles y otros ubicaciones en las que podáis esconderos de la artillería, puede resultar de gran ayuda, pero tan pronto como el “Maus” aparece en un mapa "
    },
    {
      "index": 69,
      "start_time": 371000.0,
      "end_time": 372000.0,
      "text": "abierto o se queda solo, se vuelve muy vulnerable."
    },
    {
      "index": 70,
      "start_time": 373000.0,
      "end_time": 376000.0,
      "text": "Sería una sorpresa que pudierais terminar la batalla con éxito."
    },
    {
      "index": 71,
      "start_time": 377000.0,
      "end_time": 383000.0,
      "text": "También deberíamos mencionar otro punto débil del “Maus”: cuando situáis vuestro tanque en ángulo, un enemigo puede disparar a vuestras cadenas."
    },
    {
      "index": 72,
      "start_time": 384000.0,
      "end_time": 387000.0,
      "text": "El proyectil las penetrará y alcanzará el blindaje, que ahí solo tiene 80 mm de grosor."
    },
    {
      "index": 73,
      "start_time": 388000.0,
      "end_time": 394000.0,
      "text": "En distancias grandes, no deberíais tener miedo; pero en los combates a corta distancia, situad vuestro tanque para aumentar las posibilidades de rebote cuando un enemigo os apunte."
    },
    {
      "index": 74,
      "start_time": 397000.0,
      "end_time": 401000.0,
      "text": "En un cara a cara con casi cualquier otro tanque, usad vuestro peso a vuestro favor."
    },
    {
      "index": 75,
      "start_time": 402000.0,
      "end_time": 405000.0,
      "text": "Al cargar no se causa mucho daño, pero puede resultar útil."
    },
    {
      "index": 76,
      "start_time": 406000.0,
      "end_time": 409000.0,
      "text": "Para aumentar la eficacia de vuestro tanque en batalla, comprad el siguiente equipamiento:"
    },
    {
      "index": 77,
      "start_time": 410000.0,
      "end_time": 417000.0,
      "text": "La Barra de Carga, el Estabilizador y el Dispositivo de Apuntamiento Mejorado ayudarán a vuestro vehículo en combates a corta distancia, mejorando el apuntamiento y "
    },
    {
      "index": 78,
      "start_time": 417000.0,
      "end_time": 418000.0,
      "text": "contribuyendo a que disparéis más rápido."
    },
    {
      "index": 79,
      "start_time": 418000.0,
      "end_time": 422000.0,
      "text": "En lo que a las habilidades de la tripulación se refiere, la combinación más efectiva es la siguiente:"
    },
    {
      "index": 80,
      "start_time": 423000.0,
      "end_time": 426000.0,
      "text": "Eso es todo por ahora. ¡Buena suerte en el campo de batalla!"
    }
  ]
}