{
  "video_id": "gEUu-A2wfSE",
  "title": "Human Body Systems Functions Overview: The 11 Champions (Updated)",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 3680.0,
      "text": " "
    },
    {
      "index": 2,
      "start_time": 3680.0,
      "end_time": 8540.0,
      "text": " "
    },
    {
      "index": 3,
      "start_time": 8640.0,
      "end_time": 13639.0,
      "text": "¿Has escuchado alguna vez la frase, \"Conozco esto como la palma de mi mano\"? Bien"
    },
    {
      "index": 4,
      "start_time": 13640.0,
      "end_time": 18280.0,
      "text": "Esto puede generar la pregunta de sí ¿En realidad conoces la palma de tu mano? Porque si en realidad miras"
    },
    {
      "index": 5,
      "start_time": 18280.0,
      "end_time": 22770.0,
      "text": "tu mano ves tu piel pero, está también lo que no puedes ver debajo de tu"
    },
    {
      "index": 6,
      "start_time": 22770.0,
      "end_time": 27360.0,
      "text": "piel, que es increíble. No puedes ver el millon de células que conforman tu"
    },
    {
      "index": 7,
      "start_time": 27360.0,
      "end_time": 32720.0,
      "text": "Mano. Al menos, no sin un microscopio. Algunas veces damos por sentado esas células"
    },
    {
      "index": 8,
      "start_time": 32720.0,
      "end_time": 39300.0,
      "text": "pero tu cuerpo está conformado ¡por millones de células! Células que trabajan juntas. Células que son muy"
    },
    {
      "index": 9,
      "start_time": 39300.0,
      "end_time": 45900.0,
      "text": "organizadas y tienen funciones específicas. Células que cargan todo tu código genético, pero que usan"
    },
    {
      "index": 10,
      "start_time": 45900.0,
      "end_time": 50140.0,
      "text": "solo un parte de este dependiendo de la función que desempeñen."
    },
    {
      "index": 11,
      "start_time": 50140.0,
      "end_time": 56560.0,
      "text": "El conjunto de tus células conforman los tejidos del cuerpo. Los tejido forman órganos, como tu corazón, por ejemplo."
    },
    {
      "index": 12,
      "start_time": 56560.0,
      "end_time": 61640.0,
      "text": "Y los órganos hacen parte de un sistema, como el sistema circulatorio."
    },
    {
      "index": 13,
      "start_time": 61640.0,
      "end_time": 65540.0,
      "text": "Es importante que entiendas qué es un sistema de órganos para que puedas conocer como trabaja tu cuerpo."
    },
    {
      "index": 14,
      "start_time": 65540.0,
      "end_time": 72170.0,
      "text": "Una cosa para tener en cuenta es que los sistemas de órganos no trabajan aisladamente. Ellos no"
    },
    {
      "index": 15,
      "start_time": 72170.0,
      "end_time": 77939.0,
      "text": "son solitarios. Trabajan juntos y son parte de un gran equipo. Vamos a introducir los"
    },
    {
      "index": 16,
      "start_time": 77939.0,
      "end_time": 84210.0,
      "text": "11 sistemas de órganos principales. Mantén en mente que esto es solo una rápida introducción, entonces haremos una exposición"
    },
    {
      "index": 17,
      "start_time": 84210.0,
      "end_time": 90359.0,
      "text": "muy básica de los sistemas. Debido a que todos son muy importantes, es dificil"
    },
    {
      "index": 18,
      "start_time": 90359.0,
      "end_time": 94920.0,
      "text": "saber por donde empezar. Así que empezaremos en orden alfabético, porque no queremos"
    },
    {
      "index": 19,
      "start_time": 94920.0,
      "end_time": 98729.0,
      "text": "que pienses que uno es más importante que otro"
    },
    {
      "index": 20,
      "start_time": 98729.0,
      "end_time": 104200.0,
      "text": "Primero - El sistema circulatorio. Piensas en la sangre y deberías, porque la sangre transporta"
    },
    {
      "index": 21,
      "start_time": 104200.0,
      "end_time": 109850.0,
      "text": "gases como el oxígeno (que tu cuerpo necesita) y ayuda a remover el CO\"(Que tu cuerpo necesta"
    },
    {
      "index": 22,
      "start_time": 109850.0,
      "end_time": 115759.0,
      "text": "eliminar). Tu sangre también transporta nutrientes que tu cuerpo necesita. Tu corazón está incluido"
    },
    {
      "index": 23,
      "start_time": 115759.0,
      "end_time": 121299.0,
      "text": "en este sistema. Este es una máquina de bombeo que impulsa la sangre por todo el cuerpo. La arterias"
    },
    {
      "index": 24,
      "start_time": 121299.0,
      "end_time": 126939.0,
      "text": "transportan la sangre fuera del corazón, mientras que las venas la transportan"
    },
    {
      "index": 25,
      "start_time": 126939.0,
      "end_time": 132470.0,
      "text": "hacia el corazón, y los capilares son pequeños vasos sanguíneos a lo largo de"
    },
    {
      "index": 26,
      "start_time": 132470.0,
      "end_time": 138030.0,
      "text": "tu cuerpo. ¿Alguna vez escuchaste el rumor de que tu sangre es azul y luego se vuelve roja cuando se"
    },
    {
      "index": 27,
      "start_time": 138030.0,
      "end_time": 142500.0,
      "text": "enriquece con oxígeno? Adicina qué - eso no es verdad. Tu sangre es roja y"
    },
    {
      "index": 28,
      "start_time": 142500.0,
      "end_time": 147850.0,
      "text": "simpre es así en el interior de tu cuerpo. Aunque el tono de rojo puede variar dependiendo de la cantidad"
    },
    {
      "index": 29,
      "start_time": 147850.0,
      "end_time": 154400.0,
      "text": "de oxígeno presente. Las venas parecen azules, incluso verde, a través de tu piel pero eso"
    },
    {
      "index": 30,
      "start_time": 154400.0,
      "end_time": 156780.0,
      "text": "está realmente relacionado con las longitudes de onda de la luz (investigar en google sobre eso)"
    },
    {
      "index": 31,
      "start_time": 156780.0,
      "end_time": 166220.0,
      "text": "Segundo - El sistema digestivo. Es importante para descomponer y absorber los alimentos"
    },
    {
      "index": 32,
      "start_time": 166220.0,
      "end_time": 171720.0,
      "text": "para que tu cuerpo obtenga los nutrientes que necesita. La digestión inicia en la boca - Tienes unas increíbles"
    },
    {
      "index": 33,
      "start_time": 171720.0,
      "end_time": 178120.0,
      "text": "enzimas en tu saliva que comienzan el proceso de digestión. Tú estómago contiene ácido para continuar"
    },
    {
      "index": 34,
      "start_time": 178120.0,
      "end_time": 184390.0,
      "text": "con el proceso. Tu intestino delgado realiza la mayor parte de la absorción de los nutrientes y tu itestino grueso"
    },
    {
      "index": 35,
      "start_time": 184390.0,
      "end_time": 188110.0,
      "text": "reabsorbe mucha del agua que se utiliza en el proceso.Este es un proceso facinante"
    },
    {
      "index": 36,
      "start_time": 188110.0,
      "end_time": 195380.0,
      "text": "y hay un montón de órganos accesorios implicados en este sistema"
    },
    {
      "index": 37,
      "start_time": 195380.0,
      "end_time": 199820.0,
      "text": "Tercero- El sistema circulatorio. ¿Sabes porque eres más grande ahora que cuando tenías"
    },
    {
      "index": 38,
      "start_time": 199820.0,
      "end_time": 208690.0,
      "text": "seis años? La hormona del crecimiento es una hormona que tiene un gran efecto en ti. ¿Has notado"
    },
    {
      "index": 39,
      "start_time": 208690.0,
      "end_time": 213400.0,
      "text": "cómo tu corazón comienza a latir más rápido cuando tienes un examen para el cual no has estudiado bien?"
    },
    {
      "index": 40,
      "start_time": 213400.0,
      "end_time": 218630.0,
      "text": "Esa es otra hormona -La adrenalina. El sitema endocrino incluye muchas glándulas"
    },
    {
      "index": 41,
      "start_time": 218630.0,
      "end_time": 224290.0,
      "text": "que secretan hormonas. Otro sistema que empieza por \"e\" es"
    },
    {
      "index": 42,
      "start_time": 224290.0,
      "end_time": 231370.0,
      "text": "el sistema excretorio. Me gusta pensar en \"salida\" como un sinónimo de excretorio porque la función de este sitema"
    },
    {
      "index": 43,
      "start_time": 231370.0,
      "end_time": 237750.0,
      "text": "es la de excretar todos los residuos. No estoy hablando de heces porque eso es sistema digestivo."
    },
    {
      "index": 44,
      "start_time": 237750.0,
      "end_time": 244700.0,
      "text": "Más de orina. Este sistema involucra tus riñones. Los riñones ayudan"
    },
    {
      "index": 45,
      "start_time": 244700.0,
      "end_time": 250340.0,
      "text": "a remover los residuos de tu sangre. Sabes que son importantes porque alguien con los riñones estropeados"
    },
    {
      "index": 46,
      "start_time": 250340.0,
      "end_time": 256060.0,
      "text": "necesita recurrir a un aparato llamado diálisis para reemplazar su función. El sistema excretor"
    },
    {
      "index": 47,
      "start_time": 256060.0,
      "end_time": 261000.0,
      "text": "también incluye otra formas de eliminar residuos, como el sudor"
    },
    {
      "index": 48,
      "start_time": 261000.0,
      "end_time": 268990.0,
      "text": "Ok. #5, el sistem integumentario. Una elegante y larga palabra es apropiada para tu órgano más grande - tú piel."
    },
    {
      "index": 49,
      "start_time": 268990.0,
      "end_time": 275630.0,
      "text": "Tú piel ayuda a proteger tus órganos del daño externo, ayuda a regular la temperatura"
    },
    {
      "index": 50,
      "start_time": 275630.0,
      "end_time": 283680.0,
      "text": "y evita la pérdida de agua. #6 El sistema inmune o linfático. ¿Alguien alguna vez se ha"
    },
    {
      "index": 51,
      "start_time": 283680.0,
      "end_time": 289280.0,
      "text": "tocado los nudos limfáticos en el cuello cuando está enfermo? Tienes muchos nodos linfáticos y"
    },
    {
      "index": 52,
      "start_time": 289280.0,
      "end_time": 294440.0,
      "text": "ellos tienden a hincharse cuando se está enfermo. Ahora - la linfa el un fluido claro"
    },
    {
      "index": 53,
      "start_time": 294440.0,
      "end_time": 301620.0,
      "text": "del plasma de la sangre que baña las celulas. Este sistema colecta, filtra y devuelve la linfa a la sangre"
    },
    {
      "index": 54,
      "start_time": 301620.0,
      "end_time": 306930.0,
      "text": "y su papel principal  es ayudar al sistema inmune en su fución. Esto mantiene a tu cuerpo a salvo de patógenos"
    },
    {
      "index": 55,
      "start_time": 306930.0,
      "end_time": 315060.0,
      "text": "como los virus y las bacteias. Estructuras como los nodos linfáticos, el  timo,  el bazo, amígdalas"
    },
    {
      "index": 56,
      "start_time": 315060.0,
      "end_time": 320560.0,
      "text": "y la médula espinal juegan papeles importantísimos en el sistema inmune."
    },
    {
      "index": 57,
      "start_time": 320560.0,
      "end_time": 325419.0,
      "text": "Ok, más de la mitad de nuestra teoria básica hasta aquí,"
    },
    {
      "index": 58,
      "start_time": 325419.0,
      "end_time": 331100.0,
      "text": "# 7 El sistema muscular. Tus huesos no podríasn hacer mucho si no existieran los músclos para moverlos"
    },
    {
      "index": 59,
      "start_time": 331100.0,
      "end_time": 338060.0,
      "text": "Tienes tres tipos principales de tejido muscular, el esquelético, el liso y el cardiaco."
    },
    {
      "index": 60,
      "start_time": 338060.0,
      "end_time": 344650.0,
      "text": "# 8. E sistema nervioso. Tu cuerpo sería un manojo"
    },
    {
      "index": 61,
      "start_time": 344650.0,
      "end_time": 348510.0,
      "text": "de nervios sin algo que lo coordinara.Esto siempre me ayuda a recordar el sistema nervioso."
    },
    {
      "index": 62,
      "start_time": 348510.0,
      "end_time": 353440.0,
      "text": "El sistema nervioso incluye el cerebro y la médula espinal. Que contola las acciones"
    },
    {
      "index": 63,
      "start_time": 353440.0,
      "end_time": 359980.0,
      "text": "voluntarias (como levantar un lápiz) y las involuntarias"
    },
    {
      "index": 64,
      "start_time": 359980.0,
      "end_time": 364940.0,
      "text": "(Como los reflejo). A nivel celular, el sistema nervioso"
    },
    {
      "index": 65,
      "start_time": 364940.0,
      "end_time": 370449.0,
      "text": "usa unas células llamadas neuronas, estas tienen una estructura maravillosa que las"
    },
    {
      "index": 66,
      "start_time": 370449.0,
      "end_time": 377020.0,
      "text": "hace ser unas células cool. #9 El sistema reproductivo. Como suena, este"
    },
    {
      "index": 67,
      "start_time": 377020.0,
      "end_time": 384669.0,
      "text": "sistema incluye los órganos reproductores. Y su principal función es permitir la reproducción de los individuos."
    },
    {
      "index": 68,
      "start_time": 384669.0,
      "end_time": 392169.0,
      "text": "Piensa en los bébes- # 10 El sistema respirtorio - incluye los pulmones - este"
    },
    {
      "index": 69,
      "start_time": 392169.0,
      "end_time": 398010.0,
      "text": "sistema involucra la toma de oxígeno y la eliminación del dióxido de carbono del"
    },
    {
      "index": 70,
      "start_time": 398010.0,
      "end_time": 403400.0,
      "text": "cuerpo. Recuerda que las células de tu cuerpo necesitan oxígeno - y necesotan eliminar"
    },
    {
      "index": 71,
      "start_time": 403400.0,
      "end_time": 412550.0,
      "text": "el dióxido de carbono para funcionar correctamente. #11 El sistema esquéletico. Hueso. Los adultos"
    },
    {
      "index": 72,
      "start_time": 412550.0,
      "end_time": 418430.0,
      "text": "tienen 2016 - tienes más al nacer pero algunos huesos se fusionan - y estos huesos te sostienen,"
    },
    {
      "index": 73,
      "start_time": 418430.0,
      "end_time": 424320.0,
      "text": "protegen tus órganos (piensa: caja torácica)  e incluso produce células sanguíneas en el interior de la médula"
    },
    {
      "index": 74,
      "start_time": 424320.0,
      "end_time": 429479.0,
      "text": "espinal que se encuentra en el interior de los huesos. Entender como el cuerpo humano funcionar es"
    },
    {
      "index": 75,
      "start_time": 429479.0,
      "end_time": 434070.0,
      "text": "fascinante - y es necesario para saber qué hacer cuando algo no está bien"
    },
    {
      "index": 76,
      "start_time": 434070.0,
      "end_time": 438320.0,
      "text": "Hay doctores especializados específicamente en cada uno de estos sistemas."
    },
    {
      "index": 77,
      "start_time": 438320.0,
      "end_time": 445419.0,
      "text": "La parte más emocionante para nosotros es su belleza en cuanto a su trabajo en conjunto - trabajando"
    },
    {
      "index": 78,
      "start_time": 445419.0,
      "end_time": 451490.0,
      "text": "cada segundo para permitirte hacer las cosas que haces. ¿Quieres un ejemplo? Digamos que cuando"
    },
    {
      "index": 79,
      "start_time": 451490.0,
      "end_time": 455430.0,
      "text": "la campana suena al final del día - y tienes que alcanzar a tu amigo al final del pasillo."
    },
    {
      "index": 80,
      "start_time": 455430.0,
      "end_time": 460330.0,
      "text": "Piensa en todos los sistemas del cuerpo interactuando para que eso suceda. Tu sistema respiratorio"
    },
    {
      "index": 81,
      "start_time": 460330.0,
      "end_time": 465190.0,
      "text": "va a aumentar la tasa de respiración - y el oxígeno estra va a hacer entregado"
    },
    {
      "index": 82,
      "start_time": 465190.0,
      "end_time": 470100.0,
      "text": "a través del sistema circulatorio a los tejids de tu cuerpo. Tus músculos están interactuando con el sistema"
    },
    {
      "index": 83,
      "start_time": 470100.0,
      "end_time": 474590.0,
      "text": "esquelético para producir movimiento. Estas son apenas algunas interacciones de los sistemas trabajando"
    },
    {
      "index": 84,
      "start_time": 474590.0,
      "end_time": 480850.0,
      "text": "juntos por ejemplo. EL cuerpo humano - es verdaderamente una obra maestra"
    },
    {
      "index": 85,
      "start_time": 480850.0,
      "end_time": 497260.0,
      "text": "Es todo para the amoeba sisters. Y te recordamos que permanezcas curioso"
    }
  ]
}