{
  "video_id": "gPgO6vx1UiU",
  "title": "Top 10 Facts - Dark Souls",
  "json": [
    {
      "index": 1,
      "start_time": 16359.000000000002,
      "end_time": 22029.0,
      "text": "La compañía de software Japonesa From Software fue fundada en 1986 con la intención de desarrollar"
    },
    {
      "index": 2,
      "start_time": 22029.0,
      "end_time": 26989.0,
      "text": "software práctico de oficina. Y por los primeros años, esto fue exactamente lo que"
    },
    {
      "index": 3,
      "start_time": 26989.0,
      "end_time": 32140.0,
      "text": "hicieron. Sin embargo, por los inicios de los 1990s el enfoque de la compañía se cambió lentamente hacia el"
    },
    {
      "index": 4,
      "start_time": 32140.0,
      "end_time": 37309.0,
      "text": "desarrollo de videojuegos. A finales de Diciembre de 1994, la compañía lanzó su primer título conocido"
    },
    {
      "index": 5,
      "start_time": 37309.0,
      "end_time": 43530.0,
      "text": "como King's Fields. Fue lanzado exclusivamente en Japón en el PlayStation a penas 13 días de que"
    },
    {
      "index": 6,
      "start_time": 43530.0,
      "end_time": 48289.0,
      "text": "la consola hubiese sido lanzada. Justo como la mayoría de los títulos desarrollados en la actualidad por"
    },
    {
      "index": 7,
      "start_time": 48289.0,
      "end_time": 55110.0,
      "text": "From Software, la jugabilidad de King's Field era extremedamente difícil e imperdonable. Debido a"
    },
    {
      "index": 8,
      "start_time": 55110.0,
      "end_time": 60470.0,
      "text": "lo bien que fue recibido en Japón, la compañía lanzó una secuela en 1995 a una audiencia internacional."
    },
    {
      "index": 9,
      "start_time": 60470.0,
      "end_time": 66300.0,
      "text": "El juego nuevamente recibió reseñas sobretodo positivas. From Software empezaría a construir"
    },
    {
      "index": 10,
      "start_time": 66300.0,
      "end_time": 71100.0,
      "text": "un inmenso catálogo con muchos tipos de títulos con éxito variado y con el lanzamiento de"
    },
    {
      "index": 11,
      "start_time": 71100.0,
      "end_time": 77100.0,
      "text": "Armored Core en 1997, se sumergieron al género de robots-masivos-destruyendo-otros-robots-masivos"
    },
    {
      "index": 12,
      "start_time": 77110.0,
      "end_time": 85080.0,
      "text": "que es, ¡oh!, tan popular en Japón. También conocido como Mecha. No fue sino hasta 2009"
    },
    {
      "index": 13,
      "start_time": 85080.0,
      "end_time": 91190.0,
      "text": "que From Software realmente regresó a sus raíces y lanzó Demon's Souls. En muchas maneras,"
    },
    {
      "index": 14,
      "start_time": 91190.0,
      "end_time": 96119.0,
      "text": "Demon's Souls es el sucesor espiritual de King's Field con la mas obvia diferencia"
    },
    {
      "index": 15,
      "start_time": 96119.0,
      "end_time": 100610.0,
      "text": "siendo la nueva perspectiva en tercera persona. Al ser lanzado, el juego fue bien recibido por los críticos"
    },
    {
      "index": 16,
      "start_time": 100610.0,
      "end_time": 105290.0,
      "text": "y fue alabado por su jugabilidad tensa y despiadada además de la integración única"
    },
    {
      "index": 17,
      "start_time": 105290.0,
      "end_time": 113330.0,
      "text": "de sus mecánicas de multijugador en-línea. En 2011, la compañía lanzó Dark Souls. Algunos creían"
    },
    {
      "index": 18,
      "start_time": 113330.0,
      "end_time": 118369.0,
      "text": "que el juego era una secuela directa a Demon's Souls pero como más adelante explicó el director"
    },
    {
      "index": 19,
      "start_time": 118369.0,
      "end_time": 123960.0,
      "text": "Hidetaka Miyazaki, este no era el caso. Justo como Demon's Souls es el sucesor espiritual"
    },
    {
      "index": 20,
      "start_time": 123960.0,
      "end_time": 129879.0,
      "text": "de King's Field, Dark Souls es el sucesor espiritual de Demon's Souls. Dark Souls fue"
    },
    {
      "index": 21,
      "start_time": 129878.99999999999,
      "end_time": 136290.0,
      "text": "un gran éxito y fue nuevamente alabado por su dificultad brutal. En 2014 generó una secuela"
    },
    {
      "index": 22,
      "start_time": 136290.0,
      "end_time": 144150.0,
      "text": "en la forma de Dark Souls II y el 12 de Abril de 2016, el mundo fue introducido a Dark Souls III"
    },
    {
      "index": 23,
      "start_time": 146600.0,
      "end_time": 152880.0,
      "text": "En el primer Dark Souls la mayoría de los jugadores se encontrarán con un herrero conocido cono Andre de Astora."
    },
    {
      "index": 24,
      "start_time": 152890.0,
      "end_time": 158010.0,
      "text": "Él no es muy interesante además de ser un personaje menor y a pesar de estar ausente en Dark Soul II,"
    },
    {
      "index": 25,
      "start_time": 158010.0,
      "end_time": 163940.0,
      "text": "regresa en la tercera instalación de la serie. Pero hay una cosa que lo hace bastante único."
    },
    {
      "index": 26,
      "start_time": 163940.0,
      "end_time": 172160.0,
      "text": "Él es uno de los pocos personajes humanos en toda la franquicia que mueve su boca cuando hablan."
    },
    {
      "index": 27,
      "start_time": 199920.0,
      "end_time": 203540.0,
      "text": "Primero que nada. ¿Qué pasa con la fobia a los labios animados?"
    },
    {
      "index": 28,
      "start_time": 203540.0,
      "end_time": 208880.0,
      "text": "Bueno, como la mayoría de las cosas en la franquicia de Souls, nadie realmente sabe. A pesar de las teorías"
    },
    {
      "index": 29,
      "start_time": 208890.0,
      "end_time": 214129.0,
      "text": "creativas de fans como la telepatía de los no muertos, la falta de de cavidades faciales no operacionales"
    },
    {
      "index": 30,
      "start_time": 214129.0,
      "end_time": 219690.0,
      "text": "posiblemente sea una decisión muy deliberada hecha por From Software para ahorrar tiempo y recursos."
    },
    {
      "index": 31,
      "start_time": 219690.0,
      "end_time": 225650.0,
      "text": "Okay, pero entonces ¿Qué hace tan especial a Andre? Bueno, lo que sabemos es que inicialmente servía un papel"
    },
    {
      "index": 32,
      "start_time": 225650.0,
      "end_time": 230980.0,
      "text": "mucho más importante en la historia del primero juego. Él suponía ser un descendiente de"
    },
    {
      "index": 33,
      "start_time": 230980.0,
      "end_time": 235840.0,
      "text": "Gwyn, posiblemente su hijo, cuya tarea era proteger el pasaje oculto detrás de la estatua"
    },
    {
      "index": 34,
      "start_time": 235840.0,
      "end_time": 241510.0,
      "text": "de la diosa en Firelink Shrine. La escena donde la estatua está siendo movida sigue oculta dentro"
    },
    {
      "index": 35,
      "start_time": 241510.0,
      "end_time": 247959.0,
      "text": "de los archivos del juego. Pero mientras el desarrollo progresaba él fue eventualmente degradado a un simple herrero."
    },
    {
      "index": 36,
      "start_time": 247959.0,
      "end_time": 253430.0,
      "text": "Las varias estatuas de herreros dispersadas a través del mundo del juego son restos"
    },
    {
      "index": 37,
      "start_time": 253430.0,
      "end_time": 259259.0,
      "text": "sobrevivientes de esta historia alterna. Entones es posible que, justo como las estatuas, la actividad"
    },
    {
      "index": 38,
      "start_time": 259259.0,
      "end_time": 264819.0,
      "text": "vocal de Andre sea simplemente un vestigio de un relato que nunca se contó."
    },
    {
      "index": 39,
      "start_time": 267500.0,
      "end_time": 272419.0,
      "text": "En una encuesta with un sitio web Japonés de gaming, el director del juego Hidetaka Miyazaki explicó"
    },
    {
      "index": 40,
      "start_time": 272419.0,
      "end_time": 277729.0,
      "text": "que su intención inicial era hacer una secuela directa a Demon's Souls simplemente llamada"
    },
    {
      "index": 41,
      "start_time": 277729.0,
      "end_time": 283559.0,
      "text": "Demon's Souls II pero que \"varias cosas\" impidieron que eso sucediera. Entonces decidieron"
    },
    {
      "index": 42,
      "start_time": 283559.0,
      "end_time": 291599.0,
      "text": "llamar al nuevo juego Dark Race. Sin embargo, a dos días de la revelación el Tokyo Games Show en 2010,"
    },
    {
      "index": 43,
      "start_time": 291600.0,
      "end_time": 295640.0,
      "text": "se dieron cuenta de que el nombre podría ocasionar ciertos problemas raciales."
    },
    {
      "index": 44,
      "start_time": 295640.0,
      "end_time": 301800.0,
      "text": "Entonces el juego fue públicamente revelado como Project Dark. La siguiente idea fue nombrarlo Dark Lord"
    },
    {
      "index": 45,
      "start_time": 301809.0,
      "end_time": 308229.0,
      "text": "pero por problemas de marcas tuvieron que cambiarlo a Dark Ring. No hay problemas por marcas,"
    },
    {
      "index": 46,
      "start_time": 308229.0,
      "end_time": 314240.0,
      "text": "no hay problemas raciales, todo parecía en orden. Pero entonces alguien descubrío que en Reino Unido"
    },
    {
      "index": 47,
      "start_time": 314240.0,
      "end_time": 320640.0,
      "text": "\"dark ring\" es una forma vulgar de decir ano. Entonces eventualmente terminaron nombrando el juego como Dark Souls."
    },
    {
      "index": 48,
      "start_time": 323620.0,
      "end_time": 328699.0,
      "text": "En Dark Souls II hay un personaje conocido como Laddersmith Gilligan. Como su nombre"
    },
    {
      "index": 49,
      "start_time": 328699.0,
      "end_time": 334699.0,
      "text": "lo sugiere, es un personaje que se especializa en construir y vender escaleras."
    },
    {
      "index": 50,
      "start_time": 334699.0,
      "end_time": 340419.0,
      "text": "Él regresa en Dark Souls III pero, esta vez, esta mucho más muerto."
    },
    {
      "index": 51,
      "start_time": 340420.0,
      "end_time": 346460.0,
      "text": "Y para solidificar la conexión, su cuerpo también esta rodeado por una gran cantidad de escaleras rotas."
    },
    {
      "index": 52,
      "start_time": 346460.0,
      "end_time": 350480.0,
      "text": "El Gigante Herrero del primer juego también regresa."
    },
    {
      "index": 53,
      "start_time": 357320.0,
      "end_time": 360920.0,
      "text": "Puede ser encontrado exactamente en la misma localización en Dark Souls III."
    },
    {
      "index": 54,
      "start_time": 360920.0,
      "end_time": 364380.0,
      "text": "Pero como Laddersmith, el también ya se ha ido."
    },
    {
      "index": 55,
      "start_time": 364380.0,
      "end_time": 367540.0,
      "text": "Descansa en paz viejo amigo. Descansa en paz."
    },
    {
      "index": 56,
      "start_time": 370640.0,
      "end_time": 375580.0,
      "text": "Prontamente después del lanzamiento de Dark Souls III se descubrií que hay una cantidad"
    },
    {
      "index": 57,
      "start_time": 375580.0,
      "end_time": 380360.0,
      "text": "inusual, de lo que parece ser, contenido completamente terminado y funcional"
    },
    {
      "index": 58,
      "start_time": 380369.0,
      "end_time": 384720.0,
      "text": "que esta por cualquier razón no disponible en el juego terminado."
    },
    {
      "index": 59,
      "start_time": 386840.0,
      "end_time": 392440.0,
      "text": "Sets enteros de amadura con íconos de menú, descripciones, estadísticas, y todo"
    },
    {
      "index": 60,
      "start_time": 392440.0,
      "end_time": 398320.0,
      "text": "están completamente sin usar. Algunos ejemplos son el set de armadura utilizados por Yhorm el Gigante,"
    },
    {
      "index": 61,
      "start_time": 398320.0,
      "end_time": 403960.0,
      "text": "la máscara utilizada por la Fire Keeper, el set de armadura utilizado por el Invocador Hombre-Serpiente,"
    },
    {
      "index": 62,
      "start_time": 403960.0,
      "end_time": 410920.0,
      "text": "un vestido blanco utilizado por la Capitana de la Compañía Yorshka, un trinche utilizado por los espantapájaros del primer juego"
    },
    {
      "index": 63,
      "start_time": 410920.0,
      "end_time": 416319.0,
      "text": "y mucho más. Es posible que estos objetos fuesen removidos por problemas de balanceo o"
    },
    {
      "index": 64,
      "start_time": 416319.0,
      "end_time": 419499.0,
      "text": "quizás planean activarlos en el próximo contenido descargable."
    },
    {
      "index": 65,
      "start_time": 421960.0,
      "end_time": 426920.0,
      "text": "Antes del lanzamiento de Dark Souls, From Software anunción un \"Concurso de Diseño de Escudos\" que"
    },
    {
      "index": 66,
      "start_time": 426929.0,
      "end_time": 432169.0,
      "text": "permitía a los fans subir su propios diseños de escudos para que apareciesen en el juego. La compañía"
    },
    {
      "index": 67,
      "start_time": 432169.0,
      "end_time": 437229.0,
      "text": "recibió miles de diseños pero sólo cuatro fueron incluidos en el lanzamiento."
    },
    {
      "index": 68,
      "start_time": 437229.0,
      "end_time": 443769.0,
      "text": "El Escudo Effigy, el Sanctus, el Bloodshield, y el Black Iron Greatshield."
    },
    {
      "index": 69,
      "start_time": 443769.0,
      "end_time": 448699.0,
      "text": "El mismo tipo de concurso fue anunciado antes del lanzamiento de Dark Souls II con seis diseños ganadores"
    },
    {
      "index": 70,
      "start_time": 448699.0,
      "end_time": 456199.0,
      "text": "que fueron el Phoenix Parma, el Sunlight Parma, el Watchdog Parma, el Wicked Eye Greatshield,"
    },
    {
      "index": 71,
      "start_time": 456200.0,
      "end_time": 459960.0,
      "text": "el Rebel's Greatshield, y el Blossom Kite Shield."
    },
    {
      "index": 72,
      "start_time": 462380.0,
      "end_time": 467839.0,
      "text": "La franquicia de Dark Souls está en una especie de universo de fantasía medieval así que uno no"
    },
    {
      "index": 73,
      "start_time": 467839.0,
      "end_time": 474879.0,
      "text": "esperaría ver objetos modernos en estos juegos. Sin embargo poco después del lanzamiento de Dark Souls II"
    },
    {
      "index": 74,
      "start_time": 474880.0,
      "end_time": 480480.0,
      "text": "los jugadores observantes descubrieron un severo anacronismo. En la Tumba de los Santos"
    },
    {
      "index": 75,
      "start_time": 480490.0,
      "end_time": 486479.0,
      "text": "puedes encontrar un charco de lo que parece ser desecho tóxico. Pero si nos acercamos,"
    },
    {
      "index": 76,
      "start_time": 486479.0,
      "end_time": 492369.0,
      "text": "es en realidad una textura de una pila de latas recicladas con una en particular siendo"
    },
    {
      "index": 77,
      "start_time": 492369.0,
      "end_time": 498059.0,
      "text": "una lata de cerveza Heineken. Buena suerte metiendo eso a la trama. Es obviamente un error"
    },
    {
      "index": 78,
      "start_time": 498059.0,
      "end_time": 503939.0,
      "text": "y este fue corregido después en la versión actualizada conocida como Dark Souls II: Scholar of the First Sin."
    },
    {
      "index": 79,
      "start_time": 503940.0,
      "end_time": 508060.0,
      "text": "Hay otra textura aplicada a los pilares en The Gutter que parece"
    },
    {
      "index": 80,
      "start_time": 508069.0,
      "end_time": 515260.0,
      "text": "contener una llanta de hule moderna. Sin embargo, inspeccionando de cerca la textura,"
    },
    {
      "index": 81,
      "start_time": 515260.0,
      "end_time": 520000.0,
      "text": "parece ser parte de una estructura de metal más grande escondida debajo del escombro"
    },
    {
      "index": 82,
      "start_time": 520000.0,
      "end_time": 526000.0,
      "text": "de alrededor así no es nada extraño. Aún así, esta textura fue corregida también."
    },
    {
      "index": 83,
      "start_time": 529520.0,
      "end_time": 535540.0,
      "text": "En el DLC Crown of the Old Iron King para Dark Souls II es posible encontrarse con un"
    },
    {
      "index": 84,
      "start_time": 535550.0,
      "end_time": 541199.0,
      "text": "jefe llamado Sir Alonne. Su apariencia está inspirada por la armadura tradicional usada"
    },
    {
      "index": 85,
      "start_time": 541199.0,
      "end_time": 547069.0,
      "text": "por los samurai Japoneses y está blandiendo una katana excesivamente grande. Lo que es interesante de"
    },
    {
      "index": 86,
      "start_time": 547069.0,
      "end_time": 552910.0,
      "text": "esto es que si lo logras derrotar sin sufrir ningún tipo de daño una animación de muerte única"
    },
    {
      "index": 87,
      "start_time": 552910.0,
      "end_time": 557750.0,
      "text": "sucederá que esta muy relacionada con su apariencia inspirada en samuraís."
    },
    {
      "index": 88,
      "start_time": 568100.0,
      "end_time": 574960.0,
      "text": "Llevando su espada a su abdomen comete un ritual de suicidio conocido como seppuku."
    },
    {
      "index": 89,
      "start_time": 574970.0,
      "end_time": 580389.0,
      "text": "Era originalmente usado por los samurai para evitar ser capturados por los enemigos, como castigo por"
    },
    {
      "index": 90,
      "start_time": 580389.0,
      "end_time": 585389.0,
      "text": "cometer una ofensa seria, or porque habían traído deshonra hacia si mismos. En otras"
    },
    {
      "index": 91,
      "start_time": 585389.0,
      "end_time": 590819.0,
      "text": "palabras, después de haber sido derrotado sin ningún esfuerzo, Sir Alonne debió haberse sentido tan deshonrado que"
    },
    {
      "index": 92,
      "start_time": 590819.0,
      "end_time": 594019.0,
      "text": "para recuperar su honor debió cometer suicidio."
    },
    {
      "index": 93,
      "start_time": 597000.0,
      "end_time": 602279.0,
      "text": "En todos los juegos de Dark Souls hay una estadística conocida como Poise. La estadística determina la"
    },
    {
      "index": 94,
      "start_time": 602279.0,
      "end_time": 607750.0,
      "text": "habilidad del personaje para soportar los ataques enemigos sin aturdirse. Ser aturdido en este caso"
    },
    {
      "index": 95,
      "start_time": 607750.0,
      "end_time": 613940.0,
      "text": "significa que estas momentáneamente sin defensa después de ser golpeado. En el primer juego era simple."
    },
    {
      "index": 96,
      "start_time": 613940.0,
      "end_time": 618040.0,
      "text": "Entre más Poise menos te aturdirían. En el segundo juego la función"
    },
    {
      "index": 97,
      "start_time": 618040.0,
      "end_time": 622840.0,
      "text": "del Poise fue un poco alterada. Funciona normalmente cuando haces una acción"
    },
    {
      "index": 98,
      "start_time": 622840.0,
      "end_time": 629060.0,
      "text": "como esquivar o atacar. Pero si recibes un golpe mientras estás fijo o moviéndote"
    },
    {
      "index": 99,
      "start_time": 629060.0,
      "end_time": 634459.0,
      "text": "entonces te semi-aturdirías haciendo que tu velocidad se reduzca pero pudiendo"
    },
    {
      "index": 100,
      "start_time": 634459.0,
      "end_time": 639419.0,
      "text": "hacer cualquier acción como siempre. Hay muchos otros aspectos relacionados como"
    },
    {
      "index": 101,
      "start_time": 639420.0,
      "end_time": 644540.0,
      "text": "Hyper Armor Frames, daño de Poise, Regeneración, Breakpoints, etc. pero lo que interesa"
    },
    {
      "index": 102,
      "start_time": 644560.0,
      "end_time": 649620.0,
      "text": "es esta esencial diferencia. Ha habido un debate sobre cuál sistema es mejor"
    },
    {
      "index": 103,
      "start_time": 649620.0,
      "end_time": 655060.0,
      "text": "y cuál sistema sería usado en la tercera instalación. Así que ahora que Dark Souls III"
    },
    {
      "index": 104,
      "start_time": 655060.0,
      "end_time": 660660.0,
      "text": "ha sido lanzado, ¿Cómo funciona el sistema del Poise? Bueno, ciertamente no"
    },
    {
      "index": 105,
      "start_time": 660660.0,
      "end_time": 665079.0,
      "text": "es el mismo sistema usado en el primer juego pero como muchos jugadores han reportado, es casi"
    },
    {
      "index": 106,
      "start_time": 665079.0,
      "end_time": 670430.0,
      "text": "como si la estadística de Poise no tuviera ningún efecto. Algunos incluso dicen haber encontrado"
    },
    {
      "index": 107,
      "start_time": 670430.0,
      "end_time": 676930.0,
      "text": "un valor específico en los archivos del juego que sugieren que el sistema del Poise está en verdad"
    },
    {
      "index": 108,
      "start_time": 676930.0,
      "end_time": 683129.0,
      "text": "desactivado. Cuando este valor es cambiado de 0 a 1 un sistema de Poise, similar al del"
    },
    {
      "index": 109,
      "start_time": 683129.0,
      "end_time": 689730.0,
      "text": "primer juego, es supuestamente reactivado. Pero los archivos y valores aún están"
    },
    {
      "index": 110,
      "start_time": 689730.0,
      "end_time": 694959.0,
      "text": "por revelarse, y por tanto nada puede ser confirmado, estos reclamos deben ser al menos tomados"
    },
    {
      "index": 111,
      "start_time": 694959.0,
      "end_time": 700490.0,
      "text": "con un grano de sal. Aún así, el Poise ha sido reducido siendo evidente por simplemente jugar"
    },
    {
      "index": 112,
      "start_time": 700490.0,
      "end_time": 706820.0,
      "text": "el juego por tí mismo. Quiero decir, en los juegos anteriores, uno de los mayores beneficios de la armadura pesada"
    },
    {
      "index": 113,
      "start_time": 706820.0,
      "end_time": 713460.0,
      "text": "era el incremento de Poise. Pero en el último juego aún así eres aturdido."
    },
    {
      "index": 114,
      "start_time": 713460.0,
      "end_time": 716300.0,
      "text": "Quién sabe, ¿Quizás el Poise sea el nuevo pendiente?"
    },
    {
      "index": 115,
      "start_time": 724720.0,
      "end_time": 729800.0,
      "text": "Sólo podemos esperar que From Software dé una explicación oficial."
    },
    {
      "index": 116,
      "start_time": 732320.0,
      "end_time": 738340.0,
      "text": "Dark Souls es mayormente conocido por su jugabilidad brutal e imperdonable. Pero también es conocido"
    },
    {
      "index": 117,
      "start_time": 738340.0,
      "end_time": 744740.0,
      "text": "por su trama vaga y críptica. No existe una verdadera narración pero en vez todo"
    },
    {
      "index": 118,
      "start_time": 744740.0,
      "end_time": 750720.0,
      "text": "es ambiguamente revelado por escenas cinemáticas, mensajes dentro del juego, y diálogo de los personajes."
    },
    {
      "index": 119,
      "start_time": 750720.0,
      "end_time": 756700.0,
      "text": "Estos pedazitos de información son unidos por los fans leales para crear las interpretaciones"
    },
    {
      "index": 120,
      "start_time": 756709.0,
      "end_time": 762789.0,
      "text": "más compresibles. Pero aún así, hay mucho que no sabemos y no podremos saber."
    },
    {
      "index": 121,
      "start_time": 762789.0,
      "end_time": 768519.0,
      "text": "Miyazaki tuvo que decir esto en una entrevista: \"Hay un montón de cosas que estando presentes"
    },
    {
      "index": 122,
      "start_time": 768519.0,
      "end_time": 774110.0,
      "text": "en el juego, no intentamos explicárselas al jugador, y muchas otras que simplemente"
    },
    {
      "index": 123,
      "start_time": 774110.0,
      "end_time": 781240.0,
      "text": "no hay manera de descubrir.\" Pero supongo que eso es parte del encanto de Dark Souls. Justo como en el mundo real"
    },
    {
      "index": 124,
      "start_time": 781240.0,
      "end_time": 786850.0,
      "text": "los historiadores nunca saben con certeza qué sucedió en el pasado distante, los jugadores no pueden"
    },
    {
      "index": 125,
      "start_time": 786850.0,
      "end_time": 792459.0,
      "text": "conocer la historia completa del universo de Dark Souls. Como todo es pasado a través"
    },
    {
      "index": 126,
      "start_time": 792459.0,
      "end_time": 798509.0,
      "text": "de leyendas y relatos, hace sentido que la mitología esté así de fragmentada. En preparación"
    },
    {
      "index": 127,
      "start_time": 798509.0,
      "end_time": 803310.0,
      "text": "para el lanzamiento de Dark Souls III, el publicante Bandai Namco anunció un concurso en el que"
    },
    {
      "index": 128,
      "start_time": 803310.0,
      "end_time": 808470.0,
      "text": "tenías que hacer un video explicando la historia de los dos primeros juegos. El concurso estaba dirigido"
    },
    {
      "index": 129,
      "start_time": 808470.0,
      "end_time": 816040.0,
      "text": "a los jugadores que no tenían experiencia con la franquicia de Souls y el ganador recibió 10,000 dólares."
    },
    {
      "index": 130,
      "start_time": 816040.0,
      "end_time": 822420.0,
      "text": "Sabes que una historia es difícil de seguir cuando la gente es recompensada con dinero por sólo explicarla."
    },
    {
      "index": 131,
      "start_time": 822420.0,
      "end_time": 827240.0,
      "text": "Si quieres entender mejor la trama recomiendo altamente que cheques"
    },
    {
      "index": 132,
      "start_time": 827240.0,
      "end_time": 832749.0,
      "text": "un canal llamado VaatiVidya. Él es un tanto experto en la franquicia de Souls y tiene"
    },
    {
      "index": 133,
      "start_time": 832749.0,
      "end_time": 838989.0,
      "text": "un catálogo extenso de videos descubriendo los muchos misterios y secretos del universo de Dark Souls."
    },
    {
      "index": 134,
      "start_time": 841420.0,
      "end_time": 846879.0,
      "text": "¿Sabías que la Firelink Shrine inicialmente iba a ser un templo de agua y que"
    },
    {
      "index": 135,
      "start_time": 846879.0,
      "end_time": 852709.0,
      "text": "el ademán icónico \"Alaben al Sol\" casi no era incluido en el juego? Para aún más"
    },
    {
      "index": 136,
      "start_time": 852709.0,
      "end_time": 857220.0,
      "text": "hechos de Dark Souls deberías ir a DidYouKnowGaming dando click en la anotación"
    },
    {
      "index": 137,
      "start_time": 857220.0,
      "end_time": 860040.0,
      "text": "en pantalla justo ahora o en el link en la descripción."
    }
  ]
}