{
  "video_id": "H0CTHVCkm90",
  "title": "What Is Justice?: Crash Course Philosophy #40",
  "json": [
    {
      "index": 1,
      "start_time": 3060.0,
      "end_time": 8900.0,
      "text": "La Justicia es una de esas cosas de las que la gente habla todo el tiempo, sin ser realmente específicos acerca de lo que se refieren."
    },
    {
      "index": 2,
      "start_time": 8900.0,
      "end_time": 11360.0,
      "text": "Los Activistas hablan de Justicia Económica"
    },
    {
      "index": 3,
      "start_time": 11360.0,
      "end_time": 13560.0,
      "text": "Policías y abogados hablan de Justicia Criminal"
    },
    {
      "index": 4,
      "start_time": 13620.0,
      "end_time": 18020.0,
      "text": "Padres, profesores y estudiantes hablan mucho de justicia también, aunque pueden nunca usar esa palabra."
    },
    {
      "index": 5,
      "start_time": 18020.0,
      "end_time": 24260.0,
      "text": "Cuando hay una pelea en el patio, o cuando consigues una nota que piensas no merecer, nos encontramos hablando de lo que es justo."
    },
    {
      "index": 6,
      "start_time": 24260.0,
      "end_time": 25960.0,
      "text": "Y eso es hablar de justicia."
    },
    {
      "index": 7,
      "start_time": 25970.0,
      "end_time": 30570.0,
      "text": "Y nosotros pensamos que sabemos lo que es, pero probablemente no lo sabemos - o por lo menos, no concordamos."
    },
    {
      "index": 8,
      "start_time": 30570.0,
      "end_time": 35560.0,
      "text": "¿Es la justicia algo acerca de la igualdad?¿Rectitud?¿Conseguir lo que merecemos?¿O conseguir lo que necesitamos?"
    },
    {
      "index": 9,
      "start_time": 35560.0,
      "end_time": 38620.0,
      "text": "Algunas veces hablamos sobre equilibrar escalas de justicia."
    },
    {
      "index": 10,
      "start_time": 38629.0,
      "end_time": 42999.0,
      "text": "Esto se remonta a un entendimiento griego antiguo de la justicia como armonía."
    },
    {
      "index": 11,
      "start_time": 43000.0,
      "end_time": 48760.0,
      "text": "En esta concepción, una sociedad justa es una en la cual todos cumplen sus roles, entonces todo avanza lisamente."
    },
    {
      "index": 12,
      "start_time": 48760.0,
      "end_time": 54860.0,
      "text": "En ese caso, violar tu lugar en el orden social -incluso si es un lugar que no quieres mantener- es considerado injusto."
    },
    {
      "index": 13,
      "start_time": 54860.0,
      "end_time": 63260.0,
      "text": "En otras ocasiones, la justicia ha sido entendida en una forma más utilitaria, en donde una sociedad justa es la que intenta aumentar la calidad de vida general de sus ciudadanos."
    },
    {
      "index": 14,
      "start_time": 63260.0,
      "end_time": 68820.0,
      "text": "Y para un libertario político, una sociedad justa es simplemente una que permite a sus ciudadanos ser máximamente libres."
    },
    {
      "index": 15,
      "start_time": 68820.0,
      "end_time": 69820.0,
      "text": "¿Entonces cuál es?"
    },
    {
      "index": 16,
      "start_time": 69820.0,
      "end_time": 72460.0,
      "text": "¿La justicia es comprar comida para alguien necesitado?"
    },
    {
      "index": 17,
      "start_time": 72460.0,
      "end_time": 74370.0,
      "text": "¿Es enviar un criminal a prisión?"
    },
    {
      "index": 18,
      "start_time": 74370.0,
      "end_time": 77560.0,
      "text": "¿Es repartir recompensas y castigos basados en mérito?"
    },
    {
      "index": 19,
      "start_time": 77560.0,
      "end_time": 84900.0,
      "text": "La razón  por la que la gente habla de justicia todo el tiempo es que ésta es uno de los principios sociales, éticos y morales mas fundamentales con los que lidiamos diariamente."
    },
    {
      "index": 20,
      "start_time": 84900.0,
      "end_time": 92260.0,
      "text": "Al final, lo que la justicia significa para ti personalmente, prácticamente define cómo piensas que la sociedad debería funcionar."
    },
    {
      "index": 21,
      "start_time": 92260.0,
      "end_time": 102680.0,
      "text": "[Tema musical]"
    },
    {
      "index": 22,
      "start_time": 102680.0,
      "end_time": 107920.0,
      "text": "Puede que ya hayas notado esto, pero cuando la gente habla sobre justicia, muchas veces están realmente hablando sobre cosas."
    },
    {
      "index": 23,
      "start_time": 107920.0,
      "end_time": 114500.0,
      "text": "Como quién tiene más cosas -no importa si es dinero, comida o acceso a servicios como salud e higiene."
    },
    {
      "index": 24,
      "start_time": 114500.0,
      "end_time": 118020.0,
      "text": "¿Quién puede decidir quién recibe qué?¿Sobre qué bases?"
    },
    {
      "index": 25,
      "start_time": 118020.0,
      "end_time": 125600.0,
      "text": "El área de filosofía moral que considera estas cuestiones es conocida como Justicia Distributiva, y hay muchas escuelas de pensamiento diferentes aquí."
    },
    {
      "index": 26,
      "start_time": 125600.0,
      "end_time": 131500.0,
      "text": "Por ejemplo, algunas personas creen que todos deberían recibir la misma clase y cantidad de cosas, no importa qué."
    },
    {
      "index": 27,
      "start_time": 131500.0,
      "end_time": 134500.0,
      "text": "Este concepto es conocido por Justicia como igualdad."
    },
    {
      "index": 28,
      "start_time": 134500.0,
      "end_time": 136090.0,
      "text": "Suena totalmente justo."
    },
    {
      "index": 29,
      "start_time": 136090.0,
      "end_time": 139340.0,
      "text": "Pero, ¿que todos reciban lo mismo es realmente justicia?"
    },
    {
      "index": 30,
      "start_time": 139340.0,
      "end_time": 144140.0,
      "text": "Porque yo necesito -o quiero- diferentes tipos y cantidades de cosas que tú."
    },
    {
      "index": 31,
      "start_time": 144140.0,
      "end_time": 146780.0,
      "text": "Entonces, también está la idea de la justicia basada en necesidad."
    },
    {
      "index": 32,
      "start_time": 146780.0,
      "end_time": 150620.0,
      "text": "Esto dice que no todos deberían recibir lo mismo, porque nuestras necesidades no son las mismas."
    },
    {
      "index": 33,
      "start_time": 150620.0,
      "end_time": 153640.0,
      "text": "Para esta lógica, justicia es conseguir basado en lo que necesitamos."
    },
    {
      "index": 34,
      "start_time": 153640.0,
      "end_time": 155500.0,
      "text": "Así, aquellos que necesitan más, consiguen más."
    },
    {
      "index": 35,
      "start_time": 155500.0,
      "end_time": 163800.0,
      "text": "Y algunos pueden decir que esto tiene sentido, mientras otros argumentan que favorece a algunas personas sobre otras, poniendo a aquellos que no pasan necesidad, en desventaja."
    },
    {
      "index": 36,
      "start_time": 163820.0,
      "end_time": 173540.0,
      "text": "Y si así es como miras las cosas, entonces probablemente adoptas alguna clase de justicia en base al mérito, la cual dice que \"justicia\" realmente significa dar desigualmente, basado en lo que cada persona merece."
    },
    {
      "index": 37,
      "start_time": 173540.0,
      "end_time": 176620.0,
      "text": "Y mereces cosas -o no- basado en lo que has hecho."
    },
    {
      "index": 38,
      "start_time": 176620.0,
      "end_time": 179880.0,
      "text": "Entonces, esta concepción recompensa el trabajo duro y castiga a quienes causan problemas."
    },
    {
      "index": 39,
      "start_time": 179880.0,
      "end_time": 186760.0,
      "text": "Finalmente, está el enfoque que suena muy simple, aproximado por el filósofo político americano del siglo veinte, John Rawls."
    },
    {
      "index": 40,
      "start_time": 186760.0,
      "end_time": 189600.0,
      "text": "El argumentó que la justicia es equidad."
    },
    {
      "index": 41,
      "start_time": 189600.0,
      "end_time": 196940.0,
      "text": "Cualquier desigualdad existente en un sistema social, dice Rawls, debe favorecer a los menos pudientes, porque esto nivela el \"campo de juego\" de la sociedad."
    },
    {
      "index": 42,
      "start_time": 196940.0,
      "end_time": 204980.0,
      "text": "Esta es una forma de justicia basada en necesidad que se enfoca específicamente en asegurarse de que todos están realmente en posición de satisfacer sus necesidades básicas."
    },
    {
      "index": 43,
      "start_time": 204980.0,
      "end_time": 208480.0,
      "text": "Rawls razonó que el mundo está lleno de desigualdades naturales."
    },
    {
      "index": 44,
      "start_time": 208480.0,
      "end_time": 211660.0,
      "text": "Piensa en todas las cosas de las que hablamos cuando discutimos sobre la suerte moral;"
    },
    {
      "index": 45,
      "start_time": 211660.0,
      "end_time": 214820.0,
      "text": "un montón de factores que van a dar forma a tu vida  están totalmente fuera de tu control."
    },
    {
      "index": 46,
      "start_time": 214820.0,
      "end_time": 219560.0,
      "text": "Entonces, el sentido de justicia de Rawls pretende compensar esas desventajas que están más allá de nuestro control."
    },
    {
      "index": 47,
      "start_time": 219560.0,
      "end_time": 229560.0,
      "text": "Otra vez, hay algunos que argumentan que \"justicia-es-equidad\" es realmente injusto para aquellos que han obtenido lo mejor -ya sea mediante trabajo duro, o porque han ganado en la lotería natural de la vida."
    },
    {
      "index": 48,
      "start_time": 229570.0,
      "end_time": 235099.0,
      "text": "El filósofo americano del siglo veinte Robert Nozrick no estuvo de acuerdo con la idea de Rawl de que la justicia-es-equidad."
    },
    {
      "index": 49,
      "start_time": 235100.0,
      "end_time": 242740.0,
      "text": "Y para demostrar por qué, planteó este experimento de pensamiento, sobre básket profesional, que vamos a explorar en la Burbuja de Pensamiento con algo de  Filosofía Relámpago."
    },
    {
      "index": 50,
      "start_time": 242740.0,
      "end_time": 247420.0,
      "text": "Wilt Chamberlain fue un jugador de baloncesto muy popular cuando Nozick creó este ejemplo."
    },
    {
      "index": 51,
      "start_time": 247420.0,
      "end_time": 254920.0,
      "text": "Así que Nozick dijo: ¿Qué pasaría si Chamberlain -probablemente el atleta más famoso actualmente- decidiera jugar sólo bajo ciertas condiciones?"
    },
    {
      "index": 52,
      "start_time": 254920.0,
      "end_time": 261580.0,
      "text": "Supongamos que Chamberlain decide que las entradas para los partidos en los que juega deberían costar 25 centavos más que en los que no participa."
    },
    {
      "index": 53,
      "start_time": 261579.99999999997,
      "end_time": 265980.0,
      "text": "Y aún más, a Chamberlain le pagarán $100,000 más que a los otros jugadores."
    },
    {
      "index": 54,
      "start_time": 265980.0,
      "end_time": 273000.0,
      "text": "Ahora, Chamberlain es muy popular, así que todo el mundo sabe que más gente irá a ver un juego en el que él está, incluso si los boletos cuestan más."
    },
    {
      "index": 55,
      "start_time": 273000.0,
      "end_time": 278320.0,
      "text": "Puesto que es la atracción, ¿no tiene derecho a pedir más dinero que sus compañeros?"
    },
    {
      "index": 56,
      "start_time": 278320.0,
      "end_time": 284120.0,
      "text": "Nozick argumentó que no podemos - y no debemos - tratar de igualar el campo de juego naturalmente desigual aquí."
    },
    {
      "index": 57,
      "start_time": 284120.0,
      "end_time": 286920.0,
      "text": "Claro, empezamos con cantidades desiguales de cosas."
    },
    {
      "index": 58,
      "start_time": 286920.0,
      "end_time": 293400.0,
      "text": "Pero Nozick dijo, cada uno tiene derecho a las cosas que tenemos, siempre y cuando no lo robemos o lo obtengamos de otra manera injustamente."
    },
    {
      "index": 59,
      "start_time": 293400.0,
      "end_time": 299840.0,
      "text": "Por lo tanto, si eres el jugador de baloncesto más famoso del mundo, tienes derecho a tener, y querer, más cosas, incluso si otros no las tienen."
    },
    {
      "index": 60,
      "start_time": 299840.0,
      "end_time": 306100.0,
      "text": "Si la genialidad de Chamberlain en el baloncesto le permite acumular un montón de riqueza, mientras que otras personas pasan hambre, bueno, eso no es culpa de Wilt."
    },
    {
      "index": 61,
      "start_time": 306100.0,
      "end_time": 307240.0,
      "text": "¡Gracias, Burbuja de Pensamiento!"
    },
    {
      "index": 62,
      "start_time": 307240.0,
      "end_time": 312360.0,
      "text": "Como pueden ver, hay mucho desacuerdo sobre lo que significa distribuir con justicia."
    },
    {
      "index": 63,
      "start_time": 312360.0,
      "end_time": 319920.0,
      "text": "Y este es un tema increíblemente importante, porque mucho de lo que discutimos políticamente tiene que ver exactamente con este tema."
    },
    {
      "index": 64,
      "start_time": 319920.0,
      "end_time": 327320.0,
      "text": "Las personas que creen que hay derechos humanos esenciales, por ejemplo, argumentan que simplemente tenemos derecho a que se satisfagan nuestras necesidades más básicas,"
    },
    {
      "index": 65,
      "start_time": 327330.0,
      "end_time": 331080.0,
      "text": "Cosas como tener suficiente para comer, y poder ir al médico cuando estamos enfermos."
    },
    {
      "index": 66,
      "start_time": 331080.0,
      "end_time": 335540.0,
      "text": "Pero no todos creen que es tarea del gobierno proporcionarnos esas cosas, si no somos capaces de conseguirlas nosotros mismos."
    },
    {
      "index": 67,
      "start_time": 335550.0,
      "end_time": 338120.0,
      "text": "Esas personas podrían argumentar que tus derechos son negativos."
    },
    {
      "index": 68,
      "start_time": 338120.0,
      "end_time": 343900.0,
      "text": "Un derecho negativo es el derecho a no ser interferido, a no ser detenido de perseguir las cosas que necesitas."
    },
    {
      "index": 69,
      "start_time": 343900.0,
      "end_time": 349380.0,
      "text": "Así que en este punto de vista, no puedo impedir que trates de satisfacer tus necesidades, pero yo no tengo que ayudarte a cumplirlas, tampoco."
    },
    {
      "index": 70,
      "start_time": 349380.0,
      "end_time": 352000.0,
      "text": "Por el contrario, puedes creer en los derechos positivos."
    },
    {
      "index": 71,
      "start_time": 352000.0,
      "end_time": 356740.0,
      "text": "Si tienes un derecho positivo a algo, tienes derecho a ser ayudado para conseguirlo, si no puedes obtenerlo tú mismo."
    },
    {
      "index": 72,
      "start_time": 356740.0,
      "end_time": 360620.0,
      "text": "Por lo tanto, si no puedes pagar un médico, tienes derecho a obtener asistencia en conseguir uno."
    },
    {
      "index": 73,
      "start_time": 360620.0,
      "end_time": 364241.0,
      "text": "Pero nota que en este punto de vista, un derecho implica una obligación."
    },
    {
      "index": 74,
      "start_time": 364241.0,
      "end_time": 372741.0,
      "text": "Tus derechos -en este caso, tu derecho a ver a un médico, incluso si no puedes pagar uno- podría crear exigencias obligatorias para mí, porque yo podría terminar ayudando a pagar por ello."
    },
    {
      "index": 75,
      "start_time": 372741.0,
      "end_time": 376900.0,
      "text": "Por supuesto, alguien como Nozick preguntaría, ¿de dónde vendría ese derecho?"
    },
    {
      "index": 76,
      "start_time": 376900.0,
      "end_time": 382050.0,
      "text": "¿Cómo podría incurrir en la obligación de ayudarte, sólo porque estoy mejor que tú?"
    },
    {
      "index": 77,
      "start_time": 382050.0,
      "end_time": 387720.0,
      "text": "Claro, podría ser agradable si ayudara, pero ciertamente no es un deber, y nadie debería obligarme a hacerlo."
    },
    {
      "index": 78,
      "start_time": 387720.0,
      "end_time": 393540.0,
      "text": "Pero eso es exactamente lo que el gobierno hace cuando toma impuestos de los que tienen más para asistir a los que tienen menos."
    },
    {
      "index": 79,
      "start_time": 393540.0,
      "end_time": 399780.0,
      "text": "Así que ya ves lo que quiero decir: cuando la gente habla de impuestos, salud y desigualdad de ingresos, realmente están hablando de justicia."
    },
    {
      "index": 80,
      "start_time": 399780.0,
      "end_time": 403220.0,
      "text": "Pero, por supuesto, muchas veces, la justicia no es en absoluto sobre cosas."
    },
    {
      "index": 81,
      "start_time": 403229.0,
      "end_time": 405089.0,
      "text": "Es también sobre castigo."
    },
    {
      "index": 82,
      "start_time": 405089.0,
      "end_time": 410389.0,
      "text": "Al igual que la mayoría de los temas, los filósofos no están de acuerdo sobre la manera más apropiada de responder a las malas acciones."
    },
    {
      "index": 83,
      "start_time": 410389.0,
      "end_time": 413089.0,
      "text": "Un concepto es conocido como Justicia retributiva."
    },
    {
      "index": 84,
      "start_time": 413089.0,
      "end_time": 419820.0,
      "text": "Esto sostiene que la única manera de que la justicia sea satisfecha es que un malhechor sufra en proporción a la forma en que ha hecho sufrir a otros."
    },
    {
      "index": 85,
      "start_time": 419820.0,
      "end_time": 423100.0,
      "text": "Esta es tu buena y antigua justicia bíblica, de ojo por ojo."
    },
    {
      "index": 86,
      "start_time": 423100.0,
      "end_time": 428380.0,
      "text": "Y en este punto de vista, el castigo debe lastimar; esa es la única manera de \"hacer las cosas bien\"."
    },
    {
      "index": 87,
      "start_time": 428380.0,
      "end_time": 433980.0,
      "text": "Históricamente, esto significaría cosas como, si causas daño físico a alguien, tu castigador debe hacerte lo mismo."
    },
    {
      "index": 88,
      "start_time": 433980.0,
      "end_time": 441360.0,
      "text": "Hoy en día, sin embargo, en el interés de ser civilizados, tendemos a medir el dolor en términos de encarcelamiento y multas, en lugar de direactamente tal-para-cual."
    },
    {
      "index": 89,
      "start_time": 441360.0,
      "end_time": 446640.0,
      "text": "Pero aún así, la justa retribución es una de las fuerzas filosóficas impulsoras detrás de la pena de muerte;"
    },
    {
      "index": 90,
      "start_time": 446640.0,
      "end_time": 453000.0,
      "text": "la idea de que simplemente no hay manera de corregir el mal de tomar una vida, aparte de tomar la vida del tomador de vida."
    },
    {
      "index": 91,
      "start_time": 453000.0,
      "end_time": 455900.0,
      "text": "Pero los utilitaristas tienen otras teorías sobre el castigo."
    },
    {
      "index": 92,
      "start_time": 455900.0,
      "end_time": 462420.0,
      "text": "En lugar de hacer sufrir a los malhechores sólo por el sufrimiento mismo, estos pensadores favorecen lo que se conoce como maximización del bienestar."
    },
    {
      "index": 93,
      "start_time": 462420.0,
      "end_time": 466880.0,
      "text": "En esta concepción, no hay nada bueno que encontrar en la vengativa causa de dolor a los criminales."
    },
    {
      "index": 94,
      "start_time": 466880.0,
      "end_time": 469580.0,
      "text": "Pero alguna forma de castigo aún está en orden."
    },
    {
      "index": 95,
      "start_time": 469580.0,
      "end_time": 471540.0,
      "text": "Así que una opción es la rehabilitación."
    },
    {
      "index": 96,
      "start_time": 471540.0,
      "end_time": 477240.0,
      "text": "Aquí, el enfoque es dar a los criminales ayuda, para que puedan aprender a integrarse en la sociedad y seguir sus reglas."
    },
    {
      "index": 97,
      "start_time": 477240.0,
      "end_time": 480420.0,
      "text": "El enfoque se centra a menudo en la educación y, si es necesario, en la terapia."
    },
    {
      "index": 98,
      "start_time": 480420.0,
      "end_time": 491060.0,
      "text": "Esto a veces es criticado por ser paternalista, porque lleva consigo la suposición de que los delincuentes necesitan nuestra ayuda, que no conocen nada mejor y que necesitan ser \"curados\" de alguna enfermedad social."
    },
    {
      "index": 99,
      "start_time": 491060.0,
      "end_time": 494280.0,
      "text": "Pero otro enfoque para el castigo es la disuasión."
    },
    {
      "index": 100,
      "start_time": 494280.0,
      "end_time": 502280.0,
      "text": "Durante eones, la gente ha asumido que el castigo impide que un delincuente cometa más crímenes, mientras que también desalienta a otros a romper las reglas."
    },
    {
      "index": 101,
      "start_time": 502280.0,
      "end_time": 509440.0,
      "text": "Por lo tanto, en lugar de hacer sufrir a un criminal por lo que han hecho, los partidarios de la disuasión ven al castigo como un bien para la sociedad en su conjunto."
    },
    {
      "index": 102,
      "start_time": 509440.0,
      "end_time": 512960.0,
      "text": "A veces, castigamos a la gente para enviar un mensaje a otras personas."
    },
    {
      "index": 103,
      "start_time": 512960.00000000006,
      "end_time": 517560.00000000006,
      "text": "Un enfoque más al castigo justo es el concepto de justicia restaurativa."
    },
    {
      "index": 104,
      "start_time": 517559.99999999994,
      "end_time": 520159.99999999994,
      "text": "Aquí, debes corregir tus errores."
    },
    {
      "index": 105,
      "start_time": 520159.99999999994,
      "end_time": 523819.99999999994,
      "text": "El enfoque está en reparar, en vez de hacer sufrir al delincuente."
    },
    {
      "index": 106,
      "start_time": 523820.00000000006,
      "end_time": 525920.0,
      "text": "Así que si causas un desorden, tienes que limpiarlo."
    },
    {
      "index": 107,
      "start_time": 525920.0,
      "end_time": 529440.0,
      "text": "Y si lastimas a alguien, necesitas tomar medidas para tratar de corregirlo."
    },
    {
      "index": 108,
      "start_time": 529440.0,
      "end_time": 532240.0,
      "text": "Esta es la lógica detrás de la asignación de servicio comunitario a los delincuentes."
    },
    {
      "index": 109,
      "start_time": 532240.0,
      "end_time": 538540.0,
      "text": "La esperanza aquí es que el enfoque correcto a las malas acciones conducirá a la curación y el crecimiento, tanto para el criminal como para el maltratado."
    },
    {
      "index": 110,
      "start_time": 538540.0,
      "end_time": 543980.0,
      "text": "Se trata de restauración y perdón - básicamente, el polo opuesto del enfoque retributivo."
    },
    {
      "index": 111,
      "start_time": 543980.0,
      "end_time": 548260.0,
      "text": "Por lo tanto, toma este consejo: Piensa un poco sobre tus propias opiniones sobre estos temas."
    },
    {
      "index": 112,
      "start_time": 548260.0,
      "end_time": 554600.0,
      "text": "Porque lo que ves como la respuesta correcta debería dar forma a la manera en la que votas, cómo gastas tu dinero y cómo castigas a sus hijos."
    },
    {
      "index": 113,
      "start_time": 554600.0,
      "end_time": 558760.0,
      "text": "Puede que descubras que, al reflexionar, deberías cambiar la forma en que estás haciendo algunas cosas."
    },
    {
      "index": 114,
      "start_time": 558760.0,
      "end_time": 564920.0,
      "text": "Como he dicho, todos hablan de justicia, pero antes de que puedas hacerlo, realmente tienes que decidir lo que significa."
    },
    {
      "index": 115,
      "start_time": 564920.0,
      "end_time": 567900.0,
      "text": "Hoy hemos hablado de varias teorías de la justicia."
    },
    {
      "index": 116,
      "start_time": 567900.0,
      "end_time": 572420.0,
      "text": "Hablamos sobre distribución justa, y también consideramos diferentes aproximaciones al castigo."
    },
    {
      "index": 117,
      "start_time": 572420.0,
      "end_time": 574940.0,
      "text": "La próxima vez, hablaremos de discriminación."
    },
    {
      "index": 118,
      "start_time": 574940.0,
      "end_time": 578500.0,
      "text": "Crash Course Philosophy se produce en asociación con PBS Digital Studios."
    },
    {
      "index": 119,
      "start_time": 578500.0,
      "end_time": 582300.0,
      "text": "Puedes dirigirte a su canal para ver una lista de reproducción de los últimos episodios de programas como:"
    },
    {
      "index": 120,
      "start_time": 582300.0,
      "end_time": 585020.0,
      "text": "Coma Niddy, Deep Look, y First Person."
    },
    {
      "index": 121,
      "start_time": 585040.0,
      "end_time": 588940.0,
      "text": "Este episodio de Crash Course fue filmado en el Estudio Doctor Cheryl C. Kinney"
    },
    {
      "index": 122,
      "start_time": 588940.0,
      "end_time": 594000.0,
      "text": "Con la ayuda de todas estas personas impresionantes, y nuestro equipo de gráficos igualmente fantástico es Thought Cafe."
    }
  ]
}