{
  "video_id": "h31myLyc_qk",
  "title": "Civilization VI: Rise and Fall - New Features Explained (Full Details)",
  "json": [
    {
      "index": 1,
      "start_time": 2783.0,
      "end_time": 8050.0,
      "text": "En la futura expansión de Sid Meier’s Civilization VI, ¡hay más posibilidades que nunca! "
    },
    {
      "index": 2,
      "start_time": 8050.000000000001,
      "end_time": 14750.0,
      "text": "Reafirma la lealtad de tu pueblo mientras disfrutas de una edad de oro y resiste todo lo que puedas al caer en una época oscura. "
    },
    {
      "index": 3,
      "start_time": 14750.0,
      "end_time": 19300.0,
      "text": "En Civilization VI: Rise and Fall, te convertirás en un líder que pasará a la historia."
    },
    {
      "index": 4,
      "start_time": 19300.0,
      "end_time": 20816.0,
      "text": "GRANDES ERAS"
    },
    {
      "index": 5,
      "start_time": 20816.0,
      "end_time": 27000.0,
      "text": "Tus elecciones tienen consecuencias, y las decisiones de una era pasan a la siguiente. "
    },
    {
      "index": 6,
      "start_time": 27000.0,
      "end_time": 35583.0,
      "text": "Si eres un buen líder, podrás entrar en una próspera edad de oro, pero si te quedas atrás, te esperará una época oscura. "
    },
    {
      "index": 7,
      "start_time": 35583.0,
      "end_time": 43600.0,
      "text": "Cada vez que pase una era, elegirás una Dedicación que dictará la dirección de tu imperio para la próxima era. "
    },
    {
      "index": 8,
      "start_time": 43600.0,
      "end_time": 49250.0,
      "text": "¿Harás que tu pueblo expanda tu ejército, u optarás por la dominación religiosa? "
    },
    {
      "index": 9,
      "start_time": 49250.0,
      "end_time": 53950.0,
      "text": "Si obtienes una Puntuación de época alta, una próspera edad de oro bendecirá a tu pueblo. "
    },
    {
      "index": 10,
      "start_time": 53950.0,
      "end_time": 61833.0,
      "text": "Los ciudadanos serán felices en tu imperio, y la Lealtad de tus ciudades y la de las ciudades extranjeras cercanas aumentará en tu favor. "
    },
    {
      "index": 11,
      "start_time": 61833.0,
      "end_time": 66683.0,
      "text": "Las Dedicaciones de las edades de oro también te otorgan útiles ventajas durante dicha era."
    },
    {
      "index": 12,
      "start_time": 66683.0,
      "end_time": 73500.0,
      "text": "Las épocas oscuras, por su parte, son periodos difíciles para tu imperio, pues las ciudades pueden sublevarse o independizarse. "
    },
    {
      "index": 13,
      "start_time": 73500.0,
      "end_time": 77016.0,
      "text": "¡Pero la adversidad viene acompañada de oportunidades! "
    },
    {
      "index": 14,
      "start_time": 77016.0,
      "end_time": 90933.0,
      "text": "Las políticas de las épocas oscuras obstaculizan tu ascenso, pero también facilitan la entrada en una edad de oro justo después de esa época oscura. Si lo consigues, entrarás en una época heroica: una edad de oro con bonificaciones. "
    },
    {
      "index": 15,
      "start_time": 90933.0,
      "end_time": 95150.0,
      "text": "Mantén la Puntuación de época alta para poder disfrutar de una edad de oro. "
    },
    {
      "index": 16,
      "start_time": 95150.0,
      "end_time": 101666.0,
      "text": "A medida que vas progresando por las eras, vivirás ciertos momentos que alterarán la Puntuación de época. "
    },
    {
      "index": 17,
      "start_time": 101666.0,
      "end_time": 110950.0,
      "text": "Quizá seas el primero en eliminar un campamento bárbaro cerca de tus fronteras, descubrir una maravilla natural o fundar una religión. "
    },
    {
      "index": 18,
      "start_time": 110950.0,
      "end_time": 116750.0,
      "text": "Estos momentos también dan forma a la historia de tu civilización, que puedes revisar cuando quieras en la cronología."
    },
    {
      "index": 19,
      "start_time": 116750.0,
      "end_time": 118533.0,
      "text": "LEALTAD "
    },
    {
      "index": 20,
      "start_time": 118533.0,
      "end_time": 125500.0,
      "text": "Pero tu civilización es mucho más que un compendio de momentos. La Lealtad de tu pueblo es lo que da vida a tu imperio. "
    },
    {
      "index": 21,
      "start_time": 125500.0,
      "end_time": 134700.0,
      "text": "A medida que tu Lealtad suba o baje, te enfrentarás a los problemas y adversidades de un líder mundial, lo que alterará las fronteras del mapa. "
    },
    {
      "index": 22,
      "start_time": 134700.0,
      "end_time": 139666.0,
      "text": "Aumenta la Lealtad de tus ciudadanos si quieres unas fronteras intactas y un rendimiento alto. "
    },
    {
      "index": 23,
      "start_time": 139666.0,
      "end_time": 145883.0,
      "text": "Si la Lealtad baja demasiado, tendrás que hacer frente a rebeliones con las que podrás perder por completo una ciudad."
    },
    {
      "index": 24,
      "start_time": 145883.0,
      "end_time": 150900.0,
      "text": "Cuando una ciudad abandona su imperio, se convierte en una ciudad libre. "
    },
    {
      "index": 25,
      "start_time": 150900.0,
      "end_time": 156750.0,
      "text": "Estas ciudades ansían su independencia, pero pueden anexionarse a un imperio con la suficiente Lealtad. "
    },
    {
      "index": 26,
      "start_time": 156750.0,
      "end_time": 158566.0,
      "text": "¿Será al tuyo?"
    },
    {
      "index": 27,
      "start_time": 158566.0,
      "end_time": 161350.0,
      "text": "GOBERNADORES "
    },
    {
      "index": 28,
      "start_time": 161350.0,
      "end_time": 169000.0,
      "text": "Los Gobernadores son esenciales para mejorar la Lealtad de tu imperio, pero también alteran otros aspectos del juego. "
    },
    {
      "index": 29,
      "start_time": 169000.0,
      "end_time": 174583.0,
      "text": "Hay siete Gobernadores, cada uno con habilidades y ascensos exclusivos. "
    },
    {
      "index": 30,
      "start_time": 174583.0,
      "end_time": 180933.0,
      "text": "Por ejemplo, Liang, la Perito, permite a una ciudad crear mejoras de casilla exclusivas que no se pueden desbloquear de otro modo. "
    },
    {
      "index": 31,
      "start_time": 180933.0,
      "end_time": 189583.0,
      "text": "Pero no esperes desbloquear a todos los Gobernadores y ascensos en una única partida. Estas oportunidades son limitadas y se suelen conseguir en el árbol de principios."
    },
    {
      "index": 32,
      "start_time": 189583.0,
      "end_time": 192066.0,
      "text": "¿Reclutarás nuevos Gobernadores para cada ciudad? "
    },
    {
      "index": 33,
      "start_time": 192066.0,
      "end_time": 195633.0,
      "text": "¿O ascenderás a uno que ya tengas para darle más poder?"
    },
    {
      "index": 34,
      "start_time": 195633.0,
      "end_time": 197066.0,
      "text": "ALIANZAS MEJORADAS "
    },
    {
      "index": 35,
      "start_time": 197066.0,
      "end_time": 199983.0,
      "text": "Las alianzas diplomáticas también han sufrido cambios en Rise and Fall. "
    },
    {
      "index": 36,
      "start_time": 199983.0,
      "end_time": 203900.0,
      "text": "Cuanto más dure una alianza, más beneficios reportará. "
    },
    {
      "index": 37,
      "start_time": 203900.0,
      "end_time": 211033.0,
      "text": "Una alianza de investigación de nivel 1 ofrece bonificaciones de Ciencia a las Rutas comerciales entre los dos aliados. "
    },
    {
      "index": 38,
      "start_time": 211033.0,
      "end_time": 212766.0,
      "text": "EMERGENCIAS "
    },
    {
      "index": 39,
      "start_time": 212766.0,
      "end_time": 216900.0,
      "text": "De vez en cuando, las civilizaciones se verán obligadas a colaborar. "
    },
    {
      "index": 40,
      "start_time": 216900.0,
      "end_time": 223800.0,
      "text": "Ciertas acciones, como conquistar una ciudad-estado o lanzar un ataque nuclear, pueden producir Emergencias. "
    },
    {
      "index": 41,
      "start_time": 223800.0,
      "end_time": 232566.0,
      "text": "Cuando esto suceda, los que no estén aliados con la nación responsable podrán unirse bajo el pretexto de dicha Emergencia, una coalición temporal para momentos de crisis. "
    },
    {
      "index": 42,
      "start_time": 232566.0,
      "end_time": 241333.0,
      "text": "Cuando se declare una Emergencia, las civilizaciones que participen tendrán que cumplir cierto objetivo dentro de un límite de tiempo y con la ayuda de una bonificación. "
    },
    {
      "index": 43,
      "start_time": 241333.0,
      "end_time": 248633.0,
      "text": "Las recompensas se otorgarán a todos los colaboradores de la alianza si el objetivo se supera, y a la nación del otro bando si la alianza fracasa. "
    },
    {
      "index": 44,
      "start_time": 248633.0,
      "end_time": 251000.0,
      "text": "NUEVOS LÍDERES Y CIVILIZACIONES "
    },
    {
      "index": 45,
      "start_time": 251000.0,
      "end_time": 256316.0,
      "text": "Civilization VI: Rise and Fall también añade nuevos líderes y civilizaciones. "
    },
    {
      "index": 46,
      "start_time": 256315.99999999997,
      "end_time": 263750.0,
      "text": "El terrorífico y belicoso Gengis Kan vuelve a Civilization con unas unidades de caballería más fuertes para derrotar a sus rivales. "
    },
    {
      "index": 47,
      "start_time": 263750.0,
      "end_time": 271766.0,
      "text": "Los cri, nuevos en Civilization, son una Nación Originaria norteamericana liderada por Poundmaker, que ofrece bonificaciones a las Rutas comerciales. "
    },
    {
      "index": 48,
      "start_time": 271766.0,
      "end_time": 280350.0,
      "text": "La monarca holandesa más longeva, la reina Guillermina, también tendrá su protagonismo, con unas Rutas comerciales que pueden mejorar la Lealtad de sus ciudades. "
    },
    {
      "index": 49,
      "start_time": 280350.0,
      "end_time": 283066.0,
      "text": "MARAVILLAS NUEVAS"
    },
    {
      "index": 50,
      "start_time": 283066.0,
      "end_time": 296216.0,
      "text": "También habrá nuevas maravillas naturales y del mundo en Rise and Fall, como el Cervino, el Ojo del Sáhara, la Catedral de San Basilio o la Estatua de la Libertad. Todas ellas con su propia utilidad."
    },
    {
      "index": 51,
      "start_time": 296216.0,
      "end_time": 298883.0,
      "text": "UNIDADES NUEVAS "
    },
    {
      "index": 52,
      "start_time": 298883.0,
      "end_time": 307650.0,
      "text": "Además de las unidades exclusivas de las civilizaciones, el árbol tecnológico también cuenta con más unidades globales a lo largo de las diferentes eras del juego. "
    },
    {
      "index": 53,
      "start_time": 307650.0,
      "end_time": 315233.0,
      "text": "Estos son, Drones, Caravanas de suministros, Fuerzas de Operaciones Especiales y Piqueros y tiradores."
    },
    {
      "index": 54,
      "start_time": 315233.0,
      "end_time": 321733.0,
      "text": "Con Sid Meier’s Civilization VI: Rise and Fall, el camino hacia la victoria se ha vuelto más peligroso que nunca. "
    },
    {
      "index": 55,
      "start_time": 321733.0,
      "end_time": 326450.0,
      "text": "Si entras en una edad de oro, los rivales pueden desafiarte y hacer que fracases. "
    },
    {
      "index": 56,
      "start_time": 326450.0,
      "end_time": 332283.0,
      "text": "Y aunque caigas en una época oscura, puedes luchar para llegar a una época heroica y subir a lo más alto. "
    },
    {
      "index": 57,
      "start_time": 332283.0,
      "end_time": 339166.0,
      "text": "¿Cómo será recordado tu imperio en Sid Meier’s Civilization VI: Rise and Fall?"
    }
  ]
}