{
  "video_id": "H7X-qoGw6W0",
  "title": "9 Tips to Get Over Your Ex",
  "json": [
    {
      "index": 1,
      "start_time": 5859.0,
      "end_time": 11909.0,
      "text": "Cada ruptura apesta, mientras que algunas son peores que otras. Todos nos afectan de una forma u otra."
    },
    {
      "index": 2,
      "start_time": 12460.0,
      "end_time": 19709.0,
      "text": "Ya sea una división amistosa o provocada por la furia, le brindará consejos sólidos sobre cómo superar a su ex"
    },
    {
      "index": 3,
      "start_time": 20800.0,
      "end_time": 26550.0,
      "text": "1.) interrumpa el contacto al menos por un tiempo, ya sea que usted sea el dumper o el rechoncho"
    },
    {
      "index": 4,
      "start_time": 26619.0,
      "end_time": 30899.0,
      "text": "No es saludable vigilar a tu ex. Una vez que la relación se termina (pero todos todavía lo hacen)"
    },
    {
      "index": 5,
      "start_time": 31029.0,
      "end_time": 34769.0,
      "text": "Es posible que desee ser maduro y permanecer en términos amistosos con su ex"
    },
    {
      "index": 6,
      "start_time": 34809.0,
      "end_time": 38009.0,
      "text": "Pero no te darás suficiente tiempo para curarte de la ruptura"
    },
    {
      "index": 7,
      "start_time": 38530.0,
      "end_time": 40919.0,
      "text": "Dile a tu ex que necesitarás espacio por un tiempo"
    },
    {
      "index": 8,
      "start_time": 41200.0,
      "end_time": 48749.0,
      "text": "También debe considerar recortarlos de sus feeds de redes sociales al dejar de seguir o silenciar su actividad para evitar posibles"
    },
    {
      "index": 9,
      "start_time": 49180.0,
      "end_time": 51180.0,
      "text": "casos de celos"
    },
    {
      "index": 10,
      "start_time": 51370.0,
      "end_time": 53699.0,
      "text": "La nostalgia, o blanco de la agresión pasiva."
    },
    {
      "index": 11,
      "start_time": 55600.0,
      "end_time": 60269.0,
      "text": "2.) tener un nuevo pasatiempo siendo soltero no tiene que ser algo malo"
    },
    {
      "index": 12,
      "start_time": 60670.0,
      "end_time": 66870.0,
      "text": "Cuando estás en una relación, tienes menos tiempo para ti mismo ya que gran parte de ella está dedicada a tu pareja en"
    },
    {
      "index": 13,
      "start_time": 67120.0,
      "end_time": 71669.0,
      "text": "Por otro lado, cuando estás soltero, puedes conocerte mejor a ti mismo."
    },
    {
      "index": 14,
      "start_time": 72010.0,
      "end_time": 76529.0,
      "text": "Eres libre de descubrir tus intereses y dedicar tu tiempo a lo que quieras."
    },
    {
      "index": 15,
      "start_time": 76530.0,
      "end_time": 83430.0,
      "text": "¿Hay alguna clase o afición en particular en la que siempre hayas querido participar, tal vez, en su animación?"
    },
    {
      "index": 16,
      "start_time": 83979.0,
      "end_time": 85840.0,
      "text": "pintando rompecabezas"
    },
    {
      "index": 17,
      "start_time": 85840.0,
      "end_time": 90869.0,
      "text": "La jardinería tiene un club de lectura o incluso el teatro. Las posibilidades son infinitas."
    },
    {
      "index": 18,
      "start_time": 91720.0,
      "end_time": 96900.0,
      "text": "Aprender una nueva habilidad y adquirir un nuevo propósito aumentará tu autoestima e independencia"
    },
    {
      "index": 19,
      "start_time": 98810.0,
      "end_time": 100810.0,
      "text": "Tres mimarse"
    },
    {
      "index": 20,
      "start_time": 101030.0,
      "end_time": 107110.0,
      "text": "Déjate llevar por la comida chatarra y las películas sappy, ya que tu ex ya no estará allí para tratarte. Tomarse unas vacaciones"
    },
    {
      "index": 21,
      "start_time": 107750.0,
      "end_time": 111220.0,
      "text": "Tómate una semana o un fin de semana para relajarte en algún lugar con tus amigos."
    },
    {
      "index": 22,
      "start_time": 111320.0,
      "end_time": 117309.0,
      "text": "Tome un día de spa y libérese del estrés diario que se acumula sobre la pérdida de su relación"
    },
    {
      "index": 23,
      "start_time": 118950.0,
      "end_time": 125630.0,
      "text": "4. Sé real contigo mismo, usa tu tiempo solo para reflexionar sobre tu relación antes de la ruptura."
    },
    {
      "index": 24,
      "start_time": 125630.0,
      "end_time": 129320.0,
      "text": "Puede tener recuerdos positivos de su pareja y el tiempo que pasaron juntos."
    },
    {
      "index": 25,
      "start_time": 129330.00000000001,
      "end_time": 137270.0,
      "text": "Es importante recordar que hubo problemas que inevitablemente lo llevaron a una parte, mientras que es posible que desee arreglar las cosas."
    },
    {
      "index": 26,
      "start_time": 137880.0,
      "end_time": 139969.0,
      "text": "excepto que ustedes dos podrían ser simplemente"
    },
    {
      "index": 27,
      "start_time": 140580.0,
      "end_time": 145070.0,
      "text": "Incompatible y esa ruptura fue el mejor curso de acción a largo plazo."
    },
    {
      "index": 28,
      "start_time": 146810.0,
      "end_time": 153759.0,
      "text": "Ventile cinco a sus seres queridos. Es importante tener un sistema de soporte decente para ayudarlo a través de una ruptura"
    },
    {
      "index": 29,
      "start_time": 154280.0,
      "end_time": 160750.0,
      "text": "Cuando te sientes enojado o herido, tus amigos pueden justificar tus sentimientos y recordarte que no estás solo."
    },
    {
      "index": 30,
      "start_time": 161090.0,
      "end_time": 164860.0,
      "text": "Incluso podrías compartir algunas de sus propias experiencias iluminadoras."
    },
    {
      "index": 31,
      "start_time": 165710.0,
      "end_time": 172210.0,
      "text": "Además, las investigaciones muestran que simplemente verbalizar sus sentimientos puede hacer que las emociones negativas sean menos intensas"
    },
    {
      "index": 32,
      "start_time": 174610.0,
      "end_time": 176610.0,
      "text": "Seis escuchar musica triste"
    },
    {
      "index": 33,
      "start_time": 177250.0,
      "end_time": 180540.0,
      "text": "Durante una ruptura. Tu cerebro está realmente atraído por la música triste."
    },
    {
      "index": 34,
      "start_time": 181270.0,
      "end_time": 188969.0,
      "text": "Cuando un artista que nunca has conocido puede articular tus pensamientos y sentimientos exactos a través de palabras y sonidos, es una prueba de que no estás solo."
    },
    {
      "index": 35,
      "start_time": 189340.0,
      "end_time": 192629.0,
      "text": "Eres un humano compartiendo en una experiencia humana."
    },
    {
      "index": 36,
      "start_time": 193510.0,
      "end_time": 199439.0,
      "text": "Además, un estudio reciente ha encontrado que las canciones tristes pueden en realidad provocar paz en el oyente"
    },
    {
      "index": 37,
      "start_time": 199450.0,
      "end_time": 203939.0,
      "text": "También puede hacernos llorar, lo que puede ser catártico y mejorar el estado de ánimo."
    },
    {
      "index": 38,
      "start_time": 204310.0,
      "end_time": 208410.0,
      "text": "Así que ve y escucha esa lista de reproducción de ruptura en repetición"
    },
    {
      "index": 39,
      "start_time": 209980.0,
      "end_time": 214200.0,
      "text": "7 excepto el pasado si su ruptura fue menos amigable"
    },
    {
      "index": 40,
      "start_time": 214570.0,
      "end_time": 218219.0,
      "text": "Podría estar abrigando cierto arrepentimiento y hostilidad hacia su ex"
    },
    {
      "index": 41,
      "start_time": 218770.0,
      "end_time": 225029.0,
      "text": "Tómese el tiempo necesario para llorar, pero tenga cuidado de no dejar que consuma su identidad."
    },
    {
      "index": 42,
      "start_time": 225880.0,
      "end_time": 229499.0,
      "text": "Los rencores emocionales no solo contribuyen a los sentimientos de depresión y ansiedad."
    },
    {
      "index": 43,
      "start_time": 231040.0,
      "end_time": 233769.0,
      "text": "Pero tendrán un impacto negativo en sus relaciones futuras"
    },
    {
      "index": 44,
      "start_time": 235069.0,
      "end_time": 238628.0,
      "text": "Perdona a tu ex, perdónate y sigue adelante."
    },
    {
      "index": 45,
      "start_time": 240100.0,
      "end_time": 242820.0,
      "text": "Ocho. Está bien todavía amar a tu ex"
    },
    {
      "index": 46,
      "start_time": 243040.0,
      "end_time": 249239.0,
      "text": "La peor parte de una ruptura es la disonancia de herirte por las acciones de tu ex y, sin embargo, hacerte daño por haber desaparecido."
    },
    {
      "index": 47,
      "start_time": 249760.0,
      "end_time": 253109.0,
      "text": "Romper no significa que el amor entre ustedes esté completamente muerto."
    },
    {
      "index": 48,
      "start_time": 253510.0,
      "end_time": 260909.0,
      "text": "Ya sea que hayan pasado algunos años o algunos meses, ustedes dos hicieron recuerdos juntos y jugaron roles significativos en la vida del otro"
    },
    {
      "index": 49,
      "start_time": 262210.0,
      "end_time": 268140.0,
      "text": "Desafortunadamente, el amor no es suficiente y hay muchas cosas que hacen que una relación funcione."
    },
    {
      "index": 50,
      "start_time": 269320.0,
      "end_time": 275879.0,
      "text": "Comprenda que el amor a veces significa querer lo mejor el uno para el otro y, a veces, eso significa separarse"
    },
    {
      "index": 51,
      "start_time": 278120.0,
      "end_time": 280750.0,
      "text": "9. sentirse bien con el rebote a"
    },
    {
      "index": 52,
      "start_time": 281360.0,
      "end_time": 285490.0,
      "text": "El estudio de 2014 encontró que las personas que se recuperaron con una nueva pareja después de una ruptura"
    },
    {
      "index": 53,
      "start_time": 285830.0,
      "end_time": 291430.0,
      "text": "Informó una mejor sensación de bienestar que aquellos que permanecieron solteros durante largos períodos de tiempo después"
    },
    {
      "index": 54,
      "start_time": 291800.0,
      "end_time": 294579.0,
      "text": "Sin embargo, los rebotes en este estudio ocurrieron aproximadamente."
    },
    {
      "index": 55,
      "start_time": 295280.0,
      "end_time": 297669.0,
      "text": "siete meses después de su primera ruptura"
    },
    {
      "index": 56,
      "start_time": 298550.0,
      "end_time": 303520.0,
      "text": "Por lo tanto, si bien es importante que te recuperes antes de continuar, mantente abierto a nuevas posibilidades."
    },
    {
      "index": 57,
      "start_time": 304310.0,
      "end_time": 307869.0,
      "text": "No rechaces una nueva oportunidad de amor porque estás colgado de tu ex"
    },
    {
      "index": 58,
      "start_time": 309500.0,
      "end_time": 314470.0,
      "text": "Las rupturas siempre son difíciles, pero no son imposibles de superar, puedes hacerlo"
    },
    {
      "index": 59,
      "start_time": 314930.0,
      "end_time": 321460.0,
      "text": "¿Tienes algún consejo para compartir que no esté en esta lista? Siéntase libre de compartirlos escribiendo en la sección de comentarios a continuación?"
    },
    {
      "index": 60,
      "start_time": 322250.0,
      "end_time": 324250.0,
      "text": "Gracias por ver"
    }
  ]
}