{
  "video_id": "h_1QLdtF8d0",
  "title": "Gene Regulation and the Order of the Operon",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4040.0,
      "text": "¡Subtítulos activados! Da clic en el botón CC en la parte de inferior derecha para desactivarlos."
    },
    {
      "index": 2,
      "start_time": 4040.0,
      "end_time": 8340.0,
      "text": "¡Sigue a las amebas en Twitter (@amoebasisters) y Facebook!"
    },
    {
      "index": 3,
      "start_time": 8560.0,
      "end_time": 12950.0,
      "text": "¿Alguna vez te has preguntado lo desastroso que sería si las células de tus ojos comenzaran"
    },
    {
      "index": 4,
      "start_time": 12950.0,
      "end_time": 18540.0,
      "text": "a producir el mismo ácido clorhídrico que producen las células estomacales? Tus células"
    },
    {
      "index": 5,
      "start_time": 18540.0,
      "end_time": 24300.0,
      "text": "estomacales producen HCl para ayudar a digerir alimentos, pero definitivamente no quieres eso en tus ojos."
    },
    {
      "index": 6,
      "start_time": 24300.0,
      "end_time": 29000.0,
      "text": "¡Gracias a Dios que eso no pasa! Pero es asombroso--porque tanto"
    },
    {
      "index": 7,
      "start_time": 29000.0,
      "end_time": 35290.0,
      "text": "tus células oculares como estomacales contienen todo tu ADN. Tu ADN, todo, se encuentra en tus"
    },
    {
      "index": 8,
      "start_time": 35290.0,
      "end_time": 41300.0,
      "text": "células, pero veras--las porciones que se usan deben estar reguladas de alguna forma. Si no"
    },
    {
      "index": 9,
      "start_time": 41300.0,
      "end_time": 46060.0,
      "text": "podríamos terminar con algo ridículo como...células oculares produciendo ácido clorhídrico"
    },
    {
      "index": 10,
      "start_time": 46060.0,
      "end_time": 50160.0,
      "text": "Y eso, no solo sería un desperdicio de recursos---eso sería en realidad algo muy difícil de explicar"
    },
    {
      "index": 11,
      "start_time": 50160.0,
      "end_time": 55250.0,
      "text": "a tus amigos. Quieres genes regulados. Controlados. Recuerda que los genes"
    },
    {
      "index": 12,
      "start_time": 55250.0,
      "end_time": 61350.0,
      "text": "están hechos de ADN. El ADN es usado para dar instrucciones para la producción de proteínas en el proceso"
    },
    {
      "index": 13,
      "start_time": 61350.0,
      "end_time": 67830.0,
      "text": "de síntesis de proteínas. Pero un concepto importante es que debe haber un método para determinar"
    },
    {
      "index": 14,
      "start_time": 67830.0,
      "end_time": 74380.0,
      "text": "que genes serán activados y cuales desactivados. Esto es llamado regulación genética"
    },
    {
      "index": 15,
      "start_time": 74380.0,
      "end_time": 80270.0,
      "text": "Existen muchas maneras en las que los genes se regulan. En tu cuerpo, tienes proteínas"
    },
    {
      "index": 16,
      "start_time": 80270.0,
      "end_time": 86660.0,
      "text": "que se unen a ciertas regiones genéticas para aumentar la velocidad de transcripción de la enzima"
    },
    {
      "index": 17,
      "start_time": 86660.0,
      "end_time": 93319.0,
      "text": "ARN polimerasa. O también tienes proteínas que disminuyen la velocidad de transcripción al punto de"
    },
    {
      "index": 18,
      "start_time": 93319.0,
      "end_time": 98520.0,
      "text": "que no se transcriba nada. Esa es una forma de regulación génica. Las células de tus ojos no"
    },
    {
      "index": 19,
      "start_time": 98520.0,
      "end_time": 104220.0,
      "text": "usan la porción de ADN que codifica para la producción de HCl como lo hacen las células del estómago, porque"
    },
    {
      "index": 20,
      "start_time": 104220.0,
      "end_time": 108770.0,
      "text": "existe una regulación como esta en todas tus células para determinar que porciones de ADN utilizar."
    },
    {
      "index": 21,
      "start_time": 108770.0,
      "end_time": 114190.0,
      "text": "Pero cambiemos de tema, hablemos de una manera interesante de regular genes"
    },
    {
      "index": 22,
      "start_time": 114190.0,
      "end_time": 119160.0,
      "text": "que algunas veces es complicado visualizar. Una manera que no se ha encontrado en humanos, pero"
    },
    {
      "index": 23,
      "start_time": 119160.0,
      "end_time": 124950.0,
      "text": "que se encuentra en los procariotes---con algunas excepciones eucarióticas. Se llama"
    },
    {
      "index": 24,
      "start_time": 124950.0,
      "end_time": 132560.0,
      "text": "operón. Un operón es una manera elegante de regular genes y generalmente está hecho de algunos genes"
    },
    {
      "index": 25,
      "start_time": 132560.0,
      "end_time": 138710.0,
      "text": "que involucran enzimas. Recuerda que las enzimas son proteínas con la habilidad de romper"
    },
    {
      "index": 26,
      "start_time": 138710.0,
      "end_time": 143770.0,
      "text": "o construir los sustratos donde actúan. Hablemos de algunos jugadores clave en un"
    },
    {
      "index": 27,
      "start_time": 143770.0,
      "end_time": 150610.0,
      "text": "operón para que veamos algo de regulación génica. Primero, RNA polimerasa. Es un constructor- una"
    },
    {
      "index": 28,
      "start_time": 150610.0,
      "end_time": 154530.0,
      "text": "enzima constructora de hecho, la RNA polimerasa es una enzima. Recuerda que muchas cosas en"
    },
    {
      "index": 29,
      "start_time": 154530.0,
      "end_time": 161460.0,
      "text": "biología que terminan con -asa son enzimas. La RNA polimerasa es necesaria para comenzar"
    },
    {
      "index": 30,
      "start_time": 161460.0,
      "end_time": 168910.0,
      "text": "la transcripción. Recuerda que la transcripción y la traducción son pasos en la síntesis de proteínas."
    },
    {
      "index": 31,
      "start_time": 168910.0,
      "end_time": 175070.0,
      "text": "La síntesis proteíca, que significa construir proteínas---enzimas en este caso. La cosa con la RNA polimerasa"
    },
    {
      "index": 32,
      "start_time": 175070.0,
      "end_time": 180400.0,
      "text": "sin embargo---es que la RNA polimerasa se confunde si no tiene algo con qué unirse. Si viste"
    },
    {
      "index": 33,
      "start_time": 180400.0,
      "end_time": 185570.0,
      "text": "nuestro video de replicación de ADN, aprendiste sobre la ADN polimerasa y como necesita tener"
    },
    {
      "index": 34,
      "start_time": 185570.0,
      "end_time": 192140.0,
      "text": "un primer para saber donde comenzar. Bueno, la ARN polimerasa necesita un promotor. Un promotor es"
    },
    {
      "index": 35,
      "start_time": 192140.0,
      "end_time": 197610.0,
      "text": "una secuencia de ADN donde se puede unir la RNA polimerasa. Seguro piensas que ya, es todo-- tienes"
    },
    {
      "index": 36,
      "start_time": 197610.0,
      "end_time": 202150.0,
      "text": "RNA polimerasa unida al promotor y ¡BOOM! Produces el ARNm que eventualmente"
    },
    {
      "index": 37,
      "start_time": 202150.0,
      "end_time": 206790.0,
      "text": "será usado para hacer una proteína ¿Verdad? Pero existe esta otra secuencia de ADN llamada"
    },
    {
      "index": 38,
      "start_time": 206790.0,
      "end_time": 213110.0,
      "text": "operador. El operador es una parte del ADN donde algo llamado represor puede"
    },
    {
      "index": 39,
      "start_time": 213110.0,
      "end_time": 220680.0,
      "text": "unirse. El represor grande y malvado, si se une al operador, bloquea a la RNA polimerasa. La pobre"
    },
    {
      "index": 40,
      "start_time": 220680.0,
      "end_time": 226270.0,
      "text": "ARN polimerasa no puede avanzar y no se puede formar ARNm. Por ende, no hay proteínas."
    },
    {
      "index": 41,
      "start_time": 226270.0,
      "end_time": 231890.0,
      "text": "Así que echa un vistazo a nuestra configuración aquí. Este es un ejemplo llamado Operón Lac. Fíjate que hay una región"
    },
    {
      "index": 42,
      "start_time": 231890.0,
      "end_time": 237010.0,
      "text": "promotora de ADN, una región operadora del ADN, y estos son tres genes (etiquetados"
    },
    {
      "index": 43,
      "start_time": 237010.0,
      "end_time": 240540.0,
      "text": "lacZ, lacY y lacA) que codifican enzimas que ayudan al proceso de ruptura de"
    },
    {
      "index": 44,
      "start_time": 240540.0,
      "end_time": 246959.0,
      "text": "lactosa. La lactosa es un azúcar. Si la lactosa se encuentra presente, la bacteria querría que esas enzimas"
    },
    {
      "index": 45,
      "start_time": 246959.0,
      "end_time": 251670.0,
      "text": "se produjeran y así poder usarlas para romper la lactosa. ¡Entonces podrían metabolizarla!"
    },
    {
      "index": 46,
      "start_time": 251670.0,
      "end_time": 258069.0,
      "text": "Las bacterias alimentadas son bacterias felices. Aquí está el represor. En realidad hay un gen aquí"
    },
    {
      "index": 47,
      "start_time": 258069.00000000003,
      "end_time": 262770.0,
      "text": "en el operón que codifica para producir al represor. ¿Ves ese gen que llamamos \"I\"?"
    },
    {
      "index": 48,
      "start_time": 262770.0,
      "end_time": 268840.0,
      "text": "Tiene su propio promotor. Este codifica para la producción del represor. Así que, ¿Por qué"
    },
    {
      "index": 49,
      "start_time": 268840.0,
      "end_time": 273749.0,
      "text": "necesitamos este represor? Bueno, es un desperdicio hacer cosas que no necesitas. Si"
    },
    {
      "index": 50,
      "start_time": 273749.0,
      "end_time": 278129.0,
      "text": "no hay lactosa, entonces no tendría sentido comenzar a producir enzimas que trabajen juntas para romper"
    },
    {
      "index": 51,
      "start_time": 278129.0,
      "end_time": 284529.0,
      "text": "la lactosa. Sería un desperdicio---las enzimas solo estarían ahí existiendo. Así que si la lactosa no está"
    },
    {
      "index": 52,
      "start_time": 284529.0,
      "end_time": 292080.0,
      "text": "presente, entonces el represor se une al operador. Esto bloquea la RNA polimerasa. El ARNm no puede ser"
    },
    {
      "index": 53,
      "start_time": 292080.0,
      "end_time": 298150.0,
      "text": "realizado. Y entonces las proteínas--enzimas en este caso--no pueden producirse. Pero si la lactosa"
    },
    {
      "index": 54,
      "start_time": 298150.0,
      "end_time": 303749.0,
      "text": "se encuentra rondando el medio, entonces algo padre pasa. La lactosa ---recuerda, es"
    },
    {
      "index": 55,
      "start_time": 303749.0,
      "end_time": 310139.0,
      "text": "el azúcar, se une al represor. Esto cambia la forma del represor. Aunque"
    },
    {
      "index": 56,
      "start_time": 310139.0,
      "end_time": 316229.0,
      "text": "intente---el represor no podrá unirse al operador. La RNA polimerasa encuentra su promotor,"
    },
    {
      "index": 57,
      "start_time": 316229.0,
      "end_time": 323020.0,
      "text": "se une, y transcribe para hacer ARNm de los genes en el operón. Ese ARNm será usado"
    },
    {
      "index": 58,
      "start_time": 323020.0,
      "end_time": 328520.0,
      "text": "para hacer enzimas que desdoblen la lactosa. A las bacterias les gusta comer así que... eso las hace"
    },
    {
      "index": 59,
      "start_time": 328520.0,
      "end_time": 333490.0,
      "text": "bastante felices. Tenemos que decirlo, pensamos que es bastante impresionante pensar en"
    },
    {
      "index": 60,
      "start_time": 333490.0,
      "end_time": 339430.0,
      "text": "toda esa regulación genética que se lleva a cabo en las células--- y si lo encuentras fascinante--- sepas que existen"
    },
    {
      "index": 61,
      "start_time": 339430.0,
      "end_time": 345129.0,
      "text": "profesiones que se dedican exclusivamente en la regulación génica. Al entender como los genes se activan"
    },
    {
      "index": 62,
      "start_time": 345129.0,
      "end_time": 351880.0,
      "text": "y desactivan, también tenemos un mejor entendimiento de la manera de tratar una variedad de enfermedades que tienen"
    },
    {
      "index": 63,
      "start_time": 351880.0,
      "end_time": 356980.0,
      "text": "influencias genética en el cuerpo humano. Bueno, eso es todo para las hermanas ameba y te recordamos"
    },
    {
      "index": 64,
      "start_time": 356980.0,
      "end_time": 359480.0,
      "text": "¡Mantente curioso!"
    }
  ]
}