{
  "video_id": "HaQIZQrYjks",
  "title": "DIY Clothes! DIY 5 T-Shirt Crafts (T-Shirt Cutting Ideas and Projects with 5 Outfits)",
  "json": [
    {
      "index": 1,
      "start_time": 3080.0,
      "end_time": 8029.0,
      "text": "en este video te mostrare 5 ideas epicas de  camisetas bricolaje, que puedes usar en tu diario"
    },
    {
      "index": 2,
      "start_time": 8029.0,
      "end_time": 15029.0,
      "text": "tus camisas viejas renobadas icreiblemente, y lo consiguen facil, toodo listo para el verano"
    },
    {
      "index": 3,
      "start_time": 50180.0,
      "end_time": 54640.0,
      "text": "Hola a todos! El verano esta a la vuelta de la esquina y estoy muy entusiasmada con ello a lo largo"
    },
    {
      "index": 4,
      "start_time": 54640.0,
      "end_time": 60000.0,
      "text": "los dias de sol, nadar en el mar, señorita mangas cortas -hecho de menos mucho! pero hablar de"
    },
    {
      "index": 5,
      "start_time": 60000.0,
      "end_time": 64150.0,
      "text": "manga corta, tu no necesitas una gran cantidad de ropa linda y con estilo este verano. Y no te preocupes"
    },
    {
      "index": 6,
      "start_time": 64150.00000000001,
      "end_time": 68650.0,
      "text": "si tu armario esta lleno de aburridas camisetas porque estoy aqui para salvarte. En este tutorial"
    },
    {
      "index": 7,
      "start_time": 68650.0,
      "end_time": 72850.0,
      "text": "voy a mostrarte cómo transformar tus aburridas camisetas en un lindo estilo para verano, y las camisas mas lindas"
    },
    {
      "index": 8,
      "start_time": 72850.0,
      "end_time": 76820.0,
      "text": "que tu amaras. Se me ocurrio con cuatro, en realidad cinco diseños que no puedo esperar para compartir con"
    },
    {
      "index": 9,
      "start_time": 76820.0,
      "end_time": 81250.0,
      "text": "ustedes, asi que comencemos. En primer lugar estamos haciendo estamos haciendo esta adorable camiseta de panda"
    },
    {
      "index": 10,
      "start_time": 81250.0,
      "end_time": 87560.0,
      "text": "con el cordon de una camiseta blanca llana! Pasa a tener la palabra adorable, pero"
    },
    {
      "index": 11,
      "start_time": 87560.0,
      "end_time": 93110.0,
      "text": "no hay problema si tu camisa no lo  hace. Para el borde de encaje se necesita una pieza de encaje y"
    },
    {
      "index": 12,
      "start_time": 93110.0,
      "end_time": 97630.0,
      "text": "pegamento. Fui por pintura rosa para añadir un poco de color a la camisa y nos vamos a"
    },
    {
      "index": 13,
      "start_time": 97630.0,
      "end_time": 103240.0,
      "text": "pegalo a lo largo del borde inferior. Voltea la camisa al revés y coloca un pedazo de carton"
    },
    {
      "index": 14,
      "start_time": 103240.0,
      "end_time": 107150.0,
      "text": "entre la espalda y la parte delantera de la camisa. Para evitar que se peguen entre si, mientras que el encolado"
    },
    {
      "index": 15,
      "start_time": 107150.0,
      "end_time": 112540.0,
      "text": "de el encaje. Aplique un poco de pegamento a lo largo del borde interior de tu camisa y coloca el encaje"
    },
    {
      "index": 16,
      "start_time": 112540.0,
      "end_time": 118640.0,
      "text": "si miras lo facil que es! Este bricolaje, literalmente toma 2 minutos y añade mucho a una llanura"
    },
    {
      "index": 17,
      "start_time": 118640.0,
      "end_time": 123440.0,
      "text": "de la camiseta! Un lado se hace para convertir la camisa alrededor y seguir añadiendo mas encajes hasta que"
    },
    {
      "index": 18,
      "start_time": 123440.0,
      "end_time": 130440.0,
      "text": "todo el borde inferior este agradable y encaje. Hay que ir! Ahora solo  tienes que dejar que el pegamento se seque durante"
    },
    {
      "index": 19,
      "start_time": 140670.0,
      "end_time": 145510.0,
      "text": "alrededor de 20 minutos y se puede voltear la camisa alrededor de nuevo para ver el resultado hermoso."
    },
    {
      "index": 20,
      "start_time": 145510.0,
      "end_time": 150220.0,
      "text": "Mi camisa todavía tiene un montón de espacio en blanco asi que decidí dibujar un diseño de panda tambien."
    },
    {
      "index": 21,
      "start_time": 150220.0,
      "end_time": 155240.0,
      "text": "Aqui solo estoy dibujando ojos, nariz y boca del panda. Para los ojos necesitamos dos grandes"
    },
    {
      "index": 22,
      "start_time": 155240.0,
      "end_time": 159670.0,
      "text": "parches ovalados, un lindo corazon para la nariz y tambien van a añadir algo de color rosa"
    },
    {
      "index": 23,
      "start_time": 159670.0,
      "end_time": 164209.0,
      "text": "a las mejillas de este dulce amigo. Dentro de las manchas negras tenemos que dejar dos circulos blancos"
    },
    {
      "index": 24,
      "start_time": 164209.0,
      "end_time": 169630.0,
      "text": "para los ojos. Asi que solo estoy pegando un trozo de cinta adhesiva en forma de circulo alli."
    },
    {
      "index": 25,
      "start_time": 169630.0,
      "end_time": 173730.0,
      "text": "Coloque un pedazo de cartón dentro de la camisa.\nEsto hará que sea más fácil de dibujar, pero lo hará"
    },
    {
      "index": 26,
      "start_time": 173730.0,
      "end_time": 178220.0,
      "text": "también evitar que el color de transferir en el\nespalda de su camisa. Y ahora estamos todos listos"
    },
    {
      "index": 27,
      "start_time": 178220.0,
      "end_time": 182849.0,
      "text": "para empezar a colorear nuestro hermoso oso panda. Con\nesta técnica también se puede hacer otra linda"
    },
    {
      "index": 28,
      "start_time": 182849.0,
      "end_time": 188130.0,
      "text": "tops animal, como un gato o un ratón. Estas\nson tan fáciles de hacer y se ven absolutamente"
    },
    {
      "index": 29,
      "start_time": 188130.0,
      "end_time": 193770.0,
      "text": "adorable! Nariz está hecho, ahora en la boca.\nEstoy utilizando marcadores de la tela negro y rosa a"
    },
    {
      "index": 30,
      "start_time": 193770.0,
      "end_time": 199670.0,
      "text": "coincidir con el encaje. Por último Estoy dibujando de dos de color rosa\nóvalos debajo de los ojos de nuestra panda. Esto lo hace"
    },
    {
      "index": 31,
      "start_time": 199670.0,
      "end_time": 204860.0,
      "text": "verá aún más lindo, pero también conecta el encaje\ny el panda diseñar juntos en la más bonita"
    },
    {
      "index": 32,
      "start_time": 204860.0,
      "end_time": 210300.0,
      "text": "camisa nunca. Esta camisa realmente pasó de nada\nespecial a la camisa más adorable que tengo en mi"
    },
    {
      "index": 33,
      "start_time": 210300.0,
      "end_time": 215670.0,
      "text": "armario. Estoy muy contento con el resultado, yo un poco\ndesee dibujar esas caras de animales de Kawaii a todos"
    },
    {
      "index": 34,
      "start_time": 215670.0,
      "end_time": 220680.0,
      "text": "de las camisetas que tengo. Mantener el resto de mi\noutfit sencillo Me emparejado con denim negro"
    },
    {
      "index": 35,
      "start_time": 220680.0,
      "end_time": 223819.0,
      "text": "pantalones cortos y unas zapatillas de encaje blanco."
    },
    {
      "index": 36,
      "start_time": 223819.0,
      "end_time": 226680.0,
      "text": "¡Oh si!"
    },
    {
      "index": 37,
      "start_time": 226680.0,
      "end_time": 233680.0,
      "text": "Es hora de transformar esta larga camisa en una hermosa\ntop de encaje marginal corazón. Usted necesitará una camisa,"
    },
    {
      "index": 38,
      "start_time": 235180.0,
      "end_time": 241450.0,
      "text": "un poco de encaje, una plantilla corazón, autoadhesivo\npapel, pegamento de la tela, tijeras o un exacto"
    },
    {
      "index": 39,
      "start_time": 241450.0,
      "end_time": 248450.0,
      "text": "cuchillo. Cortar un corazón fuera de su plantilla. Lugar\nsobre la hoja adhesiva de papel, contorno"
    },
    {
      "index": 40,
      "start_time": 255080.0,
      "end_time": 262080.0,
      "text": "con un lápiz y recortarla.\nColoque el cartón dentro de su camisa para hacer"
    },
    {
      "index": 41,
      "start_time": 263550.0,
      "end_time": 268430.0,
      "text": "asegurarse de que sólo va a cortar la parte de atrás\ncapa de la camisa. Tome su cuchillo exacto"
    },
    {
      "index": 42,
      "start_time": 268430.0,
      "end_time": 272939.0,
      "text": "y trazar la forma del corazón para reducir su\ncorazón. Hay que ir lo que queda"
    },
    {
      "index": 43,
      "start_time": 272939.0,
      "end_time": 277800.0,
      "text": "una ventana de la silueta del corazón bastante. Da la vuelta al\ncamisa de adentro hacia fuera y tomar una pieza de encaje"
    },
    {
      "index": 44,
      "start_time": 277800.0,
      "end_time": 282900.0,
      "text": "tela. Todo lo que tenemos que hacer es pegar el encaje\nen la camiseta. Me gusta poner los puntos sobre una pequeña cantidad"
    },
    {
      "index": 45,
      "start_time": 282900.0,
      "end_time": 288389.0,
      "text": "de pegamento alrededor del borde y pulse\nel encaje en como voy. Deje que el pegamento se seque por completo,"
    },
    {
      "index": 46,
      "start_time": 288389.0,
      "end_time": 292360.0,
      "text": "mina dura unos 20 minutos y luego se puede\nvoltear la camisa alrededor de nuevo para revelar la"
    },
    {
      "index": 47,
      "start_time": 292360.0,
      "end_time": 298509.0,
      "text": "corazón del cordón impresionante que simplemente hemos creado!\nCorte el exceso de encaje y hemos terminado! yo"
    },
    {
      "index": 48,
      "start_time": 298509.0,
      "end_time": 301990.0,
      "text": "creo que se ve tan hermosa y me encanta la forma en\nfácil que es hacer."
    },
    {
      "index": 49,
      "start_time": 301990.0,
      "end_time": 306719.0,
      "text": "Ok, primera mitad de nuestra transformación camisa\nes completa, pero todavía tenemos que hacer un nudo"
    },
    {
      "index": 50,
      "start_time": 306719.0,
      "end_time": 311419.0,
      "text": "inferior flecos para dar esta camisa un veraniego\ny el ambiente coqueto! Me atengo un pedazo de"
    },
    {
      "index": 51,
      "start_time": 311419.0,
      "end_time": 316309.0,
      "text": "cinta adhesiva en como guía hasta donde quiero\nmi flequillo ir. Mi camisa es muy largo, así"
    },
    {
      "index": 52,
      "start_time": 316309.0,
      "end_time": 320779.0,
      "text": "También quiero cortar un poco de la longitud.\nSi la camisa es más corto para comenzar con usted"
    },
    {
      "index": 53,
      "start_time": 320779.0,
      "end_time": 325259.0,
      "text": "simplemente puede omitir este paso. El corte de la estrella\nborlas hasta la pieza principal de un enmascaramiento"
    },
    {
      "index": 54,
      "start_time": 325259.0,
      "end_time": 330119.0,
      "text": "cinta. Para un simple top franja puede simplemente\ndejarlo así - que ya se ve super"
    },
    {
      "index": 55,
      "start_time": 330119.0,
      "end_time": 335419.0,
      "text": "fresco, pero voy a mostrar un poco más de la franja especial\ndiseño anudando los pares complementarios entre sí."
    },
    {
      "index": 56,
      "start_time": 335419.0,
      "end_time": 341229.0,
      "text": "Antes de eso, vamos a darle un poco de nuestras cadenas\ncirugía estética para que no se verá como recién cortadas."
    },
    {
      "index": 57,
      "start_time": 341229.0,
      "end_time": 345150.0,
      "text": "Coloque un pedazo de cartón entre la parte delantera\ny la capa posterior de su camisa y que son"
    },
    {
      "index": 58,
      "start_time": 345150.0,
      "end_time": 350419.0,
      "text": "listo para comenzar a anudar! Nudo juntos la\nborlas lo largo de la camisa, haciendo los nudos"
    },
    {
      "index": 59,
      "start_time": 350419.0,
      "end_time": 357419.0,
      "text": "lo más alto posible. Al igual que la ...\nfrontal está terminado. Ahora tenemos que repetir el"
    },
    {
      "index": 60,
      "start_time": 367930.0,
      "end_time": 373080.0,
      "text": "mismos pasos en la parte posterior. Nudo en conjunto de dos\nhebras marginales y pasar a la siguiente pareja"
    },
    {
      "index": 61,
      "start_time": 373080.0,
      "end_time": 380080.0,
      "text": "hasta que tenga nudos todo alrededor de su camisa.\nSiguiente fila de nudos debe ser poco más bajo, por lo que"
    },
    {
      "index": 62,
      "start_time": 381520.0,
      "end_time": 386099.0,
      "text": "Me atengo en un pedazo de una cinta adhesiva\ncomo guía. Ahora usted tiene que tomar una franja"
    },
    {
      "index": 63,
      "start_time": 386099.0,
      "end_time": 391020.0,
      "text": "cadena del primer par y uno de los segundos\npar y les nudo juntos, haciendo un nudo"
    },
    {
      "index": 64,
      "start_time": 391020.0,
      "end_time": 397669.0,
      "text": "por debajo de la cinta de enmascarar. Tome el restante\ncadena de la pareja dos y una cadena de"
    },
    {
      "index": 65,
      "start_time": 397669.0,
      "end_time": 404669.0,
      "text": "el par tres y hacer un nudo. Etcétera\nhasta llegar a la final de la fila. Lo haré"
    },
    {
      "index": 66,
      "start_time": 409819.0,
      "end_time": 413860.0,
      "text": "anudar la parte posterior más tarde, así que aquí estoy procediendo\ncon la fila tres. Coge una cuerda desde el"
    },
    {
      "index": 67,
      "start_time": 413860.0,
      "end_time": 418860.0,
      "text": "par un solo y la cadena de la pareja dos y\nun nudo alrededor de media pulgada por debajo de la fila"
    },
    {
      "index": 68,
      "start_time": 418860.0,
      "end_time": 424219.0,
      "text": "2. tomar la cuerda restante del par\n2 y la cadena de la pareja de tres y hacer"
    },
    {
      "index": 69,
      "start_time": 424219.0,
      "end_time": 431219.0,
      "text": "un nudo. Continúe hasta que haya finalizado la tercera fila.\nDecidí hacer cuatro hileras de nudos, por lo que este"
    },
    {
      "index": 70,
      "start_time": 435289.0,
      "end_time": 440990.0,
      "text": "es mi última. Me encanta cómo se obtiene esta bonita\ncrochet detallando con anudando las borlas."
    },
    {
      "index": 71,
      "start_time": 440990.0,
      "end_time": 445999.0,
      "text": "Si usted quiere que su parte de ganchillo para ser más amplia,\nseguir adelante y hacer filas más anudadas. Yo creo que"
    },
    {
      "index": 72,
      "start_time": 445999.0,
      "end_time": 451119.0,
      "text": "cuatro es suficiente para mí. También anudé\nlas cuerdas de la espalda y esto es lo bonito del"
    },
    {
      "index": 73,
      "start_time": 451119.0,
      "end_time": 456169.0,
      "text": "parte superior se ve en el final. Me encanta cómo las borlas\ndar tanto movimiento al equipo y hacer"
    },
    {
      "index": 74,
      "start_time": 456169.0,
      "end_time": 461580.0,
      "text": "que parezca tan interesante y completo. Estoy tan contento\n¡¡con el resultado!! Si lo deseas, puedes cortar"
    },
    {
      "index": 75,
      "start_time": 461580.0,
      "end_time": 466289.0,
      "text": "el exceso de la franja, pero a - a, yo decidimos\npara mantener el mío porque me encanta la camiseta para"
    },
    {
      "index": 76,
      "start_time": 466289.0,
      "end_time": 471219.0,
      "text": "piezas ya. Me emparejado mi top con algún\nluz lava jeans ajustados y zapatillas de deporte que"
    },
    {
      "index": 77,
      "start_time": 471219.0,
      "end_time": 476589.0,
      "text": "tienen estrellas azules por todas partes. Algunas sandalias marrones\no cuñas irían perfectamente con este equipo"
    },
    {
      "index": 78,
      "start_time": 476589.0,
      "end_time": 479949.0,
      "text": "demasiado para un look bohemio más romántico."
    },
    {
      "index": 79,
      "start_time": 479949.0,
      "end_time": 483360.0,
      "text": "Aquí voy a mostrar cómo la camisa\nmira si decide cortar el exceso de"
    },
    {
      "index": 80,
      "start_time": 483360.0,
      "end_time": 488319.0,
      "text": "cuerdas marginales. Resulta que tengo una exacta\nmisma camisa única que éste es de color rosa, y"
    },
    {
      "index": 81,
      "start_time": 488319.0,
      "end_time": 492839.0,
      "text": "Voy a repetir todos los pasos como antes\ncon el azul. Aquí es un poco de stop motion"
    },
    {
      "index": 82,
      "start_time": 492839.0,
      "end_time": 497599.0,
      "text": "película del proceso. En realidad tengo un montón\nde preguntas cómo me hago el stop motion para"
    },
    {
      "index": 83,
      "start_time": 497599.0,
      "end_time": 502580.0,
      "text": "mis videos. Es muy simple, todo lo que tienes\nque hacer es tomar fotos o clips de un segundo"
    },
    {
      "index": 84,
      "start_time": 502580.0,
      "end_time": 507659.0,
      "text": "el proceso. Así que hago un nudo, la película para\nun segundo, luego hago otro nudo, la película para"
    },
    {
      "index": 85,
      "start_time": 507659.0,
      "end_time": 513320.0,
      "text": "Por menos de hacer un tercer nudo, película por un segundo y\nEn Poco Tiempo. Cuando pones todas esas imágenes juntas"
    },
    {
      "index": 86,
      "start_time": 513320.00000000006,
      "end_time": 518080.00000000006,
      "text": "se obtiene una película de stop motion. Así que aquí tenemos\nterminado nuestro nudos y es hora de cortar"
    },
    {
      "index": 87,
      "start_time": 518080.00000000006,
      "end_time": 524300.0,
      "text": "el exceso de borlas! Simplemente haga una horizontal\ncortar por debajo de la cuarta fila de nudos. Voila,"
    },
    {
      "index": 88,
      "start_time": 524300.0,
      "end_time": 529400.0,
      "text": "nos metimos un hermoso croche recortada\nla parte superior, que creo que se ve hermosa. Mira como"
    },
    {
      "index": 89,
      "start_time": 529400.0,
      "end_time": 534020.0,
      "text": "usted puede conseguir una tapa completamente diferente con\na un paso simple, en este caso el corte"
    },
    {
      "index": 90,
      "start_time": 534020.0,
      "end_time": 538550.0,
      "text": "fuera de la franja. Desde esta cima es más corto\nMe gusta que lo lleva con más alta - talle"
    },
    {
      "index": 91,
      "start_time": 538550.0,
      "end_time": 540830.0,
      "text": "fondos, como esta falda."
    },
    {
      "index": 92,
      "start_time": 540830.0,
      "end_time": 545530.0,
      "text": "Esta camiseta es probablemente 10 años de edad, pero\nMe encanta el color, el gráfico, así que no quería"
    },
    {
      "index": 93,
      "start_time": 545530.0,
      "end_time": 551810.0,
      "text": "deshacerse de eso. Sin embargo, el ajuste es ... horrible.\nAsí que vamos a proxeneta este bebé en una camisa fresca"
    },
    {
      "index": 94,
      "start_time": 551810.0,
      "end_time": 557370.0,
      "text": "llena de interesantes recortes! Necesitamos una camisa,\ntijeras o un cuchillo exacto de un hilo y una"
    },
    {
      "index": 95,
      "start_time": 557370.0,
      "end_time": 564250.0,
      "text": "aguja por un par de puntos de sutura, regla y\nuna cinta adhesiva. En primer lugar estamos haciendo un trenzado"
    },
    {
      "index": 96,
      "start_time": 564250.0,
      "end_time": 569080.0,
      "text": "detalle a lo largo de la línea del cuello. Así que trazar con su\nlápiz, dibujar dónde quiere que su trenza"
    },
    {
      "index": 97,
      "start_time": 569080.0,
      "end_time": 574020.0,
      "text": "ser. Me va a utilizar mi cuchillo exacto para\nlos cortes así un pedazo de cartón en el interior del"
    },
    {
      "index": 98,
      "start_time": 574020.0,
      "end_time": 579870.0,
      "text": "camisa es una necesidad. Ahora empezar a hacer uno y cincuenta y nueve\ncortes pulgadas que cruzan nuestra línea de boceto. usted"
    },
    {
      "index": 99,
      "start_time": 579870.0,
      "end_time": 584410.0,
      "text": "puede utilizar totalmente tijeras para esto si no lo hace\ntener un cuchillo exacto. Continúe haciendo esto"
    },
    {
      "index": 100,
      "start_time": 584410.0,
      "end_time": 591100.0,
      "text": "corta a lo largo de la línea del cuello. Ahora lo que\nquiero hacer es tomar los dos primeros capítulos y"
    },
    {
      "index": 101,
      "start_time": 591100.0,
      "end_time": 596470.0,
      "text": "meter el segundo uno debajo de la primera. Halar\nla segunda cadena arriba, tome la tercera cadena"
    },
    {
      "index": 102,
      "start_time": 596470.0,
      "end_time": 601070.0,
      "text": "y metida debajo de la segunda cadena, tire\nel tercer capítulo y toman el cuarto capítulo"
    },
    {
      "index": 103,
      "start_time": 601070.0,
      "end_time": 606590.0,
      "text": "debajo de ella y así sucesivamente a lo largo del collar. yo\nen realidad vio este diseño en una tienda no mucho"
    },
    {
      "index": 104,
      "start_time": 606590.0,
      "end_time": 611460.0,
      "text": "Hace y pensé \"bueno\" que podía hacer esto por mí mismo,\npero también he visto un montón de otros de corte"
    },
    {
      "index": 105,
      "start_time": 611460.0,
      "end_time": 617520.0,
      "text": "diseños recientemente y estas tapas son únicas\nsiempre tan caro. Sólo tengo dos hebras"
    },
    {
      "index": 106,
      "start_time": 617520.0,
      "end_time": 624310.0,
      "text": "dejó y mi trenza está terminado. Ahora tenemos\npara asegurar nuestra trenza. Enrosque la aguja y"
    },
    {
      "index": 107,
      "start_time": 624310.0,
      "end_time": 631310.0,
      "text": "hacer dos o tres puntos de sutura por lo que nuestra trenza es\nbloqueado y no se va a ninguna parte. Yo también"
    },
    {
      "index": 108,
      "start_time": 639910.0,
      "end_time": 643770.0,
      "text": "decidió hacer un par de puntos de sutura en la\nlado derecho sólo para que la apertura no lo hará"
    },
    {
      "index": 109,
      "start_time": 643770.0,
      "end_time": 648780.0,
      "text": "ser tan grande. Pero eso es totalmente opcional. también\nsi quieres puedes cortar el cuello"
    },
    {
      "index": 110,
      "start_time": 648780.0,
      "end_time": 655780.0,
      "text": "de su camisa, pero me decidí a seguir, porque\nque tipo de parece un poco retro y de la vieja escuela."
    },
    {
      "index": 111,
      "start_time": 658140.0,
      "end_time": 662670.0,
      "text": "Ahora vamos a hacer un triangular fresco cortado todo\na lo largo de la parte posterior también! No te olvides de poner un"
    },
    {
      "index": 112,
      "start_time": 662670.0,
      "end_time": 667880.0,
      "text": "pedazo de cartón u otro material en el interior\nla camisa, especialmente si usted va a utilizar un"
    },
    {
      "index": 113,
      "start_time": 667880.0,
      "end_time": 671940.0,
      "text": "cuchillo exacto. Cuando veo cosas como esta\nen tiendas Siempre tomo una foto y luego"
    },
    {
      "index": 114,
      "start_time": 671940.0,
      "end_time": 677130.0,
      "text": "Puedo filmar un video y yo y ustedes pueden\nRock This camisas frescas de forma más barata. Alto"
    },
    {
      "index": 115,
      "start_time": 677130.0,
      "end_time": 682640.0,
      "text": "cinco! Para el guía me gusta pegarse de dos enmascaramiento\npedazos de cinta en forma de V como tal. Ahora tenemos"
    },
    {
      "index": 116,
      "start_time": 682640.0,
      "end_time": 689640.0,
      "text": "cortar cortes horizontales entre tanto enmascaramiento\npiezas de cinta. Estoy usando un cuchillo, pero las tijeras"
    },
    {
      "index": 117,
      "start_time": 691010.0,
      "end_time": 698010.0,
      "text": "un gran trabajo también. OK, una vez que todos los cortes son\nhecho, retire los trozos de cinta adhesiva y arranque"
    },
    {
      "index": 118,
      "start_time": 698110.0,
      "end_time": 702690.0,
      "text": "trenzar de la misma manera como antes. Tome la\nprimeros dos capítulos y meter el segundo"
    },
    {
      "index": 119,
      "start_time": 702690.0,
      "end_time": 707610.0,
      "text": "en virtud de la primera, tirar de la segunda cadena\narriba, tome la tercera línea y metida bajo"
    },
    {
      "index": 120,
      "start_time": 707610.0,
      "end_time": 714610.0,
      "text": "la segunda cadena. Tire de la tercera línea y\ntomar la cuarta hebra bajo y así sucesivamente. En"
    },
    {
      "index": 121,
      "start_time": 715050.0,
      "end_time": 719220.0,
      "text": "Al principio esto es un poco más difícil\nporque los hilos son tan cortos pero se vuelve"
    },
    {
      "index": 122,
      "start_time": 719220.0,
      "end_time": 726220.0,
      "text": "mucho más fácil cuando se mueve hacia arriba. Aquí está mi trenza\ntodo terminado así que todo lo que queda para mí"
    },
    {
      "index": 123,
      "start_time": 728450.0,
      "end_time": 735450.0,
      "text": "hacer un par de puntadas para asegurarlo!\nTrate de usar el hilo en el mismo color que"
    },
    {
      "index": 124,
      "start_time": 735620.0,
      "end_time": 742180.0,
      "text": "su camisa para que las puntadas no será visible.\n¡Hurra! Hemos terminado con este fresco volver recorte!"
    },
    {
      "index": 125,
      "start_time": 742180.0,
      "end_time": 747200.0,
      "text": "No estamos completamente terminado todavía, sin embargo! Decidí\npara cortar lejos las mangas para conseguir un buen mangas"
    },
    {
      "index": 126,
      "start_time": 747200.0,
      "end_time": 754200.0,
      "text": "cima. Yo también voy a hacer un poco más recortada\npor cortar con tijeras de distancia aproximadamente dos pulgadas de la"
    },
    {
      "index": 127,
      "start_time": 754830.0,
      "end_time": 761830.0,
      "text": "fondo. Ahora ... estoy contento con él - mi top\nse hace todo lo que vamos rápidamente a ponerlo en! yo"
    },
    {
      "index": 128,
      "start_time": 762920.0,
      "end_time": 767570.0,
      "text": "emparejado con un poco de luz apenado lavada\npantalones vaqueros, zapatillas de deporte azules y vasos frescos para"
    },
    {
      "index": 129,
      "start_time": 767570.0,
      "end_time": 772730.0,
      "text": "una verdadera chica dura mirada, ¡jaja! Realmente amo\ncómo, después de diez años de nuevo puedo llevar esto"
    },
    {
      "index": 130,
      "start_time": 772730.0,
      "end_time": 778290.0,
      "text": "camisa bonita. Este es el punto central de upcycling\nropa, que dan vida a piezas que totalmente"
    },
    {
      "index": 131,
      "start_time": 778290.0,
      "end_time": 779640.0,
      "text": "olvidó que tiene."
    },
    {
      "index": 132,
      "start_time": 779640.0,
      "end_time": 785090.0,
      "text": "Por último, pero no menos importante, vamos a transformar\nesta llanura largo cami blanco en un gráfico fresco"
    },
    {
      "index": 133,
      "start_time": 785090.0,
      "end_time": 790730.0,
      "text": "arriba con borlas y perlas. Para este DIY usted\nse necesita una tapa más larga blanca o una camiseta,"
    },
    {
      "index": 134,
      "start_time": 790730.0,
      "end_time": 796810.0,
      "text": "una forma de estrella imprimir, papel autoadhesivo,\ntijeras, pintura para tela, recipiente de plástico"
    },
    {
      "index": 135,
      "start_time": 796810.0,
      "end_time": 802520.0,
      "text": "para poner la pintura en, aplicadores de esponja, cuentas\ny un lápiz."
    },
    {
      "index": 136,
      "start_time": 802520.0,
      "end_time": 809520.0,
      "text": "Comience por cortar una forma de estrella de la impresión\na cabo. Colóquelo en el pedazo de auto-adhesivo"
    },
    {
      "index": 137,
      "start_time": 809760.0,
      "end_time": 814540.0,
      "text": "papel y traza la silueta con un lápiz.\nEstamos haciendo lo mismo que hicimos con"
    },
    {
      "index": 138,
      "start_time": 814540.0,
      "end_time": 821540.0,
      "text": "la parte superior del corazón, ¿recuerdas? Cortar la estrella\ndel papel auto adhesivo y aquí está su"
    },
    {
      "index": 139,
      "start_time": 822060.0,
      "end_time": 826380.0,
      "text": "Galería de símbolos de la camisa! Pegue su forma de\nel centro de su parte superior, así."
    },
    {
      "index": 140,
      "start_time": 826380.0,
      "end_time": 833220.0,
      "text": "Tiempo para la parte emocionante - pintura de la tela!\nMe decidí a ir por dos colores, azul y"
    },
    {
      "index": 141,
      "start_time": 833220.0,
      "end_time": 838090.0,
      "text": "Rosa. Comience con el azul. Sumerja una redondeada\naplicador de esponja en la pintura tela y"
    },
    {
      "index": 142,
      "start_time": 838090.0,
      "end_time": 843420.0,
      "text": "empezar a ganar puntos grandes en el borde de la estrella.\nEl propósito es cubrir el borde casi completamente"
    },
    {
      "index": 143,
      "start_time": 843420.0,
      "end_time": 848480.0,
      "text": "y luego hacer poco a poco cada vez menos puntos\na medida que se aleja de la estrella. Vamos ahora"
    },
    {
      "index": 144,
      "start_time": 848480.0,
      "end_time": 853710.0,
      "text": "añadir algunos puntos bastante rosados ​​en los espacios vacíos.\nTambién, como se puede ver, los puntos en el borde"
    },
    {
      "index": 145,
      "start_time": 853710.0,
      "end_time": 858150.0,
      "text": "tipo debe de ir un poco más de la estrella,\nde manera que cuando se quita la etiqueta que lo hará"
    },
    {
      "index": 146,
      "start_time": 858150.0,
      "end_time": 864200.0,
      "text": "parece que haya una explosión de colorido\npuntos detrás de la silueta de la estrella. Es hora de quitar"
    },
    {
      "index": 147,
      "start_time": 864200.0,
      "end_time": 870720.0,
      "text": "nuestra plantilla estrellas y revelar nuestro diseño fresco!\nLes puedo decir que se verá absolutamente increíble!"
    },
    {
      "index": 148,
      "start_time": 870720.0,
      "end_time": 875970.0,
      "text": "Mira, yo te lo dije!\nPero no hemos terminado con este top todavía. Nosotros"
    },
    {
      "index": 149,
      "start_time": 875970.0,
      "end_time": 881430.0,
      "text": "todavía tendrá que hacer un fondo con flecos de cuentas!\nCortar el zumbido de fondo y luego empezar a cortar"
    },
    {
      "index": 150,
      "start_time": 881430.0,
      "end_time": 888430.0,
      "text": "rayas verticales delgadas hasta la cinta de enmascarar.\nEstoy cortando mi frente y la tela de nuevo juntos"
    },
    {
      "index": 151,
      "start_time": 891830.0,
      "end_time": 898490.0,
      "text": "me ahorrar algo de tiempo. Ahora bien, esto ya se ve\nbastante impresionante si usted me pregunta, pero todavía"
    },
    {
      "index": 152,
      "start_time": 898490.0,
      "end_time": 904270.0,
      "text": "que agregar cuentas para un aún más increíble\ndetalle a nuestro superior. Antes de continuar, dar"
    },
    {
      "index": 153,
      "start_time": 904270.0,
      "end_time": 909870.0,
      "text": "su franja una buena cirugía estética para deshacerse de la\nrecién cortada mirada. Esta parte es básicamente similar"
    },
    {
      "index": 154,
      "start_time": 909870.0,
      "end_time": 913770.0,
      "text": "a la parte superior del corazón del cordón, pero la franja va\nser diferente, ya que vamos a utilizar cuentas"
    },
    {
      "index": 155,
      "start_time": 913770.0,
      "end_time": 920480.0,
      "text": "en lugar de anudar las borlas juntos.\nTome sus cuentas hama u otras cuentas de su"
    },
    {
      "index": 156,
      "start_time": 920480.0,
      "end_time": 927480.0,
      "text": "elección, los cortó con unas tijeras. Esto hará\nhacen que sea fácil para enhebrar ellos en la franja"
    },
    {
      "index": 157,
      "start_time": 928410.0,
      "end_time": 931620.0,
      "text": "como se puede abrir el cordón como tal."
    },
    {
      "index": 158,
      "start_time": 931620.0,
      "end_time": 936470.0,
      "text": "Tomar dos hebras marginales y deslice una cuenta en.\nEstoy utilizando tijeras para ayudarme a abrir el hama"
    },
    {
      "index": 159,
      "start_time": 936470.0,
      "end_time": 943470.0,
      "text": "talón y deslice el talón sobre las borlas. Continuar\nhaciendo estos pares de cuentas de borlas largo"
    },
    {
      "index": 160,
      "start_time": 953960.0,
      "end_time": 960960.0,
      "text": "toda la fila hasta que todos los de su franja frontal\nse agrupan en pares. Para la segunda fila,"
    },
    {
      "index": 161,
      "start_time": 969600.0,
      "end_time": 974560.0,
      "text": "tiene que tomar una borla de la primera pareja\ny uno de la borla del segundo par, añadir un"
    },
    {
      "index": 162,
      "start_time": 974560.0,
      "end_time": 981279.0,
      "text": "talón, y deslice la mitad de una pulgada más baja\nque la primera fila de perlas. Siga haciendo"
    },
    {
      "index": 163,
      "start_time": 981279.0,
      "end_time": 987460.0,
      "text": "este a lo largo de toda la fila. Hacer que el tercero\nfila usando la misma técnica. Tome una franja"
    },
    {
      "index": 164,
      "start_time": 987460.0,
      "end_time": 992120.0,
      "text": "cadena desde el primer par y uno de la\nsegundo par, se unen entre sí por deslizamiento"
    },
    {
      "index": 165,
      "start_time": 992120.0,
      "end_time": 998920.0,
      "text": "sobre una perla. Luego combine la borla restante\nDel par dos con una borla de la pareja"
    },
    {
      "index": 166,
      "start_time": 998920.0,
      "end_time": 1005920.0,
      "text": "tres y así sucesivamente hasta que se termina su tercera\nfila. Repita estos pasos en la parte posterior de su"
    },
    {
      "index": 167,
      "start_time": 1007779.0,
      "end_time": 1013540.0,
      "text": "camisa y usted está todo hecho! Vea como absolutamente\nfuera de este mundo increíble este diseño borlas"
    },
    {
      "index": 168,
      "start_time": 1013540.0,
      "end_time": 1018920.0,
      "text": "se ve. Estoy muy contento con esta camiseta no puedo\nincluso explicarlo! Así que sólo voy a cerrar"
    },
    {
      "index": 169,
      "start_time": 1018920.0,
      "end_time": 1025120.0,
      "text": "arriba. No, no lo soy, jaja. Fringe es una gran tendencia\nesta temporada, he visto todo de las tiendas,"
    },
    {
      "index": 170,
      "start_time": 1025119.9999999999,
      "end_time": 1029838.9999999999,
      "text": "pero yo ni siquiera me importa lo que está dentro y lo que no,\nporque me encanta la franja cada verano! Fringe"
    },
    {
      "index": 171,
      "start_time": 1029839.0,
      "end_time": 1035919.0,
      "text": "tops con tan sólo mirar tan divertido, alegre y coqueta. Perfecto\npara los días calurosos de verano. Aquí simplemente emparejado"
    },
    {
      "index": 172,
      "start_time": 1035919.0000000001,
      "end_time": 1040409.0000000001,
      "text": "mía con unos pantalones cortos de color amarillo y zapatillas blancas,\nporque con un top como esto realmente no"
    },
    {
      "index": 173,
      "start_time": 1040409.0000000001,
      "end_time": 1041579.0000000001,
      "text": "necesitará mucho más."
    },
    {
      "index": 174,
      "start_time": 1041579.0,
      "end_time": 1047029.0,
      "text": "Con todas estas bellas camisas y tops\nahora estamos listos para los días de verano."
    },
    {
      "index": 175,
      "start_time": 1047029.0,
      "end_time": 1051179.0,
      "text": "Espero que lo intenta hacia fuera y si lo hace,\npor favor enviarme fotos en mi Facebook, Twitter"
    },
    {
      "index": 176,
      "start_time": 1051179.0,
      "end_time": 1055690.0,
      "text": "o Instagram. Asimismo, no se olvide de visitar\nmis camisas y pantalones cortos bricolaje tutoriales de las ultimas"
    },
    {
      "index": 177,
      "start_time": 1055690.0,
      "end_time": 1059789.0,
      "text": "año para más de ropa de verano ideas. Dejame\nsaber en los comentarios, que hoy es corta"
    },
    {
      "index": 178,
      "start_time": 1059789.0,
      "end_time": 1064340.0,
      "text": "era tus videos favoritos, y también lo que usted\nle gustaría ver a continuación."
    },
    {
      "index": 179,
      "start_time": 1073100.0,
      "end_time": 1078360.0,
      "text": "Eso es para hoy, muchas gracias por\nviendo, Te amo a la luna y de regreso."
    },
    {
      "index": 180,
      "start_time": 1078360.0,
      "end_time": 1079090.0,
      "text": "hasta luego"
    },
    {
      "index": 181,
      "start_time": 1079090.0,
      "end_time": 1082769.0,
      "text": "Echa un vistazo a la parte posterior de su armario, me\nEstoy seguro de que encontrará camisas viejas que pueden"
    },
    {
      "index": 182,
      "start_time": 1082769.0,
      "end_time": 1087020.0,
      "text": "ser pimped en hermosas piezas únicas, que\nle encanta usar en los próximos años."
    }
  ]
}