{
  "video_id": "hFV71QPvX2I",
  "title": "Psychological Research: Crash Course Psychology #2",
  "json": [
    {
      "index": 1,
      "start_time": 160.0,
      "end_time": 4200.0,
      "text": "¿Puede la pizza de hace una semana causar alucinaciones psicodélicas? ¿El café te vuelve más listo? ¿O sólo te"
    },
    {
      "index": 2,
      "start_time": 4200.0,
      "end_time": 5540.0,
      "text": "hace hacer tonterías más rápidamente?"
    },
    {
      "index": 3,
      "start_time": 5540.0,
      "end_time": 9139.0,
      "text": "Como mucha de la misma psicología, preguntas como éstas pueden parecer muy intuitivas. O sea,"
    },
    {
      "index": 4,
      "start_time": 9139.0,
      "end_time": 13129.0,
      "text": "la gente puede no ser el organismo más sencillo de entender, pero, tú eres una persona, ¿cierto? Entonces"
    },
    {
      "index": 5,
      "start_time": 13129.0,
      "end_time": 17680.0,
      "text": "tú debes tener la capacidad de hacer, digamos, algunas conclusiones sobre otras personas y lo que las"
    },
    {
      "index": 6,
      "start_time": 17680.0,
      "end_time": 18250.0,
      "text": "mueve."
    },
    {
      "index": 7,
      "start_time": 18250.0,
      "end_time": 23529.0,
      "text": "Pero es importante darse cuenta de que la intuición no siempre es correcta. De hecho, algunas veces"
    },
    {
      "index": 8,
      "start_time": 23529.0,
      "end_time": 28849.0,
      "text": "está completamente equivocada, y tendemos a subestimar ampliamente los peligros de la falsa intuición. Si tienes"
    },
    {
      "index": 9,
      "start_time": 28849.0,
      "end_time": 32820.0,
      "text": "una idea sobre una persona y su comportamiento que resulta ser correcta, eso refuerza"
    },
    {
      "index": 10,
      "start_time": 32820.0,
      "end_time": 36489.0,
      "text": "tu confianza en tu intuición. Como si uno de mis cuates, Bob, empieza a comerse esa"
    },
    {
      "index": 11,
      "start_time": 36489.0,
      "end_time": 40030.0,
      "text": "pizza que ha estado en el refrigerador la última semana, pero se la come de todas formas, y de pronto empieza"
    },
    {
      "index": 12,
      "start_time": 40030.0,
      "end_time": 45579.0,
      "text": "a volverse loco, le voy a decir: \"Amigo, te lo dije.\" Pero si me equivoco y él está perfectamente bien,  yo"
    },
    {
      "index": 13,
      "start_time": 45579.0,
      "end_time": 48750.0,
      "text": "probablemente no vuelva a pensar en eso jamás."
    },
    {
      "index": 14,
      "start_time": 48750.0,
      "end_time": 53780.0,
      "text": "Esto se conoce como \"Sesgo Retrospectivo\", o el  fenómeno del \"Siempre-Lo-Supe.\" Esto no significa que el sentido común"
    },
    {
      "index": 15,
      "start_time": 53780.0,
      "end_time": 58600.0,
      "text": "esté mal, sólo significa que nuestra intuición más fácilmente describe lo que acaba de ocurrir"
    },
    {
      "index": 16,
      "start_time": 58600.0,
      "end_time": 62570.0,
      "text": "que lo que ocurrirá en el futuro. Otra razón para no confiar ciegamente en la intuición"
    },
    {
      "index": 17,
      "start_time": 62570.0,
      "end_time": 68270.0,
      "text": "es nuestra tendencia natural al exceso de confianza. Algunas veces simplemente, de verdad sientes"
    },
    {
      "index": 18,
      "start_time": 68270.0,
      "end_time": 73140.0,
      "text": "que estás en lo correcto sobre la gente, cuando estás completamente equivocado. Todos hemos estado ahí."
    },
    {
      "index": 19,
      "start_time": 73140.0,
      "end_time": 78140.0,
      "text": "También tendemos a percibir orden en eventos azarosos, lo que nos puede llevar a asumir falsedades. Por ejemplo,"
    },
    {
      "index": 20,
      "start_time": 78140.0,
      "end_time": 83150.0,
      "text": "si tiras una moneda cinco veces, tienes las mismas oportunidades de obtener puras cruces, como tienes de obtener"
    },
    {
      "index": 21,
      "start_time": 83150.0,
      "end_time": 88270.0,
      "text": "cruces y caras alternadas. Pero vemos las series de cinco cruces como algo inusual,"
    },
    {
      "index": 22,
      "start_time": 88270.0,
      "end_time": 92570.0,
      "text": "como una racha, y entonces le damos a ese resultado algún tipo de significado que definitivamente"
    },
    {
      "index": 23,
      "start_time": 92570.0,
      "end_time": 93430.0,
      "text": "no tiene."
    },
    {
      "index": 24,
      "start_time": 93430.0,
      "end_time": 98740.0,
      "text": "Es por esto que tenemos los métodos y  salvaguardias de la investigación y experimentación psicológica,"
    },
    {
      "index": 25,
      "start_time": 98740.0,
      "end_time": 103670.0,
      "text": "y el glorioso proceso del búsqueda científica. Ellos nos ayudan a acercarnos a estos problemas y,"
    },
    {
      "index": 26,
      "start_time": 103670.0,
      "end_time": 108670.0,
      "text": "básicamente, salvar el estudio de nuestras mentes, de la estupidez de nuestras mentes. Así que espero"
    },
    {
      "index": 27,
      "start_time": 108670.0,
      "end_time": 113850.0,
      "text": "no arruinar el final si les digo ahora que  esa pizza no provocará un viaje, y que el café"
    },
    {
      "index": 28,
      "start_time": 113850.0,
      "end_time": 120850.0,
      "text": "no te vuelve más listo. Lo siento."
    },
    {
      "index": 29,
      "start_time": 121450.0,
      "end_time": 123800.0,
      "text": " "
    },
    {
      "index": 30,
      "start_time": 123800.0,
      "end_time": 130440.0,
      "text": "En muchos sentidos, la investigación psicológica no es diferente a ninguna otra disciplina científica, por ejemplo,"
    },
    {
      "index": 31,
      "start_time": 130440.0,
      "end_time": 135210.0,
      "text": "el primer paso es siempre entender cómo hacer preguntas generales sobre el tema,"
    },
    {
      "index": 32,
      "start_time": 135210.0,
      "end_time": 140960.0,
      "text": "y transformarlas en proposiciones que se puedan medir y probar. Esto se llama operativizar las preguntas."
    },
    {
      "index": 33,
      "start_time": 140960.0,
      "end_time": 144770.0,
      "text": "Entonces, ya saben cómo funciona el método científico -- empieza con una pregunta y una teoría,"
    },
    {
      "index": 34,
      "start_time": 144770.0,
      "end_time": 149330.0,
      "text": "y no me refiero a una teoría en el sentido de, tipo, una corazonada que dice que un shot de café espresso"
    },
    {
      "index": 35,
      "start_time": 149330.0,
      "end_time": 154700.0,
      "text": "te hace pensar mejor. En su lugar, en ciencia, una teoría es lo que explica y organiza montones de"
    },
    {
      "index": 36,
      "start_time": 154700.0,
      "end_time": 159680.0,
      "text": "diferentes observaciones, y predice resultados. Y cuando se te ocurre una predicción que puedes poner aprueba"
    },
    {
      "index": 37,
      "start_time": 159680.0,
      "end_time": 160940.0,
      "text": "esa es tu hipótesis."
    },
    {
      "index": 38,
      "start_time": 160940.0,
      "end_time": 165320.0,
      "text": "Una vez que tienes tu teoría y tu hipótesis, necesitas un lenguaje claro y común para expresarlas,"
    },
    {
      "index": 39,
      "start_time": 165320.0,
      "end_time": 168990.0,
      "text": "entonces, por ejemplo, definir exactamente que quieres decir por \"pensar mejor\" con tu"
    },
    {
      "index": 40,
      "start_time": 168990.0,
      "end_time": 174340.0,
      "text": "hipótesis del espresso, permitirá a otros investigadores replicar tu experimento. Y replicar es"
    },
    {
      "index": 41,
      "start_time": 174340.0,
      "end_time": 179640.0,
      "text": "la clave. Puedes ver a una persona mostrar un comportamiento una vez, y eso no probará mucho,"
    },
    {
      "index": 42,
      "start_time": 179640.0,
      "end_time": 183930.0,
      "text": "pero si continúas teniendo resultados consistentes, incluso si cambias sujetos o situaciones,"
    },
    {
      "index": 43,
      "start_time": 183930.0,
      "end_time": 185400.0,
      "text": "entonces probablemente tengas algo."
    },
    {
      "index": 44,
      "start_time": 185400.0,
      "end_time": 189810.0,
      "text": "Este es un problema con un tipo popular de investigación en psicología: los ESTUDIOS DE CASO, los cuales"
    },
    {
      "index": 45,
      "start_time": 189810.0,
      "end_time": 194420.0,
      "text": "hacen una observación profunda de un individuo. Los estudios de caso algunas veces pueden ser engañosos, porque"
    },
    {
      "index": 46,
      "start_time": 194420.0,
      "end_time": 198160.0,
      "text": "por su naturaleza, no pueden ser replicados, por lo que corren el riesgo de sobregeneralizar."
    },
    {
      "index": 47,
      "start_time": 198160.0,
      "end_time": 202930.0,
      "text": "Aún así, son buenos para mostrarnos lo que PUEDE pasar, y resultar en preguntas enmarcadoras para estudios"
    },
    {
      "index": 48,
      "start_time": 202930.0,
      "end_time": 207390.0,
      "text": "más extensivos y generalizables. También son frecuentemente memorables, y excelentes historias para contar"
    },
    {
      "index": 49,
      "start_time": 207390.0,
      "end_time": 212440.0,
      "text": "que los psicólogos usan para observar y describir el comportamiento. Como, digamos que el olor del café pone"
    },
    {
      "index": 50,
      "start_time": 212440.0,
      "end_time": 216400.0,
      "text": "a Carl repentinamente ansioso e irritable - eso obviamente no significa que tenga el mismo"
    },
    {
      "index": 51,
      "start_time": 216400.0,
      "end_time": 221750.0,
      "text": "efecto en toda la gente. De hecho, Carl tiene recuerdos terribles asociados a ese olor, y por lo tanto,"
    },
    {
      "index": 52,
      "start_time": 221750.0,
      "end_time": 226040.0,
      "text": "su caso es en realidad bastante raro. Pobre Carl. Pero igual tendríamos que ver muchos"
    },
    {
      "index": 53,
      "start_time": 226040.0,
      "end_time": 228100.0,
      "text": "otros casos para determinar eso concluyentemente."
    },
    {
      "index": 54,
      "start_time": 228100.0,
      "end_time": 232650.0,
      "text": "Otro método popular de la investigación psicológica es la OBSERVACIÓN NATURALISTA, donde los investigadores"
    },
    {
      "index": 55,
      "start_time": 232650.0,
      "end_time": 237490.0,
      "text": "simplemente observan el comportamiento en un ambiente natural, ya sean chimpancés picando hormigueros en"
    },
    {
      "index": 56,
      "start_time": 237490.0,
      "end_time": 242040.0,
      "text": "la jungla, niños payaseando en un salón de clases, o chavos borrachos gritando en partidos de fútbol. La idea"
    },
    {
      "index": 57,
      "start_time": 242040.0,
      "end_time": 245990.0,
      "text": "es dejar a los sujetos sólo hacer lo que hacen, sin tratar de manipular o controlar la"
    },
    {
      "index": 58,
      "start_time": 245990.0,
      "end_time": 250200.0,
      "text": "situación. Así que, sí, básicamente, sólo espiar a la gente. Como los estudios de caso, las observaciones"
    },
    {
      "index": 59,
      "start_time": 250200.0,
      "end_time": 255130.0,
      "text": "naturalistas son buenísimas para describir el comportamiento, pero resultan muy limitadas para explicarlo."
    },
    {
      "index": 60,
      "start_time": 255130.0,
      "end_time": 259180.0,
      "text": "Los psicólogos también pueden recolectar información comportamental usando encuestas o entrevistas, preguntándole a la gente"
    },
    {
      "index": 61,
      "start_time": 259180.0,
      "end_time": 263960.0,
      "text": "que reporte sus opiniones y sus comportamientos. El investigador en sexualidad Alfres Kinsey famosamente"
    },
    {
      "index": 62,
      "start_time": 263960.0,
      "end_time": 268180.0,
      "text": "utilizó esta técnica cuando encuesto a miles de hombres y mujeres sobre su historia sexual, y publicó"
    },
    {
      "index": 63,
      "start_time": 268180.0,
      "end_time": 274380.0,
      "text": "sus resultados en un par de textos revolucionarios, \"Comportamiento sexual del hombre\","
    },
    {
      "index": 64,
      "start_time": 274380.0,
      "end_time": 275180.0,
      "text": "y de la mujer, respectivamente."
    },
    {
      "index": 65,
      "start_time": 275180.0,
      "end_time": 279550.0,
      "text": "Las encuestas son un gran camino para acceder a actitudes y creencias sostenidas conscientemente, pero"
    },
    {
      "index": 66,
      "start_time": 279550.0,
      "end_time": 284720.0,
      "text": "cómo preguntar puede ser engañoso; sutiles elecciones de palabras pueden influir los resultados. Por ejemplo, p"
    },
    {
      "index": 67,
      "start_time": 284720.0,
      "end_time": 290280.0,
      "text": "palabras más fuertes como \"prohibir\" o \"censurar\" pueden provocar reacciones diferentes que \"limitar\" o \"no permitir\". Preguntando"
    },
    {
      "index": 68,
      "start_time": 290280.0,
      "end_time": 294000.0,
      "text": "\"¿Crees en extraterrestres?\" es una pregunta muy distinta a \"¿Crees que exista vida inteligente"
    },
    {
      "index": 69,
      "start_time": 294000.0,
      "end_time": 297490.0,
      "text": "en algún otro sitio del universo?\" Es la misma pregunta, pero"
    },
    {
      "index": 70,
      "start_time": 297490.0,
      "end_time": 301520.0,
      "text": "en la primera, el sujeto puede asumir que quieres decir extraterrestres visitando la tierra, y  haciendo ciclos de cosecha"
    },
    {
      "index": 71,
      "start_time": 301520.0,
      "end_time": 303710.0,
      "text": "y secuestrando gente, y picándola."
    },
    {
      "index": 72,
      "start_time": 303710.0,
      "end_time": 307560.0,
      "text": "Y así como tu frase al encuestar es  importante, también lo es a quién le preguntas. Yo le podría preguntar a un cuarto lleno"
    },
    {
      "index": 73,
      "start_time": 307560.0,
      "end_time": 311150.0,
      "text": "de estudiantes en una reunión de un club pacifista qué piensan sobre el control armamentístico, pero el resultado"
    },
    {
      "index": 74,
      "start_time": 311150.0,
      "end_time": 315150.0,
      "text": "no sería una medida representativa de la opinión de los estudiantes, porque hay un claro"
    },
    {
      "index": 75,
      "start_time": 315150.0,
      "end_time": 320070.0,
      "text": "sesgo de muestreo aquí. Para representar de manera justa a una población, necesitaría tomar una muestra al azar"
    },
    {
      "index": 76,
      "start_time": 320070.0,
      "end_time": 324350.0,
      "text": "donde todos los miembros del grupo de estudio, en este caso \"estudiantes\", tengan una oportunidad igual de"
    },
    {
      "index": 77,
      "start_time": 324350.0,
      "end_time": 326220.0,
      "text": "ser seleccionados para responder la pregunta."
    },
    {
      "index": 78,
      "start_time": 326220.0,
      "end_time": 330800.0,
      "text": "Entonces, una vez que ya describiste el comportamiento con encuestas, estudios de caso, u observación naturalista,"
    },
    {
      "index": 79,
      "start_time": 330800.0,
      "end_time": 335080.0,
      "text": "puedes empezar a encontrarle sentido, e incluso, predecir comportamientos futuros. Un forma de hacerlo"
    },
    {
      "index": 80,
      "start_time": 335080.0,
      "end_time": 339820.0,
      "text": "es observar si un rasgo o un comportamiento está relacionado con otro, o cómo correlacionan."
    },
    {
      "index": 81,
      "start_time": 339820.0,
      "end_time": 343210.0,
      "text": "Entonces, volvamos con mi cuate Bob, quien parece pensar que su refrigerador es en realidad"
    },
    {
      "index": 82,
      "start_time": 343210.0,
      "end_time": 347180.0,
      "text": "una clase de máquina del tiempo que puede preservar la comida indefinidamente. Digamos que Bob acaba"
    },
    {
      "index": 83,
      "start_time": 347180.0,
      "end_time": 350780.0,
      "text": "de comer un montón de sobras dudosas, pizza que probablemente tenía un poco de moho."
    },
    {
      "index": 84,
      "start_time": 350780.0,
      "end_time": 356360.0,
      "text": "Pero tenía hambre, y flojera, así que la bañó en Sriracha. De repente,"
    },
    {
      "index": 85,
      "start_time": 356360.0,
      "end_time": 359490.0,
      "text": "empieza a ver cosas: armadillos verdes con ojos de rayos láser."
    },
    {
      "index": 86,
      "start_time": 359490.0,
      "end_time": 364460.0,
      "text": "Hasta ahora, podríamos deducir que comer moho desconocido predice alucinaciones, esa es una correlación."
    },
    {
      "index": 87,
      "start_time": 364460.0,
      "end_time": 369330.0,
      "text": "Pero correlación no significa causalidad. Sí, tiene sentido que comeor moho dudos"
    },
    {
      "index": 88,
      "start_time": 369330.0,
      "end_time": 373990.0,
      "text": "pueda causar alucinaciones, pero es posible que Bob estuviera ya en el borde de un episodio psicótico,"
    },
    {
      "index": 89,
      "start_time": 373990.0,
      "end_time": 378840.0,
      "text": "y que esas peluditas sobras fuera realmente benignas. O podría ser un factor involucrado"
    },
    {
      "index": 90,
      "start_time": 378840.0,
      "end_time": 383550.0,
      "text": "completamente diferente, como que no había dormido en 72 hrs, o que le venía una migraña intensa,"
    },
    {
      "index": 91,
      "start_time": 383550.0,
      "end_time": 388620.0,
      "text": "y que alguno de esos factores causara sus alucinaciones. Es tentador hacer conclusiones de correlaciones, pero"
    },
    {
      "index": 92,
      "start_time": 388620.0,
      "end_time": 393460.0,
      "text": "es súper importante recordar que, aunque  las correlaciones predicen la POSIBILIDAD de relaciones"
    },
    {
      "index": 93,
      "start_time": 393460.0,
      "end_time": 395910.0,
      "text": "causa-efecto, no las demuestran."
    },
    {
      "index": 94,
      "start_time": 395910.0,
      "end_time": 400400.0,
      "text": "Entonces, hemos hablado de cómo describir el comportamientos sin manipularlo, y cómo hacer conexiones"
    },
    {
      "index": 95,
      "start_time": 400400.0,
      "end_time": 404190.0,
      "text": "y predicciones de esos resultados. Pero eso sólo puede llevarte así de lejos... Para realmente llegar al fondo"
    },
    {
      "index": 96,
      "start_time": 404190.0,
      "end_time": 408940.0,
      "text": "de los comportamientos causa-efecto, vas atener que empezar a experimentar."
    },
    {
      "index": 97,
      "start_time": 408940.0,
      "end_time": 412889.0,
      "text": "Los experimentos le permiten a los investigadores aislar diferentes efectos al manipular una variable"
    },
    {
      "index": 98,
      "start_time": 412889.0,
      "end_time": 417610.0,
      "text": "independiente, y mantener todas las otras variables constantes, o tan constantes como puedan. Esto"
    },
    {
      "index": 99,
      "start_time": 417610.0,
      "end_time": 421440.0,
      "text": "significa que necesitan al menos dos grupos: el grupo experimental, que es con el que vamos a meternos,"
    },
    {
      "index": 100,
      "start_time": 421440.0,
      "end_time": 425110.0,
      "text": "y el grupo control, al que vamos a dejar en paz."
    },
    {
      "index": 101,
      "start_time": 425110.0,
      "end_time": 429350.0,
      "text": "Así como las encuestas usan muestras al azar, los investigadores experimentales necesitan participantes asignados al azar"
    },
    {
      "index": 102,
      "start_time": 429350.0,
      "end_time": 434110.0,
      "text": "a cada grupo, para minimizar la confusión potencial de variables, o factores externos que puedan sesgar"
    },
    {
      "index": 103,
      "start_time": 434110.0,
      "end_time": 438100.0,
      "text": "los resultados. No querrás a todos los adolescentes malhumorados en un grupo, y a todos los surfers ricos japoneses"
    },
    {
      "index": 104,
      "start_time": 438100.0,
      "end_time": 439380.0,
      "text": "en el otro, tienes que mezclarlos."
    },
    {
      "index": 105,
      "start_time": 439380.0,
      "end_time": 445419.0,
      "text": "Ahora, algunas veces, uno o ambos grupos no están informados de lo que realmente se está examinando. Por ejemplo,"
    },
    {
      "index": 106,
      "start_time": 445419.0,
      "end_time": 449419.0,
      "text": "los investigadores pueden analizar cómo las sustancias afectan a las personas, al comparar sus efectos con placebos,"
    },
    {
      "index": 107,
      "start_time": 449419.0,
      "end_time": 454350.0,
      "text": "o sustancias inocuas. Y frecuentemente, los investigadores mismos no saben cuál es el grupo experimental"
    },
    {
      "index": 108,
      "start_time": 454350.0,
      "end_time": 459360.0,
      "text": "y cuál es el grupo control, para que no influencien los resultados sin intención, a través de su propio comportamiento,"
    },
    {
      "index": 109,
      "start_time": 459360.0,
      "end_time": 463540.0,
      "text": "en cuyo caso, ya habrás adivinado, es un procedimiento \"doble ciego\""
    },
    {
      "index": 110,
      "start_time": 463540.0,
      "end_time": 467789.0,
      "text": "Así que pongamos estas ideas en práctica en nuestro propio pequeño experimento. Como todo buen trabajo"
    },
    {
      "index": 111,
      "start_time": 467789.0,
      "end_time": 470960.0,
      "text": "empieza con una pregunta. Entonces, el otro día, mi amiga Bernice y yo estábamos debatiendo; estábamos debatiendo"
    },
    {
      "index": 112,
      "start_time": 470960.0,
      "end_time": 475509.0,
      "text": "el efecto de la cafeína en el cerebro. Personalmente, ella está convencida de que el café la ayuda"
    },
    {
      "index": 113,
      "start_time": 475509.0,
      "end_time": 479680.0,
      "text": "a enfocarse y pensar mejor, pero yo me pongo todo nervioso, como una suricata enjaulada, y no me puedo enfocar"
    },
    {
      "index": 114,
      "start_time": 479680.0,
      "end_time": 483350.0,
      "text": "en nada. Y porque sabemos que el exceso de confianza te puede llevar a cosas que no son"
    },
    {
      "index": 115,
      "start_time": 483350.0,
      "end_time": 485699.0,
      "text": "ciertas, decidimos usar un poco de pensamiento crítico."
    },
    {
      "index": 116,
      "start_time": 485699.0,
      "end_time": 490289.0,
      "text": "Así que definamos nuestra pregunta: \"¿Los seres humanos resuelven problemas más rápido cuando se les suministra cafeína?\""
    },
    {
      "index": 117,
      "start_time": 490289.0,
      "end_time": 495300.0,
      "text": "Ahora tenemos que abreviar eso a una predicción comprobable. Recuerden: manténganlo claro, simple"
    },
    {
      "index": 118,
      "start_time": 495300.0,
      "end_time": 499690.0,
      "text": "y elocuente, para que así pueda ser replicado. \"La cafeína te hace más inteligente\" no es una gran"
    },
    {
      "index": 119,
      "start_time": 499690.0,
      "end_time": 505330.0,
      "text": "hipótesis. Una mejor diría: \"Los adultos humanos suministrados con cafeína recorrerán un laberinto"
    },
    {
      "index": 120,
      "start_time": 505330.0,
      "end_time": 509340.0,
      "text": "más rápido que lo humanos sin cafeína.\" La dosis de cafeína es tu variable independiente,"
    },
    {
      "index": 121,
      "start_time": 509340.0,
      "end_time": 513610.0,
      "text": "aquello que puedes cambiar. Así que necesitarás algo de café. Tu resultado, o variable dependiente,"
    },
    {
      "index": 122,
      "start_time": 513610.0,
      "end_time": 517490.0,
      "text": "la cosa que depende en aquello que no puedes cambiar, será la velocidad"
    },
    {
      "index": 123,
      "start_time": 517490.0,
      "end_time": 520079.0,
      "text": "a la que el sujeto recorra este gigante laberinto de maíz."
    },
    {
      "index": 124,
      "start_time": 520078.99999999994,
      "end_time": 523898.99999999994,
      "text": "Ve a la calle, agarra a unas cuantas personas de diferentes tipos, y al azar, asígnalos"
    },
    {
      "index": 125,
      "start_time": 523899.0,
      "end_time": 527779.0,
      "text": "en tres diferentes grupos. También en este punto, la Asociación Americana de Psicología (APA)"
    },
    {
      "index": 126,
      "start_time": 527779.0,
      "end_time": 532350.0,
      "text": "sugiere que obtengas el consentimiento informado de todos los participantes. No querrás"
    },
    {
      "index": 127,
      "start_time": 532350.0,
      "end_time": 535309.0,
      "text": "forzar a nadie para estar en tu experimento, no importa cuán cool crees que sea."
    },
    {
      "index": 128,
      "start_time": 535309.0,
      "end_time": 539499.0,
      "text": "Entonces, el grupo control recibe un placebo, en este caso, café descafeinado. El grupo experimental uno"
    },
    {
      "index": 129,
      "start_time": 539499.0,
      "end_time": 543579.0,
      "text": "recibe una dosis baja de cafeína, que definiremos como 100 miligramos; apenitas para abrir los ojos, como"
    },
    {
      "index": 130,
      "start_time": 543579.0,
      "end_time": 548319.0,
      "text": "lo de una taza de café. El grupo experimental dos recibe 500 miligramos, más que"
    },
    {
      "index": 131,
      "start_time": 548319.0,
      "end_time": 552730.0,
      "text": "un shot de espresso clavado en un Red Bull. Una vez que hayas dosificado a todos,  déjalos en el laberinto"
    },
    {
      "index": 132,
      "start_time": 552730.0,
      "end_time": 554730.0,
      "text": "y espera del otro lado con un cronómetro."
    },
    {
      "index": 133,
      "start_time": 554730.0,
      "end_time": 557860.0,
      "text": "Todo lo que queda es medir tus resultados de los tres grupos diferentes y compararlos"
    },
    {
      "index": 134,
      "start_time": 557860.0,
      "end_time": 561929.0,
      "text": "para ver si hay algún resultado concluyente. Si los sujetos con dosis alta lo recorrieron el doble de"
    },
    {
      "index": 135,
      "start_time": 561929.0,
      "end_time": 566129.0,
      "text": "rápido que los de los grupos de dosis baja y placebo, entonces la hipótesis de Bernice era correcta, y"
    },
    {
      "index": 136,
      "start_time": 566129.0,
      "end_time": 570550.0,
      "text": "me lo puede restregar en la cara diciendo que ella estuvo correcta siempre, pero eso realmente sólo sería"
    },
    {
      "index": 137,
      "start_time": 570550.0,
      "end_time": 575569.0,
      "text": "el cálido rubor del sesgo retrospectivo diciéndole algo que ella en realidad no sabía hasta que lo probamos."
    },
    {
      "index": 138,
      "start_time": 575569.0,
      "end_time": 579519.0,
      "text": "Entonces, como usamos un lenguaje claro y definimos nuestros parámetros,  otras mentes curiosas podrían"
    },
    {
      "index": 139,
      "start_time": 579519.0,
      "end_time": 583629.0,
      "text": "fácilmente replicar este experimento, y eventualmente podríamos juntar todos lo datos"
    },
    {
      "index": 140,
      "start_time": 583629.0,
      "end_time": 588249.0,
      "text": "y tener alfo sólido que decir de lo que el macchiato le estaba haciendo a tu cognición -"
    },
    {
      "index": 141,
      "start_time": 588249.0,
      "end_time": 592350.0,
      "text": "-o al menos a la velocidad en la que puedes recorrer un laberinto.- Ciencia: probablemente la mejor herramienta"
    },
    {
      "index": 142,
      "start_time": 592350.0,
      "end_time": 594129.0,
      "text": "que tenemos para entender a otras personas."
    },
    {
      "index": 143,
      "start_time": 594129.0,
      "end_time": 597850.0,
      "text": "Gracias por ver este episodio de Crash Course Psychology; si pusiste atención"
    },
    {
      "index": 144,
      "start_time": 597850.0,
      "end_time": 601839.0,
      "text": "aprendiste cómo aplicar el método científico a la investigación psicológica a través de estudios de caso,"
    },
    {
      "index": 145,
      "start_time": 601839.0,
      "end_time": 606489.0,
      "text": "observación naturalista, encuestas y entrevistas, y experimentación. También aprendiste"
    },
    {
      "index": 146,
      "start_time": 606489.0,
      "end_time": 611509.0,
      "text": "diferentes tipos de sesgo en la experimentación, y cómo las prácticas de investigación nos ayudan a evitarlos."
    },
    {
      "index": 147,
      "start_time": 611509.0,
      "end_time": 615980.0,
      "text": "Gracias especiales a nuestros suscriptores Subbable, quienes hacen éste y todo Crash Course posible."
    },
    {
      "index": 148,
      "start_time": 615980.0,
      "end_time": 620290.0,
      "text": "Si quieres contribuir para ayudarnos a continuar Crash Course, y además tener algunos padrísimos beneficios adicionales,"
    },
    {
      "index": 149,
      "start_time": 620290.0,
      "end_time": 624809.0,
      "text": "como un póster de ciencia autografiado, o incluso ser animado en un siguiente episodio, ve a:"
    },
    {
      "index": 150,
      "start_time": 624809.0,
      "end_time": 627629.0,
      "text": "Subbable.com/CrashCourse para encontrar cómo."
    },
    {
      "index": 151,
      "start_time": 627629.0,
      "end_time": 631399.0,
      "text": "Nuestro guión fue escrito por Kathleen Yale y editado por Blake Pastino y yo. Nuestro"
    },
    {
      "index": 152,
      "start_time": 631399.0,
      "end_time": 636179.0,
      "text": "asesor es Dr. Ranjit Bhagwat. Nuestro director y editor es Nicholas Jenkins, nuestro supervior"
    },
    {
      "index": 153,
      "start_time": 636179.0,
      "end_time": 639980.0,
      "text": "de guión es Michael Aranda, quien es también nuestro diseñador de sonido, y nuestro equipo de gráficos"
    },
    {
      "index": 154,
      "start_time": 639980.0,
      "end_time": 640399.0,
      "text": "es Thought Café."
    }
  ]
}