{
  "video_id": "hUUMqYSHG2k",
  "title": "CIVILIZATION VI – First Look: Macedon",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4504.0,
      "text": "Alejandro dirige Macedonia en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4504.0,
      "end_time": 9075.0,
      "text": "Conquistó gran parte del mundo conocido en menos de doce años y murió muy joven."
    },
    {
      "index": 3,
      "start_time": 9075.0,
      "end_time": 15782.0,
      "text": "Su legado tuvo una influencia decisiva sobre la cultura helénica de todo Oriente Próximo, y aumentó el contacto entre Oriente y Occidente."
    },
    {
      "index": 4,
      "start_time": 16149.0,
      "end_time": 19352.0,
      "text": "La habilidad exclusiva de Macedonia es \"Fusión helenística\"."
    },
    {
      "index": 5,
      "start_time": 19352.0,
      "end_time": 25091.0,
      "text": "Cada vez que se conquiste una ciudad, Macedonia obtendrá una bonificación en función del tipo de distritos que incluya dicha ciudad."
    },
    {
      "index": 6,
      "start_time": 26026.0,
      "end_time": 28962.0,
      "text": "La unidad exclusiva de Macedonia es el Hipaspista."
    },
    {
      "index": 7,
      "start_time": 28962.0,
      "end_time": 34934.0,
      "text": "Este reemplazo de los soldados con espada obtiene más fuerza de combate al asediar distritos, y más bonificaciones al apoyo."
    },
    {
      "index": 8,
      "start_time": 37070.0,
      "end_time": 40440.0,
      "text": "El Basilikoi Paides es el edificio exclusivo de Macedonia."
    },
    {
      "index": 9,
      "start_time": 40440.0,
      "end_time": 47313.0,
      "text": "Genera ciencia cuando una unidad no civil se entrena en la ciudad, y otorga más bonificaciones al entrenar determinadas unidades militares."
    },
    {
      "index": 10,
      "start_time": 48348.0,
      "end_time": 51284.0,
      "text": "Las habilidades de Alejandro se centran en la conquista."
    },
    {
      "index": 11,
      "start_time": 51284.0,
      "end_time": 57924.0,
      "text": "Su habilidad \"Hasta el fin del mundo\" reduce el hastío bélico de Macedonia para que pueda mantenerse más tiempo en guerra."
    },
    {
      "index": 12,
      "start_time": 57924.0,
      "end_time": 64831.0,
      "text": "También otorga a Macedonia el Hetairoi, una veloz unidad de caballería pesada que comienza con un ascenso gratis y sustituye al Jinete."
    },
    {
      "index": 13,
      "start_time": 65565.0,
      "end_time": 72806.0,
      "text": "La habilidad de Alejandro te ayudará a mantenerte en guerra con tus enemigos, y tus unidades exclusivas te brindarán innumerables conquistas desde el comienzo del juego."
    },
    {
      "index": 14,
      "start_time": 73807.0,
      "end_time": 81448.0,
      "text": "Capturar ciudades te permitirá conseguir más bonificaciones basadas en los distritos que contengan, para que puedas centrarte en la conquista sin quedarte atrás en otros campos."
    },
    {
      "index": 15,
      "start_time": 81448.0,
      "end_time": 86753.0,
      "text": "El Basilikoi Paides generará ciencia mientras sigas mandando ejércitos a luchar."
    },
    {
      "index": 16,
      "start_time": 87587.0,
      "end_time": 90323.0,
      "text": "¿Se convertirá tu nombre en sinónimo de conquista?"
    },
    {
      "index": 17,
      "start_time": 90323.0,
      "end_time": 93793.0,
      "text": "¿Cómo gobernarás Macedonia en Sid Meier’s Civilization VI?"
    }
  ]
}