{
  "video_id": "hvtvjo3fPsQ",
  "title": "CIVILIZATION VI - First Look: Kongo",
  "json": [
    {
      "index": 1,
      "start_time": 3033.0,
      "end_time": 7466.0,
      "text": "Mvemba a Nzinga dirige el Congo en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 7933.0,
      "end_time": 12266.0,
      "text": "La mayor parte de lo que sabemos sobre él es gracias a su correspondencia con los portugueses."
    },
    {
      "index": 3,
      "start_time": 12266.0,
      "end_time": 19300.0,
      "text": "Mvemba se convirtió al cristianismo, auspició el arte sacro, construyó un capitolio y amplió las riquezas del Congo."
    },
    {
      "index": 4,
      "start_time": 20066.0,
      "end_time": 22333.0,
      "text": "La habilidad especial de los congoleños se llama Nkisi."
    },
    {
      "index": 5,
      "start_time": 22966.0,
      "end_time": 28300.0,
      "text": "Consiguen Alimentos, Producción y Oro de cada reliquia, artefacto y gran obra de la Escultura."
    },
    {
      "index": 6,
      "start_time": 28733.0,
      "end_time": 32533.0,
      "text": "El Congo también recibe puntos de Gran artista y Gran mercader cada turno."
    },
    {
      "index": 7,
      "start_time": 33266.0,
      "end_time": 36100.0,
      "text": "La unidad exclusiva congoleña es el Ngao Mbeba."
    },
    {
      "index": 8,
      "start_time": 36600.0,
      "end_time": 43733.0,
      "text": "Este \"portador de escudos\" recibe una defensa adicional contra los ataques a distancia y ni los bosques ni las selvas tropicales le frenan ni le bloquean la visual."
    },
    {
      "index": 9,
      "start_time": 44100.0,
      "end_time": 46466.0,
      "text": "Además, tampoco necesitas Hierro para construirlo."
    },
    {
      "index": 10,
      "start_time": 46466.0,
      "end_time": 48900.0,
      "text": "El M'banza es el distrito exclusivo del Congo."
    },
    {
      "index": 11,
      "start_time": 49333.0,
      "end_time": 52700.0,
      "text": "Sustituye al Barrio residencial y se puede construir en un momento temprano de la partida."
    },
    {
      "index": 12,
      "start_time": 52700.0,
      "end_time": 56100.0,
      "text": "Ofrece Alojamiento, además de Alimentos y Oro."
    },
    {
      "index": 13,
      "start_time": 56733.0,
      "end_time": 65700.0,
      "text": "Como es un converso religioso, Mvemba no puede construir Lugares sagrados, pero sí que obtiene las creencias de fundador de cualquier religión que se haya establecido en la mayoría de sus ciudades."
    },
    {
      "index": 14,
      "start_time": 66100.0,
      "end_time": 72400.0,
      "text": "Recibe un Apóstol cada vez que finalice un distrito de M'banza o de Teatro de la religión de esa ciudad."
    },
    {
      "index": 15,
      "start_time": 72833.0,
      "end_time": 75566.0,
      "text": "El Congo tiene una flexibilidad poco habitual."
    },
    {
      "index": 16,
      "start_time": 75566.0,
      "end_time": 80966.0,
      "text": "Puede ser religioso sin tener Lugares sagrados y puede crear grandes ciudades en medio de la selva tropical."
    },
    {
      "index": 17,
      "start_time": 82166.0,
      "end_time": 88300.0,
      "text": "Como es capaz de fundar urbes de gran tamaño a mediados de la partida en la selva o en los bosques, el Congo puede perseguir cualquier tipo de victoria."
    },
    {
      "index": 18,
      "start_time": 88600.0,
      "end_time": 96533.0,
      "text": "Una victoria cultural se fundamenta en sus puntos fuertes, pero con la gran población que tiene en las primeras fases también está bien encarrilado para conseguir una victoria científica o una por dominación."
    },
    {
      "index": 19,
      "start_time": 97333.0,
      "end_time": 101133.0,
      "text": "¿Serás capaz de combinar la fe de un converso con la gloria de un imperio?"
    },
    {
      "index": 20,
      "start_time": 101133.0,
      "end_time": 104800.0,
      "text": "¿Cómo gobernarás el Congo en Sid Meier’s Civilization VI?"
    }
  ]
}