{
  "video_id": "j47-l9r_wNQ",
  "title": "DIY 10 Easy Phone Projects. DIY Phone (Case, Pouch & More)",
  "json": [
    {
      "index": 1,
      "start_time": 43120.0,
      "end_time": 47660.0,
      "text": "Hola chicos! Es hora de ponernos artesanales\nhoy voy a mostrar cómo hacer que su"
    },
    {
      "index": 2,
      "start_time": 47660.0,
      "end_time": 53399.0,
      "text": "teléfono femenino y genial. Vamos a poner lindo\nun montón de estuches de telefonos, auriculares y"
    },
    {
      "index": 3,
      "start_time": 53399.0,
      "end_time": 57930.0,
      "text": "incluso estamos haciendo una bolsa protectora.Asi que,\nEstás listo para algunos DIYs impresionantes del teléfono, que"
    },
    {
      "index": 4,
      "start_time": 57930.0,
      "end_time": 61780.0,
      "text": "de seguro de que no ha visto antes? Si su\nrespuesta es \"sí\", entonces simplemente seguir viendo."
    },
    {
      "index": 5,
      "start_time": 61780.0,
      "end_time": 66649.0,
      "text": "Vamos a empezar por hacer una bolsa protectora\npara nuestro teléfono móvil. En primer lugar usted necesita para obtener"
    },
    {
      "index": 6,
      "start_time": 66649.0,
      "end_time": 71369.0,
      "text": "cualquier objeto redondeado hueco, con las dimensiones\nlo suficientemente grande como para caber su teléfono. Esta taza de papel"
    },
    {
      "index": 7,
      "start_time": 71369.0,
      "end_time": 76770.0,
      "text": "funciona perfectamente para mi Samsung Galaxy S5.\nAdemás usted también necesitará una pistola de pegamento, horquillas,"
    },
    {
      "index": 8,
      "start_time": 76770.0,
      "end_time": 82329.0,
      "text": "hilos, tijeras, gancho bordado y\nuna aguja. Antes de empezar a tejer necesitamos"
    },
    {
      "index": 9,
      "start_time": 82329.0,
      "end_time": 87459.0,
      "text": "hacer un simple telar de tejer. Tomar una taza\ny un montón de horquillas. Comience colocando pares"
    },
    {
      "index": 10,
      "start_time": 87459.0,
      "end_time": 94459.0,
      "text": "de pines en el borde de la taza como tal, dejando\naproximadamente media pulgada de espacio entre cada par."
    },
    {
      "index": 11,
      "start_time": 103630.0,
      "end_time": 107409.0,
      "text": "Ahora es el momento de conseguir la pistola de pegamento y poner\nun poco de pegamento sobre y alrededor de cada pin para asegurar"
    },
    {
      "index": 12,
      "start_time": 107409.0,
      "end_time": 114409.0,
      "text": "van a permanecer en el lugar mientras que tejer. Si\nusted no tiene una pistola de pegamento, puedes usar"
    },
    {
      "index": 13,
      "start_time": 126200.0,
      "end_time": 130719.0,
      "text": "una cinta y se envuelve alrededor de la taza y la\nalfileres. Cuando todos los pines están pegadas en su lugar,"
    },
    {
      "index": 14,
      "start_time": 130719.0,
      "end_time": 135989.0,
      "text": "esperar a que el pegamento se seque y luego se puede proceder\na la parte divertida, tejer! Tome su hilo"
    },
    {
      "index": 15,
      "start_time": 135989.0,
      "end_time": 140590.0,
      "text": "y esto es opcional - una paja. Straw hace\nmucho más fácil para envolver el hilo alrededor de la"
    },
    {
      "index": 16,
      "start_time": 140590.0,
      "end_time": 146640.0,
      "text": "alfileres. Corte un pedazo de una pajita y enhebrar la\nhilo a través de él. Deja unos cinco centímetros de"
    },
    {
      "index": 17,
      "start_time": 146640.0,
      "end_time": 150620.0,
      "text": "hilo suelto como tal y luego empezar a envolver\nel hilo alrededor de cada pin y asegúrese de que"
    },
    {
      "index": 18,
      "start_time": 150620.0,
      "end_time": 155590.0,
      "text": "usted tiene bucles en el lado exterior y la conexión\nlínea de hilo en el lado interior. Ver cómo el"
    },
    {
      "index": 19,
      "start_time": 155590.0,
      "end_time": 162590.0,
      "text": "paja me ayuda a envolver rápidamente el hilo alrededor\nlos pasadores. Al llegar a la primera clavija de nuevo,"
    },
    {
      "index": 20,
      "start_time": 164209.0,
      "end_time": 171209.0,
      "text": "simplemente continuar con una fila más por encima de la\nprimero uno. Ahora tome su gancho y tire de la"
    },
    {
      "index": 21,
      "start_time": 177590.0,
      "end_time": 183499.0,
      "text": "inferior bucles sobre las superiores. Coge la parte inferior\nlazo, ir en la parte superior y uno en el pin"
    },
    {
      "index": 22,
      "start_time": 183499.0,
      "end_time": 190459.0,
      "text": "como tal. Si usted no tiene un gancho que pueda\nhacer uno de un pedazo de alambre. Ir por todo"
    },
    {
      "index": 23,
      "start_time": 190459.0,
      "end_time": 195609.0,
      "text": "el telar hasta nuestra primera fila ha terminado!\nAhora tengo que envolver de nuevo el hilo alrededor de la"
    },
    {
      "index": 24,
      "start_time": 195609.0,
      "end_time": 202609.0,
      "text": "alfileres, pero a partir de ahora sólo tienen que envolver\nuna vez. Cuando todos los pines están envueltos toma"
    },
    {
      "index": 25,
      "start_time": 202790.0,
      "end_time": 209790.0,
      "text": "el gancho de nuevo y tire de la parte inferior bucles sobre\nlas superiores. Estos son los dos pasos que"
    },
    {
      "index": 26,
      "start_time": 219939.0,
      "end_time": 224329.0,
      "text": "que necesita para seguir repitiendo hasta que su bolsa\nes el tiempo suficiente: envuelva el hilo alrededor de las clavijas,"
    },
    {
      "index": 27,
      "start_time": 224329.0,
      "end_time": 228879.0,
      "text": "tirar los bucles inferiores sobre los superiores y\nnuevamente envuelva el hilo alrededor de las clavijas para que"
    },
    {
      "index": 28,
      "start_time": 228879.0,
      "end_time": 234249.0,
      "text": "puede volver a tirar de los bucles inferiores sobre el\nmejores. Es tan simple! Ok, una última fila"
    },
    {
      "index": 29,
      "start_time": 234249.0,
      "end_time": 238680.0,
      "text": "y mi bolsa será el tiempo suficiente para mi teléfono.\nAquí os muestro que también se puede envolver"
    },
    {
      "index": 30,
      "start_time": 238680.0,
      "end_time": 243749.0,
      "text": "el hilo sin una pajita. Toma un poco más\ntiempo, pero funciona totalmente bien también. Necesito"
    },
    {
      "index": 31,
      "start_time": 243749.0,
      "end_time": 250749.0,
      "text": "tirar de los bucles inferiores sobre los superiores para\nla última vez ahora y aquí vamos!"
    },
    {
      "index": 32,
      "start_time": 251319.0,
      "end_time": 257150.0,
      "text": "Cortar el hilo de trabajo, dejando a cerca de diez pulgadas\ny el hilo en una aguja. Pase por debajo ya través de"
    },
    {
      "index": 33,
      "start_time": 257149.99999999997,
      "end_time": 261098.99999999997,
      "text": "el lazo que tiene un hilo de trabajo colgando\ny tirar del hilo hasta el final a través de la"
    },
    {
      "index": 34,
      "start_time": 261099.0,
      "end_time": 267830.0,
      "text": "bucle. Luego pasar por el lazo al lado de él en\nla derecha, tire de la lana a través de y proceder"
    },
    {
      "index": 35,
      "start_time": 267830.0,
      "end_time": 274830.0,
      "text": "A la izquierda. Como usted hace que usted puede tomar el\nbucles de las espigas. Sólo su forma de trabajo en zig-zag,"
    },
    {
      "index": 36,
      "start_time": 280720.0,
      "end_time": 286120.0,
      "text": "pasar por el bucle de la derecha, luego a la izquierda una,\nluego a la derecha de nuevo y así sucesivamente hasta que todos los bucles"
    },
    {
      "index": 37,
      "start_time": 286120.0,
      "end_time": 293120.0,
      "text": "desprenderse de las patas. Ahora la bolsa debe ser fácilmente\nsalido del telar. Tire del hilo de trabajo de manera"
    },
    {
      "index": 38,
      "start_time": 303669.0,
      "end_time": 309699.0,
      "text": "que la bolsa se aprieta en un lado en una recta\nlínea como tal. Pase el hilo de trabajo en un"
    },
    {
      "index": 39,
      "start_time": 309699.0,
      "end_time": 316699.0,
      "text": "aguja y hacer un par de puntos de sutura y nudos\npara asegurar el trabajo. Usted puede voltear la bolsa"
    },
    {
      "index": 40,
      "start_time": 319289.0,
      "end_time": 323949.0,
      "text": "de adentro hacia afuera, o se puede tener en este lado\nsi lo prefiere. El patrón es ligeramente diferente"
    },
    {
      "index": 41,
      "start_time": 323949.0,
      "end_time": 328060.0,
      "text": "y me decidí a darle la vuelta, porque\ncomo lo mejor de esa manera. Como se puede ver que"
    },
    {
      "index": 42,
      "start_time": 328060.0,
      "end_time": 331930.0,
      "text": "todavía tienen un pedazo de hilo que cuelga hacia fuera de\nel lado con la abertura. Vamos a adjuntar"
    },
    {
      "index": 43,
      "start_time": 331930.0,
      "end_time": 336050.0,
      "text": "el pom pom en él. Sólo enhebrar el hilo en\nla aguja y hacer un par de puntos a través de"
    },
    {
      "index": 44,
      "start_time": 336050.0,
      "end_time": 340970.0,
      "text": "el pom pom. Corte el hilo extra y nos\nse puede hacer todo con esta hermosa bolsa. Si"
    },
    {
      "index": 45,
      "start_time": 340970.0,
      "end_time": 345569.0,
      "text": "usted no sabe cómo hacer un pom pom, comprueba\nmi tutorial gorrita DIY. Es tan fácil de hacer"
    },
    {
      "index": 46,
      "start_time": 345569.0,
      "end_time": 350970.0,
      "text": "pero añade un poco de ternura extra a la bolsa.\nAhora puedo lanzar mi nuevo Galaxy S5 en la bolsa"
    },
    {
      "index": 47,
      "start_time": 350970.0,
      "end_time": 355530.0,
      "text": "junto con las llaves y otros objetos puntiagudos\ny mi teléfono estará protegida y sin"
    },
    {
      "index": 48,
      "start_time": 355530.0,
      "end_time": 359110.0,
      "text": "arañazos.\nVamos a continuar con el embellecimiento de sus auriculares."
    },
    {
      "index": 49,
      "start_time": 359110.0,
      "end_time": 366110.0,
      "text": "Usted necesitará algunas cuentas de plástico y tijeras.\nCon una tijera cortar los granos a lo largo como tal."
    },
    {
      "index": 50,
      "start_time": 366340.0,
      "end_time": 373340.0,
      "text": "Los granos deben ser de un plástico más blando, que\nes fácil de cortar y se pueden abrir como este."
    },
    {
      "index": 51,
      "start_time": 375650.0,
      "end_time": 379090.0,
      "text": "Sólo continúa el corte de las perlas hasta que se\ntener lo suficiente para cubrir la duración de su"
    },
    {
      "index": 52,
      "start_time": 379090.0,
      "end_time": 386090.0,
      "text": "cable de los auriculares. A continuación, abra el cordón a lo largo de\nel corte y colocarlo en los auriculares como"
    },
    {
      "index": 53,
      "start_time": 391770.0,
      "end_time": 398770.0,
      "text": "que. Siga haciendo esto hasta sus auriculares\nestán totalmente cubiertos con cuentas de colores."
    },
    {
      "index": 54,
      "start_time": 401759.0,
      "end_time": 406650.0,
      "text": "Cuentas también impiden que los auriculares de conseguir\nenredado, lo cual es muy útil para mí en particular."
    },
    {
      "index": 55,
      "start_time": 406650.0,
      "end_time": 411740.0,
      "text": "Suelo empezar usarlos por el gasto de varios\nminutos desenredando primero. Con cuentas de colores"
    },
    {
      "index": 56,
      "start_time": 411740.0,
      "end_time": 418740.0,
      "text": "auriculares también son super cool a la vista.\nY voila, ahora usted tiene la más fresca y más"
    },
    {
      "index": 57,
      "start_time": 422580.0,
      "end_time": 425930.0,
      "text": "auriculares únicos.\nAhora que nuestros auriculares tienen un aspecto impresionante y nos"
    },
    {
      "index": 58,
      "start_time": 425930.0,
      "end_time": 430009.0,
      "text": "tener una pequeña bolsa lindo para nuestro teléfono, es\ntiempo que le muestre algunas maneras rápidas y fáciles"
    },
    {
      "index": 59,
      "start_time": 430009.0,
      "end_time": 434629.0,
      "text": "para decorar una caja del teléfono. Se necesita algo de\ncajas de plástico, que son muy baratos. Tengo"
    },
    {
      "index": 60,
      "start_time": 434629.0,
      "end_time": 438970.0,
      "text": "algunos transparentes, algunos blancos y rosados.\nPrimero te voy a mostrar cómo vestirse hasta una llanura"
    },
    {
      "index": 61,
      "start_time": 438970.0,
      "end_time": 444360.0,
      "text": "caja del teléfono utilizando una técnica de marmoleado agua!\nVamos a hacer pegatinas lindos de mármol agua."
    },
    {
      "index": 62,
      "start_time": 444360.0,
      "end_time": 450539.0,
      "text": "Tomar una pequeña taza y llénela con la temperatura ambiente\nagua. Usted también necesitará una caja del teléfono, de la aguja"
    },
    {
      "index": 63,
      "start_time": 450539.0,
      "end_time": 457240.0,
      "text": "y el esmalte de uñas de su elección. Gotas goteo\ndel esmalte sobre la superficie del agua como"
    },
    {
      "index": 64,
      "start_time": 457240.0,
      "end_time": 464240.0,
      "text": "así. Siempre apunte en el centro de la anterior\ncírculo. Se pueden utilizar dos o más colores favoritos"
    },
    {
      "index": 65,
      "start_time": 464639.0,
      "end_time": 471639.0,
      "text": "de esmalte. Usé cuatro más brillantes y felices.\nBastante bien, ¿no crees !? A continuación, dibuje en"
    },
    {
      "index": 66,
      "start_time": 483360.0,
      "end_time": 488439.0,
      "text": "un diseño con una aguja. Estoy haciendo una flor.\nPues la mitad de ella, porque sólo voy a necesitar la mitad"
    },
    {
      "index": 67,
      "start_time": 488439.0,
      "end_time": 495439.0,
      "text": "del diseño. Aquí estoy haciendo círculos de colores\ny yo no decidí dibujar cualquier cosa en, por lo"
    },
    {
      "index": 68,
      "start_time": 497069.0,
      "end_time": 501080.0,
      "text": "Yo sólo voy a dejar así. En lugar de\nsumergiendo su dedo en el agua, como lo hacemos"
    },
    {
      "index": 69,
      "start_time": 501080.0,
      "end_time": 505580.0,
      "text": "con las uñas de mármol agua, dejar que el esmalte\nsobre la superficie del agua hasta que esté completamente"
    },
    {
      "index": 70,
      "start_time": 505580.0,
      "end_time": 510229.0,
      "text": "seco. Lo dejé por un par de horas sólo para\nestar seguro. Luego tomar el esmalte por el agua"
    },
    {
      "index": 71,
      "start_time": 510229.0,
      "end_time": 514480.0,
      "text": "y si lo desea puede cortar el borde de distancia\ncomo yo para que sea más ordenado. Y uno se queda"
    },
    {
      "index": 72,
      "start_time": 514480.0,
      "end_time": 519400.0,
      "text": "con una hermosa etiqueta que pueda seguir\nen cualquier superficie plana. Los usaremos en nuestra"
    },
    {
      "index": 73,
      "start_time": 519400.0,
      "end_time": 523860.0,
      "text": "caja del teléfono blanco y no necesitamos ningún tipo de pegamento\npara esto. El esmalte tiende a pegarse firmemente"
    },
    {
      "index": 74,
      "start_time": 523860.0,
      "end_time": 528630.0,
      "text": "en el caso especialmente si es todavía un poco\nmojado. Y así es como mi caso se ve cuando todo"
    },
    {
      "index": 75,
      "start_time": 528630.0,
      "end_time": 533070.0,
      "text": "las pegatinas de mármol están en. Para proteger su\ntrabaja se puede cubrir con una capa de decoupage"
    },
    {
      "index": 76,
      "start_time": 533070.0,
      "end_time": 539790.0,
      "text": "pegamento para que el caso queda como nuevo por mucho\ntiempo."
    },
    {
      "index": 77,
      "start_time": 539790.0,
      "end_time": 545830.0,
      "text": "También se puede decorar sus casos usando washi\ncinta! Te voy a mostrar dos diseños rápidos y encantadoras."
    },
    {
      "index": 78,
      "start_time": 545830.0,
      "end_time": 550700.0,
      "text": "Para el primero de ellos voy a estar utilizando este blanco\ncinta con flores rosado. Así que toma un caso, washi"
    },
    {
      "index": 79,
      "start_time": 550700.0,
      "end_time": 555790.0,
      "text": "cinta de su elección y tijeras. Corte un pedazo\nde la cinta y que se pegue un poco en diagonal a través"
    },
    {
      "index": 80,
      "start_time": 555790.0,
      "end_time": 562790.0,
      "text": "el caso como tal y se corta el exceso de cinta\nen los lados. Corte otro pedazo y se adhieren"
    },
    {
      "index": 81,
      "start_time": 563390.0,
      "end_time": 568920.0,
      "text": "por encima de la primera franja washi, dejando un poco de\nespacio entre las rayas. Y ahí lo tienen"
    },
    {
      "index": 82,
      "start_time": 568920.0,
      "end_time": 573400.0,
      "text": "ella. Usted puede ir totalmente loco con cinta washi\ny pegarlo en todo el caso o simplemente añadir"
    },
    {
      "index": 83,
      "start_time": 573400.0,
      "end_time": 577940.0,
      "text": "un sencillo detalle para el caso normal como yo lo hice.\nDe cualquier manera, sólo se divierte con él."
    },
    {
      "index": 84,
      "start_time": 577940.0,
      "end_time": 582690.0,
      "text": "Aquí, por ejemplo, elegí este estampado verde\ncinta. Coloqué una pieza horizontalmente a través de"
    },
    {
      "index": 85,
      "start_time": 582690.0,
      "end_time": 587820.0,
      "text": "el caso y la otra pieza vertical en\nel lado. Ahora mi caja del teléfono se parece a un cumpleaños"
    },
    {
      "index": 86,
      "start_time": 587820.0,
      "end_time": 592190.0,
      "text": "presente. Cuando te aburres de tu teléfono\ncaso, se puede pelar fácilmente la cinta de distancia y"
    },
    {
      "index": 87,
      "start_time": 592190.0,
      "end_time": 597140.0,
      "text": "hacer un nuevo diseño. Básicamente, puede tener\nuna nueva caja del teléfono todos los días!"
    },
    {
      "index": 88,
      "start_time": 597140.0,
      "end_time": 600980.0,
      "text": "Otra manera al jazz encima de una caja del teléfono normal\nes el uso de una cinta scotch. Una vez más usted puede pegarse"
    },
    {
      "index": 89,
      "start_time": 600980.0,
      "end_time": 605170.0,
      "text": "todo otra o simplemente hacer algo simple,\ncomo esta amplia franja de leopardo que me"
    },
    {
      "index": 90,
      "start_time": 605170.0,
      "end_time": 609950.0,
      "text": "hecho. Creo que se ve tan elegante y la\nLo que más me gusta es que me tomó cinco"
    },
    {
      "index": 91,
      "start_time": 609950.0,
      "end_time": 614590.0,
      "text": "segundos para lograrlo.\nUn método super divertido decorar caso está utilizando"
    },
    {
      "index": 92,
      "start_time": 614590.0,
      "end_time": 619750.0,
      "text": "un montón de pegatinas. Usted puede conseguir el parachoques barato\nen todas partes! Probablemente muchos de ellos ya"
    },
    {
      "index": 93,
      "start_time": 619750.0,
      "end_time": 625270.0,
      "text": "por el que se alrededor de su casa. Tengo estos gruesa\npegatinas en relieve con colorido gotas de lluvia, paraguas"
    },
    {
      "index": 94,
      "start_time": 625270.0,
      "end_time": 630370.0,
      "text": "y gatos. Sólo tienes que pegar en su caja del teléfono\ny mira que esta adorable mira en el final."
    },
    {
      "index": 95,
      "start_time": 630370.0,
      "end_time": 634130.0,
      "text": "Una gran cosa acerca de estas pegatinas es que\nsimplemente puede cambiar hacia arriba para que su teléfono"
    },
    {
      "index": 96,
      "start_time": 634130.0,
      "end_time": 639090.0,
      "text": "caso puede ser nuevo en un minuto. No puedo\nconseguir sobre cómo voltear lindo este caso se ve"
    },
    {
      "index": 97,
      "start_time": 639090.0,
      "end_time": 642350.0,
      "text": "ahora. Algo así quieren tener ese paraguas del conejito\ncon las orejas."
    },
    {
      "index": 98,
      "start_time": 642350.0,
      "end_time": 648190.0,
      "text": "Ahora te voy a mostrar cómo decorar un teléfono\ncaso con los ojos saltones. Lo siento si te he asustado."
    },
    {
      "index": 99,
      "start_time": 648190.0,
      "end_time": 652890.0,
      "text": "Necesitas un caso normal, los ojos saltones y super\npegamento. En primer lugar colocar los ojos en el caso que acabamos de"
    },
    {
      "index": 100,
      "start_time": 652890.0,
      "end_time": 657350.0,
      "text": "para ver dónde exactamente quieres tener ellos.\nPuse los ojos más grandes en la parte inferior y luego"
    },
    {
      "index": 101,
      "start_time": 657350.0,
      "end_time": 662370.0,
      "text": "pares más pequeños y más pequeños subiendo. Tome\nsu súper pegamento, gotea una gota en la parte posterior"
    },
    {
      "index": 102,
      "start_time": 662370.0,
      "end_time": 667670.0,
      "text": "del ojo googly y pegar en el caso.\nEste caso funciona perfectamente para los niños también, excepto"
    },
    {
      "index": 103,
      "start_time": 667670.0,
      "end_time": 672080.0,
      "text": "usted probablemente querrá elegir una diferente\ncolor de la caja. Un azul oscuro o un negro se vería"
    },
    {
      "index": 104,
      "start_time": 672080.0,
      "end_time": 676760.0,
      "text": "impresionante - como si no hubiera algunos ojos espeluznantes\nen la oscuridad. Es muy gracioso cómo los ojos"
    },
    {
      "index": 105,
      "start_time": 676760.0,
      "end_time": 680970.0,
      "text": "mover junto con el caso.\nPor última idea caja del teléfono DIY usted necesita"
    },
    {
      "index": 106,
      "start_time": 680970.0,
      "end_time": 687200.0,
      "text": "algunas impresiones de fotos o recortes de revistas,\ncajas del teléfono transparente, tijeras y un lápiz."
    },
    {
      "index": 107,
      "start_time": 687200.0,
      "end_time": 694200.0,
      "text": "Coloca el teléfono en la imagen y el esquema\nla forma con un lápiz. Ya basta con las tijeras."
    },
    {
      "index": 108,
      "start_time": 703330.0,
      "end_time": 707810.0,
      "text": "Trate de ponerlo dentro de la caja transparente\npara ver si se ajusta bien. Ahora también es necesario"
    },
    {
      "index": 109,
      "start_time": 707810.0,
      "end_time": 713440.0,
      "text": "para delinear todos los agujeros en el caso, como el\nuna para la cámara. Corte con cuidado los agujeros"
    },
    {
      "index": 110,
      "start_time": 713440.0,
      "end_time": 717760.0,
      "text": "con tijeras, sólo estoy usando estos pequeños\ntijeras para las uñas, que me dan la más"
    },
    {
      "index": 111,
      "start_time": 717760.0,
      "end_time": 724760.0,
      "text": "control. Luego se coloca la imagen dentro de la\ncaso y usted tiene un hermoso teléfono personalizado"
    },
    {
      "index": 112,
      "start_time": 726880.0,
      "end_time": 732540.0,
      "text": "caso! Estoy enamorada de éste - es perfecto\npara el verano y también escribí una pequeña cita"
    },
    {
      "index": 113,
      "start_time": 732540.0,
      "end_time": 737210.0,
      "text": "en él. Usted puede tener una imagen de sus mascotas,\nanimales favoritos, tu novio, familia y"
    },
    {
      "index": 114,
      "start_time": 737210.0,
      "end_time": 744210.0,
      "text": "amigos o su grupo favorito. Aquí tengo\neste gatito adorable. Y aquí hice un collage"
    },
    {
      "index": 115,
      "start_time": 744730.0,
      "end_time": 748810.0,
      "text": "de bellas imágenes de verano. Usted puede hacer\nun collage de usted y sus amigos para siempre"
    },
    {
      "index": 116,
      "start_time": 748810.0,
      "end_time": 753240.0,
      "text": "recordarle de aventuras felices que tienes juntos.\nMe encanta cómo esta técnica me permite tener"
    },
    {
      "index": 117,
      "start_time": 753240.0,
      "end_time": 757630.0,
      "text": "una caja del teléfono lleno de fotos cerca de mi\ncorazón y puedo cambiar para arriba cada vez que"
    },
    {
      "index": 118,
      "start_time": 757630.0,
      "end_time": 763500.0,
      "text": "querer! Espero que tengas algunas grandes ideas sobre cómo\npara vestir tu teléfono. Yo voy a tener más"
    },
    {
      "index": 119,
      "start_time": 763500.0,
      "end_time": 768810.0,
      "text": "DIYs impresionantes subiendo por lo que mantener un ojo en eso!\nPero antes de decir adiós, tengo un emocionante"
    },
    {
      "index": 120,
      "start_time": 768810.0,
      "end_time": 772950.0,
      "text": "noticias para compartir. Samsung está teniendo una campaña\nllamados Historias Galaxy y que están buscando"
    },
    {
      "index": 121,
      "start_time": 772950.0,
      "end_time": 776940.0,
      "text": "para una nueva estrella de YouTube. Para convertirse en uno que\nnecesita para contar su historia por lo que si usted es de"
    },
    {
      "index": 122,
      "start_time": 776940.0,
      "end_time": 782340.0,
      "text": "uno de los países nórdicos, vaya a galaxystories.com\ny presentar su entrada como un video, una foto"
    },
    {
      "index": 123,
      "start_time": 782340.0,
      "end_time": 786890.0,
      "text": "o un texto. Si usted decide participar mensaje\nun enlace a su entrada en los comentarios a continuación"
    },
    {
      "index": 124,
      "start_time": 786890.0,
      "end_time": 792960.0,
      "text": "con los #galaxystories porque me permite elegir\nquien recibirá una nueva Galaxy S5!"
    },
    {
      "index": 125,
      "start_time": 792960.0,
      "end_time": 796890.0,
      "text": "¿No es genial !? Usted puede leer todo\nsobre la campaña y sobre cómo participar"
    },
    {
      "index": 126,
      "start_time": 796890.0,
      "end_time": 801700.0,
      "text": "en galaxystories.com. Buena suerte, Te amo\ny nos vemos pronto! Bye!"
    },
    {
      "index": 127,
      "start_time": 801700.0,
      "end_time": 806380.0,
      "text": "Y otra sorpresa! El ganador de la Samsung\nGalaxy S5 también recibirá la bolsa y"
    },
    {
      "index": 128,
      "start_time": 806380.0,
      "end_time": 810860.0,
      "text": "un montón de casos que he creado en este video.\nAsí que adelante - contarnos sus historias!"
    }
  ]
}