{
  "video_id": "j6v5byyCyW4",
  "title": "CIVILIZATION VI - How to Build a City",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4537.0,
      "text": "Las ciudad son el motor de tu imperio en Sid Meier’s Civilization VI. "
    },
    {
      "index": 2,
      "start_time": 4904.0,
      "end_time": 7207.0,
      "text": "Aquí te explicamos cómo sacar el máximo rendimiento a la ciudad."
    },
    {
      "index": 3,
      "start_time": 7207.0,
      "end_time": 9743.0,
      "text": "Comida: es un recurso usado para que tu ciudad crezca. "
    },
    {
      "index": 4,
      "start_time": 9743.0,
      "end_time": 12612.0,
      "text": "Mientras más comida tenga la ciudad, más rápido crecerá."
    },
    {
      "index": 5,
      "start_time": 12612.0,
      "end_time": 20186.0,
      "text": "Algunas paneles proporcionan comida y puedes aumentar su producción si construyes granjas como mejoramientos de paneles, sobre todo de trigo o arroz. "
    },
    {
      "index": 6,
      "start_time": 20186.0,
      "end_time": 31498.0,
      "text": "Tras conseguir cierta cantidad de comida, obtendrás más población en tu ciudad. Puedes usar esta población para que trabaje en la ciudad. Mientras más población tenga, más puede producir. "
    },
    {
      "index": 7,
      "start_time": 31498.0,
      "end_time": 47847.0,
      "text": "Puedes usar la población de una ciudad para que trabaje como especialista de un Distrito. Si optimizas una ciudad para un rendimiento concreto, el juego asignará los especialistas por ti. Si no la has optimizado para un rendimiento concreto, puedes asignar manualmente los especialistas."
    },
    {
      "index": 8,
      "start_time": 47847.0,
      "end_time": 60393.0,
      "text": "Existe un límite al número de personas que pueden vivir en una ciudad, alojamiento. Si no prestas atención al alojamiento, quizá desaproveches el potencial de tu ciudad y tendrás menos trabajadores y terrenos más pequeños por turno."
    },
    {
      "index": 9,
      "start_time": 60393.0,
      "end_time": 74474.0,
      "text": "Las ciudad con acceso a agua refrescante tendrán más alojamiento que las ciudad situadas en otros lugares. Puedes añadir alojamiento a la ciudad con edificios y Distritos, sobre todo el acueducto y el barrio, con políticas y creencias religiosas."
    },
    {
      "index": 10,
      "start_time": 74474.0,
      "end_time": 88354.0,
      "text": "El recurso afecta a la cantidad de alojamiento que puede producir un barrio. Los paneles cercanos a Undeveloped Forests, Natural Wonders y National Parks tienen más recursos. Coloca barrios en ellas para conseguir el mejor alojamiento posible."
    },
    {
      "index": 11,
      "start_time": 88354.0,
      "end_time": 101501.0,
      "text": "Las comodidades mantienen feliz a la población y también son cruciales para que las ciudad crezcan. Obtienes comodidades desarrollando lujo, recursos, construyendo un complejo de entretenimiento y con algunas políticas y creencias religiosas."
    },
    {
      "index": 12,
      "start_time": 101501.0,
      "end_time": 106573.0,
      "text": "Algunas Civs, como Brasil, tienen maneras especiales de obtener comodidades. "
    },
    {
      "index": 13,
      "start_time": 106573.0,
      "end_time": 111578.0,
      "text": "Si tu población no tiene suficientes comodidades, puede volverse infeliz e incluso rebelarse. "
    },
    {
      "index": 14,
      "start_time": 113379.0,
      "end_time": 116382.0,
      "text": "Civilization VI sigue la regla 1-2-3."
    },
    {
      "index": 15,
      "start_time": 116382.0,
      "end_time": 120854.0,
      "text": "Por cada 1 de población en una ciudad, necesitas un alojamiento para seguir creciendo."
    },
    {
      "index": 16,
      "start_time": 120854.0,
      "end_time": 124891.0,
      "text": "Por cada 2 de población, necesitas una comodidad para que esté feliz. "
    },
    {
      "index": 17,
      "start_time": 124891.0,
      "end_time": 129229.0,
      "text": "Por cada 3 de población, puedes construir un nuevo Distrito en esa ciudad. "
    },
    {
      "index": 18,
      "start_time": 131097.0,
      "end_time": 137504.0,
      "text": "Mantén a tus ciudadanos alimentados, con alojamiento y felices para que tu Imperio prospere en Sid Meier’s Civilization VI. "
    }
  ]
}