{
  "video_id": "k7dTDjRnBqU",
  "title": "Democracy, Authoritarian Capitalism, and China: Crash Course World History 230",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4640.0,
      "text": "Hola, soy John Green, esto es Crash Course World History y hoy es nuestro episodio final de"
    },
    {
      "index": 2,
      "start_time": 4640.0,
      "end_time": 9020.0,
      "text": "esta serie de Historia Mundial. Vamos a volver a algunos de nuestros temas favoritos como el ascenso"
    },
    {
      "index": 3,
      "start_time": 9020.0,
      "end_time": 15260.0,
      "text": "del estado, quizas la idea de \"Occidental\" y tambien vamos a especular un poco sobre el futuro"
    },
    {
      "index": 4,
      "start_time": 15260.0,
      "end_time": 18590.0,
      "text": "Señor Green! Señor Green! No, no... Y-Yo pensaba que usted era del futuro"
    },
    {
      "index": 5,
      "start_time": 18590.0,
      "end_time": 23289.0,
      "text": "Nop. Yo soy de tu futuro, Yo-del-pasado, por lo que se que NSYNC no continuaran juntos,"
    },
    {
      "index": 6,
      "start_time": 23289.0,
      "end_time": 28449.0,
      "text": "pero estoy en mi presente. Aunque, ahora estoy en mi pasado. No, presente de nuevo. Este es el"
    },
    {
      "index": 7,
      "start_time": 28449.0,
      "end_time": 34249.0,
      "text": "problema con el futuro, Yo-del-pasado. El se mantiene brevemente presente y entonces se vuelve pasado"
    },
    {
      "index": 8,
      "start_time": 34249.0,
      "end_time": 37550.0,
      "text": "Y entonces las personas del curso viendo los videos estarán viéndolos en su presente, el cual"
    },
    {
      "index": 9,
      "start_time": 37550.0,
      "end_time": 43339.0,
      "text": "sera mi, incluso, mas distante pasado. Y ellos podrian estar viendo esto en diez años, las cosas"
    },
    {
      "index": 10,
      "start_time": 43339.0,
      "end_time": 47370.0,
      "text": "que yo he predicho pueden volverse realidad o no, y yo pareceré un genio"
    },
    {
      "index": 11,
      "start_time": 47370.0,
      "end_time": 50250.0,
      "text": "o un idiota. AAAAh, Me estoy volviendo loco, Stan! Pon la intro."
    },
    {
      "index": 12,
      "start_time": 58960.0,
      "end_time": 61899.0,
      "text": "Tio, estoy agradecido que la intro me sacara de ese bucle logico. Podria haber estado atascado"
    },
    {
      "index": 13,
      "start_time": 61899.0,
      "end_time": 66479.0,
      "text": "ahi eternamente, lo cual me recuerda que e \"eternamente\" mismo es un concepto muy extraño. Creo que"
    },
    {
      "index": 14,
      "start_time": 66479.0,
      "end_time": 70070.0,
      "text": "lo único que podemos decir sobre el futuro es que el futuro es eterno."
    },
    {
      "index": 15,
      "start_time": 70070.0,
      "end_time": 75119.0,
      "text": "Entonces los Norteamericanos están muy orgullosos de su democrático gobierno y su historia, pero en históricos y mundiales"
    },
    {
      "index": 16,
      "start_time": 75119.0,
      "end_time": 80460.0,
      "text": "terminos, la democracia no ha sido la norma. Como en el siglo 20 fue el mayor incremento"
    },
    {
      "index": 17,
      "start_time": 80460.0,
      "end_time": 85469.0,
      "text": "mundial en el numero de gobiernos democráticos creciendo dramáticamente, pero en los años 2000"
    },
    {
      "index": 18,
      "start_time": 85469.0,
      "end_time": 90609.0,
      "text": "parece haber algo parecido a un \"anti-democrático\" renacimiento, con algunas democracias"
    },
    {
      "index": 19,
      "start_time": 90609.0,
      "end_time": 96630.0,
      "text": "que no deberian ser llamadas democracias, doblándose entre 2006 y 2019. Como la Popular"
    },
    {
      "index": 20,
      "start_time": 96630.0,
      "end_time": 102299.0,
      "text": "República democrática de Corea [Corea del Norte], a pesar de tener \"democrática\" en el nombre no es particularmente democrática..."
    },
    {
      "index": 21,
      "start_time": 102299.0,
      "end_time": 106460.0,
      "text": "Lamento decir eso, Kim Jong-un, peo es verdad... Esta detrás mio, verdad Stan?"
    },
    {
      "index": 22,
      "start_time": 106460.0,
      "end_time": 108979.0,
      "text": "Tu estarás desaparecido en 20 años!, Esta es mi primera predicción!"
    },
    {
      "index": 23,
      "start_time": 108979.0,
      "end_time": 113999.0,
      "text": "Ademas, a pesar que la democracia pueda parecer genial, ningún país ha tenido realmente una pura"
    },
    {
      "index": 24,
      "start_time": 114000.0,
      "end_time": 117780.0,
      "text": "democracia. A no ser que cuentes a la antigua Atenas la cual a) No era un país, era una ciudad-"
    },
    {
      "index": 25,
      "start_time": 117789.0,
      "end_time": 122240.0,
      "text": "estado y b)Excluía a las mujeres y esclavos del proceso politico por lo que no era realmente"
    },
    {
      "index": 26,
      "start_time": 122240.0,
      "end_time": 126939.0,
      "text": "una democracia pura. Porque ya sabes, la mayoría de la gente no llegaba a participar en el gobierno"
    },
    {
      "index": 27,
      "start_time": 126940.0,
      "end_time": 131160.0,
      "text": "Lo que llamamos democracias hoy en dia son realmente el resultado de varias revoluciones en la politica"
    },
    {
      "index": 28,
      "start_time": 131160.0,
      "end_time": 135520.0,
      "text": "a traves de lo que ocurrio mayormente en occidente entre los siglos 17 y 20. Ya hemos hablado"
    },
    {
      "index": 29,
      "start_time": 135520.0,
      "end_time": 138940.0,
      "text": "sobre la primera de esas revoluciones en la política a través de lo que ocurrió en  el"
    },
    {
      "index": 30,
      "start_time": 138940.0,
      "end_time": 143530.0,
      "text": "siglo 17 con la creación de naciones estados centralizadas en Europa. Y entonces ocurrio"
    },
    {
      "index": 31,
      "start_time": 143530.0,
      "end_time": 147910.0,
      "text": "el avance politico realizado por John Stuart Mill, quien previo una vigilante nocturno del"
    },
    {
      "index": 32,
      "start_time": 147910.0,
      "end_time": 152520.0,
      "text": "estado que fuera demasiado pequeño como afectar a las libertades individuales pero lo bastante eficiente"
    },
    {
      "index": 33,
      "start_time": 152520.0,
      "end_time": 154950.0,
      "text": "como para ser funcional y util como gobierno."
    },
    {
      "index": 34,
      "start_time": 154950.0,
      "end_time": 158890.0,
      "text": "Entonces a finales del siglo 19 y principios del 20, Occidente desarrollo la idea moderna del"
    },
    {
      "index": 35,
      "start_time": 158890.0,
      "end_time": 163650.0,
      "text": "estado del bienestar, consagrando la creencia que el estado debe proveer cosas como la educación,"
    },
    {
      "index": 36,
      "start_time": 163650.0,
      "end_time": 168600.0,
      "text": "sistema de salud y seguros de desempleo, permitiendo a los ciudadanos llevar sus vidas plenas. El Estado"
    },
    {
      "index": 37,
      "start_time": 168610.0,
      "end_time": 173620.0,
      "text": "del bienestar confía en la planificación del gobierno y sus burócratas quienes obtienen sus trabajos, no basados en su alta cuna"
    },
    {
      "index": 38,
      "start_time": 173620.0,
      "end_time": 179420.0,
      "text": "sino en méritos y también en su capacidad de dar respuestas a los problemas. Y entonces vimos el aumento de los tecnocratas"
    },
    {
      "index": 39,
      "start_time": 179420.0,
      "end_time": 184030.0,
      "text": "e intelectuales influenciando las políticas del gobierno. Citando del libro llamado \"The Fouth Revolution\" [La cuarta Revolución],"
    },
    {
      "index": 40,
      "start_time": 184030.0,
      "end_time": 189250.0,
      "text": "donde hay dos cosas nuevas sobre este estado del bienestar. \"Los impuestos sobre la totalidad de la poblacion"
    },
    {
      "index": 41,
      "start_time": 189250.0,
      "end_time": 193830.0,
      "text": "para proveer beneficios para los desafortunados y la eliminación de la estigmatización de \"Ley de pobres\" de"
    },
    {
      "index": 42,
      "start_time": 193830.0,
      "end_time": 197780.0,
      "text": "la sociedad del bienestar. Los pobres son ahora victimas, no vagos\""
    },
    {
      "index": 43,
      "start_time": 197780.0,
      "end_time": 201860.0,
      "text": "Entonces, en Europa contemporánea y Estados unidos, todos pagan impuestos, ¿Verdad? Tanto"
    },
    {
      "index": 44,
      "start_time": 201860.0,
      "end_time": 205830.0,
      "text": "impuestos al consumo, o impuestos a la propiedad, o impuestos a la compra, o cualquier otro. Y no vemos"
    },
    {
      "index": 45,
      "start_time": 205830.0,
      "end_time": 210670.0,
      "text": "la pobreza solo como un fallo personal, si no como un problema que necesita ser arreglado."
    },
    {
      "index": 46,
      "start_time": 210670.0,
      "end_time": 214980.0,
      "text": "Y a pesar que imperialismo ciertamente ha vuelto problemática la dispersion de estas ideas completamente a través"
    },
    {
      "index": 47,
      "start_time": 214980.0,
      "end_time": 220560.0,
      "text": "del mundo, las ideas han probado ser muy poderosas, como la adopción en la India de un fuerte"
    },
    {
      "index": 48,
      "start_time": 220560.0,
      "end_time": 224820.0,
      "text": "estado del bienestar basado en principios británicos cuando se volvió independiente. E, incluso, cuando los"
    },
    {
      "index": 49,
      "start_time": 224820.0,
      "end_time": 229710.0,
      "text": "estados liberales democráticos estaban bajo el ataque ideológicos del fascismo y el comunismo, fue capaz"
    },
    {
      "index": 50,
      "start_time": 229710.0,
      "end_time": 234730.0,
      "text": "de triunfar, juntando los recursos para ganar la Segunda Guerra mundial y hacer frente al desafio sovietico"
    },
    {
      "index": 51,
      "start_time": 234730.0,
      "end_time": 239090.0,
      "text": "durante la Guerra Fria. Y durante la mayor parte del siglo 20, las democracias occidentales han sido"
    },
    {
      "index": 52,
      "start_time": 239090.0,
      "end_time": 244830.0,
      "text": "sobre todo, muy exitosa en proporcionar paz y estabilidad y prosperidad a sus propios ciudadanos."
    },
    {
      "index": 53,
      "start_time": 244830.0,
      "end_time": 250370.0,
      "text": "Y todavía, muchas partes del mundo están alejándose de esas ideas ahora. Por que? Bueno, una"
    },
    {
      "index": 54,
      "start_time": 250370.0,
      "end_time": 254400.0,
      "text": "de las razones por la que la democracia podría estar perdiendo el favor, es que los mas exitosos"
    },
    {
      "index": 55,
      "start_time": 254400.0,
      "end_time": 259250.0,
      "text": "países en el mundo, por lo menos en términos de crecimiento económicos, son no democráticos. Hay"
    },
    {
      "index": 56,
      "start_time": 259250.0,
      "end_time": 264630.0,
      "text": "democracias experimentando crecimientos tremendos como Brasil e India. Pero por supuesto,"
    },
    {
      "index": 57,
      "start_time": 264630.0,
      "end_time": 269330.0,
      "text": "esta China. Y China al lado países como Singapur ha mirado al"
    },
    {
      "index": 58,
      "start_time": 269330.0,
      "end_time": 274250.0,
      "text": "oeste como guía de como crear capitalismo pero han tenido mucho menos interés en adoptar"
    },
    {
      "index": 59,
      "start_time": 274250.0,
      "end_time": 276040.0,
      "text": "modelos de gobierno occidentales"
    },
    {
      "index": 60,
      "start_time": 276040.0,
      "end_time": 277480.0,
      "text": "Vamos a la Burbuja del Pensamiento"
    },
    {
      "index": 61,
      "start_time": 277490.0,
      "end_time": 283070.0,
      "text": "Entonces, Singapur puede que tenga solo 5.2 millones de habitantes pero tiene un gobierno muy efectivo. El"
    },
    {
      "index": 62,
      "start_time": 283070.0,
      "end_time": 288310.0,
      "text": "diseñador de este éxito, Lee Kuan Yew, ha argumentado que los valores culturales son la explicacion"
    },
    {
      "index": 63,
      "start_time": 288310.0,
      "end_time": 292960.0,
      "text": "y esos asiáticos son citados, \"Mas concentrados en la familia, mas devotos a la educación y"
    },
    {
      "index": 64,
      "start_time": 292960.0,
      "end_time": 297960.0,
      "text": "ahorro; y mas complacientes de poner fe en la elite Mandarin que los occidentales.\" Pero esto es probablemente"
    },
    {
      "index": 65,
      "start_time": 297960.0,
      "end_time": 304370.0,
      "text": "debido mas a que Singapur este siendo mas autoritario, mas intervencionista y mas mandon, siguiendo"
    },
    {
      "index": 66,
      "start_time": 304370.0,
      "end_time": 309790.0,
      "text": "la Hobbisiana vision de Lee que, \"Seres humanos, aunque se arrepientan , son inherentemente"
    },
    {
      "index": 67,
      "start_time": 309790.0,
      "end_time": 312880.0,
      "text": "viciosos y tienen que ser contenidos de sus vicios."
    },
    {
      "index": 68,
      "start_time": 312880.0,
      "end_time": 317640.0,
      "text": "A pesar de que Singapur no es técnicamente un estado con un único partido, esta lejos de la democracia tradicional."
    },
    {
      "index": 69,
      "start_time": 317640.0,
      "end_time": 324860.0,
      "text": "Como en 2011, el \"People's Action Party\" de Lee gano con el 60% de los votos y el 93% de los asientos"
    },
    {
      "index": 70,
      "start_time": 324870.0,
      "end_time": 329280.0,
      "text": "en el Congreso. Esto puede sonar terrible pero tiene su parte buena. Conociendo que su partido"
    },
    {
      "index": 71,
      "start_time": 329280.0,
      "end_time": 335120.0,
      "text": "ganara las elecciones, permite que los politicos de Singapur concentrarse en algo distinto. Como planes a largo plazo."
    },
    {
      "index": 72,
      "start_time": 335120.0,
      "end_time": 339620.0,
      "text": "Si cualquiera de las tradiciones \"Asiáticas\" citadas por lee ha alimentado el exito de Singapur"
    },
    {
      "index": 73,
      "start_time": 339620.0,
      "end_time": 345050.0,
      "text": "ha sido el Ideal Mandarin de elección y promoción de habilidosos burócratas basado en"
    },
    {
      "index": 74,
      "start_time": 345050.0,
      "end_time": 349310.0,
      "text": "los méritos. El hecho mas interesante sobre el gobierno de Singapur es que, en estándares occidentales,"
    },
    {
      "index": 75,
      "start_time": 349310.0,
      "end_time": 354030.0,
      "text": "es extraordinariamente pequeño, como por ejemplo su sistema de educación universal consume"
    },
    {
      "index": 76,
      "start_time": 354030.0,
      "end_time": 359050.0,
      "text": "solo el 3.3% del Producto Interior Bruto. Ellos ademas tienen una Jubilación  obligatoria básica en la cual"
    },
    {
      "index": 77,
      "start_time": 359050.0,
      "end_time": 364810.0,
      "text": "Singapurense contribuyen en un 20% de su salario y sus empleados aportan otro 15.5%."
    },
    {
      "index": 78,
      "start_time": 364810.0,
      "end_time": 368820.0,
      "text": "Ademas, tu ya sabras si viste nuestro show \"Healthcare Triage\", Singapur tiene uno"
    },
    {
      "index": 79,
      "start_time": 368820.0,
      "end_time": 373340.0,
      "text": "de los mas eficiente y fascinante sistema de salud publica del mundo.Gracias, Burbuja del Pensamiento"
    },
    {
      "index": 80,
      "start_time": 373350.0,
      "end_time": 378370.0,
      "text": "Entonces, esta china con su glamorous rascacielos, su enorme numero de millonarios, y que"
    },
    {
      "index": 81,
      "start_time": 378370.0,
      "end_time": 383230.0,
      "text": "es la segunda economía mundial ahora. Bueno, claro que tambien hay contaminación aerea,"
    },
    {
      "index": 82,
      "start_time": 383230.0,
      "end_time": 387500.0,
      "text": "una creciente disparidad, condiciones de trabajo terribles, pero cientos de millones"
    },
    {
      "index": 83,
      "start_time": 387500.0,
      "end_time": 392040.0,
      "text": "de gente de china han salido de la pobreza en los últimos 50 años. Y todo esto acompañado"
    },
    {
      "index": 84,
      "start_time": 392040.0,
      "end_time": 396780.0,
      "text": "por un estado muy represivo, tan represivo, que de hecho, ellos no pueden ver este video."
    },
    {
      "index": 85,
      "start_time": 396780.0,
      "end_time": 401200.0,
      "text": "El modelo chino de gobierno ha sido llamado a menudo capitalismo autoritario y su arquitecto"
    },
    {
      "index": 86,
      "start_time": 401200.0,
      "end_time": 405540.0,
      "text": "fue Deng Xiaoping. El estaba muy asombrado por Singapur buscando copiarlo, y en"
    },
    {
      "index": 87,
      "start_time": 405540.0,
      "end_time": 409540.0,
      "text": "varias maneras, el Partido Comunista Chino ha sido muy exitoso en ello. A pesar de un poco"
    },
    {
      "index": 88,
      "start_time": 409540.0,
      "end_time": 414550.0,
      "text": "de corrupción oficia, el estado chino es muy eficiente y ha presidido sobre una increible"
    },
    {
      "index": 89,
      "start_time": 414550.0,
      "end_time": 419160.0,
      "text": "transformación económica y social en los últimos 30 años. Entonces esperamos, algo como, unos rigidos y centralizados"
    },
    {
      "index": 90,
      "start_time": 419160.0,
      "end_time": 423400.0,
      "text": "planes de los Partidos comunistas, ¿verdad? Pero en China, en vez de marcarse éxitos por cada"
    },
    {
      "index": 91,
      "start_time": 423400.0,
      "end_time": 427960.0,
      "text": "faceta de la economía, el partido se asegura de estar representado en la mayoría de las grandes compañías,"
    },
    {
      "index": 92,
      "start_time": 427960.0,
      "end_time": 429580.0,
      "text": "privadas y en propiedad del estado."
    },
    {
      "index": 93,
      "start_time": 429580.0,
      "end_time": 433600.0,
      "text": "Y las mayores compañías poseídas por el gobierno dominan industrias estratégicas como la energia"
    },
    {
      "index": 94,
      "start_time": 433600.0,
      "end_time": 437960.0,
      "text": "y el transporte y las telecomunicaciones. El departamento de Organización del Partido Comunista"
    },
    {
      "index": 95,
      "start_time": 437960.0,
      "end_time": 442199.0,
      "text": "designa todas las mayores figuras corporativas en china.Y en general, ellos han hecho un buen trabajo de"
    },
    {
      "index": 96,
      "start_time": 442199.0,
      "end_time": 445699.0,
      "text": "promoción buenas maneras que ayudan a las compañías a crecer."
    },
    {
      "index": 97,
      "start_time": 445699.0,
      "end_time": 449919.0,
      "text": "Y china, ciertamente, quiere que este modelo se vuelva global, desde que el estado posee compañías que"
    },
    {
      "index": 98,
      "start_time": 449919.0,
      "end_time": 455070.0,
      "text": "financia el 80% de la inversion directa de China en exterior en los últimos 30 años, el cual permite al comercio"
    },
    {
      "index": 99,
      "start_time": 455070.0,
      "end_time": 460160.0,
      "text": "ir por delante de la diplomacia china, extendiendo lo que la nación llama \"Poder blando\"."
    },
    {
      "index": 100,
      "start_time": 460160.0,
      "end_time": 464110.0,
      "text": "Entonces, quien sabe si esto funcionara realmente, pero cuando las compañías estatales chinas son capaces de construir"
    },
    {
      "index": 101,
      "start_time": 464110.0,
      "end_time": 468870.0,
      "text": "la nueva sede la Union Africana en Etiopía, por ejemplo, manda una señal poderosa a"
    },
    {
      "index": 102,
      "start_time": 468870.0,
      "end_time": 473560.0,
      "text": "las naciones africadas de que este es un sistema donde las personas pueden hacen cosas."
    },
    {
      "index": 103,
      "start_time": 473560.0,
      "end_time": 478320.0,
      "text": "Mientras tanto, en los Estados Unidos y gran parte de\nEuropa ... hay algunos problemas para que"
    },
    {
      "index": 104,
      "start_time": 478320.0,
      "end_time": 482919.0,
      "text": "las cosas se hagan. Así que el Capitalismo de Estado chino puede\nsonar como la ola del futuro, o por lo menos"
    },
    {
      "index": 105,
      "start_time": 482919.0,
      "end_time": 486910.0,
      "text": "la ola del presente. Pero tal vez no. Ello\ntiene algunos inconvenientes graves. En primer lugar, los estrechos"
    },
    {
      "index": 106,
      "start_time": 486910.0,
      "end_time": 491490.0,
      "text": "los lazos entre las empresas y la política abre el\nsistema a la corrupción masiva."
    },
    {
      "index": 107,
      "start_time": 491490.0,
      "end_time": 494660.0,
      "text": "Afortunadamente, aquí en los Estados Unidos, no hay ningún vínculo entre las empresas y"
    },
    {
      "index": 108,
      "start_time": 494660.0,
      "end_time": 496800.0,
      "text": "la política, ¡Por lo que no veréis ninguna corrupción aquí!"
    },
    {
      "index": 109,
      "start_time": 496800.0,
      "end_time": 501699.0,
      "text": "Pero también hay otros inconvenientes al capitalismo autoritario, como que las industrias estatales tienden"
    },
    {
      "index": 110,
      "start_time": 501699.0,
      "end_time": 506560.0,
      "text": "a no ser tener en cuenta a los inversores, lo que limita inversión privada. Y en el largo plazo,"
    },
    {
      "index": 111,
      "start_time": 506560.0,
      "end_time": 509250.0,
      "text": "puede limitar el dinero a su disposición\npara seguir creciendo."
    },
    {
      "index": 112,
      "start_time": 509250.0,
      "end_time": 513659.0,
      "text": "También, con una gran cantidad de estas industrias estatales, no es realmente claro que sean productivas"
    },
    {
      "index": 113,
      "start_time": 513659.0,
      "end_time": 517779.0,
      "text": "o rentables, ya que dependen muy fuertemente de subsidios del gobierno."
    },
    {
      "index": 114,
      "start_time": 517779.0,
      "end_time": 521229.0,
      "text": "Y por último, las industrias estatales no hacen un gran trabajo en el fomento de la libertad"
    },
    {
      "index": 115,
      "start_time": 521229.00000000006,
      "end_time": 526040.0,
      "text": "de expresión que alimenta una gran cantidad de industrias como la cultural\ny las intelectuales como, por ejemplo,"
    },
    {
      "index": 116,
      "start_time": 526040.0,
      "end_time": 528779.0,
      "text": "Hollywood. La cual es más cultural que intelectual..."
    },
    {
      "index": 117,
      "start_time": 528779.0,
      "end_time": 533309.0,
      "text": "La Cuarta Revolución cita a un comentarista chino diciendo: \"Tenemos [kung-fu] y tenemos"
    },
    {
      "index": 118,
      "start_time": 533309.0,
      "end_time": 536689.0,
      "text": "pandas, pero no pudimos hacer una película como Kung Fu Panda.\""
    },
    {
      "index": 119,
      "start_time": 536689.0,
      "end_time": 541110.0,
      "text": "Además, este tipo de Estado ejecutando su política industrial es muy eficaz a veces, pero no es"
    },
    {
      "index": 120,
      "start_time": 541110.0,
      "end_time": 544879.0,
      "text": "claro que va a ser efectiva todo\nel tiempo. Al igual que puede funcionar mejor para la construcción"
    },
    {
      "index": 121,
      "start_time": 544879.0,
      "end_time": 548430.0,
      "text": "carreteras y torres de telefonía que para la creación de software, por ejemplo."
    },
    {
      "index": 122,
      "start_time": 548430.0,
      "end_time": 552360.0,
      "text": "Así que parece que funciona para los países menos desarrollados que necesitan construir la infraestructura y la industria;"
    },
    {
      "index": 123,
      "start_time": 552360.0,
      "end_time": 557339.0,
      "text": "es mucho menos claro que será efectiva cuando lo necesiten pasar a ser economías de servicios."
    },
    {
      "index": 124,
      "start_time": 557339.0,
      "end_time": 561939.0,
      "text": "Y lo que me parece fascinante es que China ha creado este nuevo camino para el crecimiento económico"
    },
    {
      "index": 125,
      "start_time": 561939.0,
      "end_time": 567149.0,
      "text": "en parte por mirar a su pasado antiguo para revitalizar su gobierno. Porque han"
    },
    {
      "index": 126,
      "start_time": 567149.0,
      "end_time": 573240.0,
      "text": "creado una nueva meritocracia basada en la educación, que es una versión moderna del sistema de exámenes de Han."
    },
    {
      "index": 127,
      "start_time": 573240.0,
      "end_time": 577709.0,
      "text": "Es algo así como una versión del estado de República de Platón, y las encuestas indican que"
    },
    {
      "index": 128,
      "start_time": 577709.0,
      "end_time": 583089.0,
      "text": "mayoría de los chinos están bastante cómodo con él. Quiero decir, las cosas ESTÁN mejorando en China."
    },
    {
      "index": 129,
      "start_time": 583089.0,
      "end_time": 587480.0,
      "text": "Como el filántropo Nicolas Berggruen argumenta que \"la meritocracia al estilo chino es buena en"
    },
    {
      "index": 130,
      "start_time": 587490.0,
      "end_time": 592250.0,
      "text": "centrándose en problemas a largo plazo y traerse a expertos independientes \"."
    },
    {
      "index": 131,
      "start_time": 592250.0,
      "end_time": 596700.0,
      "text": "Dicho esto, el gobierno de China no es siempre tan meritocrático y eficaz como algunos podrían"
    },
    {
      "index": 132,
      "start_time": 596709.0,
      "end_time": 600670.0,
      "text": "querer creer. Quiero decir, la versión china\nde Twitter es una letanía de quejas sobre"
    },
    {
      "index": 133,
      "start_time": 600670.0,
      "end_time": 604390.0,
      "text": "escuelas pobres y hospitales sucios e ineptos funcionarios locales."
    },
    {
      "index": 134,
      "start_time": 604390.0,
      "end_time": 607960.0,
      "text": "Y a raíz del terremoto de Sichuan,\ncuando muchos niños murieron a causa de mala"
    },
    {
      "index": 135,
      "start_time": 607960.0,
      "end_time": 614640.0,
      "text": "construcción de las escuelas, hubo indignación generalizada sobre  la incapacidad del gobierno para conseguir que se hicieran las cosas bien."
    },
    {
      "index": 136,
      "start_time": 614640.0,
      "end_time": 619300.0,
      "text": "Con todo esto, es importante estar al tanto que China representa un desafío a la idea"
    },
    {
      "index": 137,
      "start_time": 619300.0,
      "end_time": 623340.0,
      "text": "que Occidente tiene todas las respuestas en términos de la economía y el gobierno."
    },
    {
      "index": 138,
      "start_time": 623340.0,
      "end_time": 627339.0,
      "text": "Especialmente después de la crisis financiera de 2008, los chinos fueron los conferenciantes sobre"
    },
    {
      "index": 139,
      "start_time": 627339.0,
      "end_time": 632300.0,
      "text": "el gobierno y la política fiscal y reclamaron\nque el sistema político de Estados Unidos premiaba"
    },
    {
      "index": 140,
      "start_time": 632300.0,
      "end_time": 637749.0,
      "text": "la mediocridad sobre el talento. Y un montón de americanos estarían de acuerdo con estas críticas chinas. Quiero"
    },
    {
      "index": 141,
      "start_time": 637749.0,
      "end_time": 643699.0,
      "text": "decir, ni siquiera podemos aprobar el presupuesto de una autopista a largo plazo, por no mencionar, planificación a largo plazo"
    },
    {
      "index": 142,
      "start_time": 643699.0,
      "end_time": 645160.0,
      "text": "para la economía en general."
    },
    {
      "index": 143,
      "start_time": 645160.0,
      "end_time": 649790.0,
      "text": "En una democracia representativa, la mejor manera para ser elegido es hacer promesas, generalmente"
    },
    {
      "index": 144,
      "start_time": 649790.0,
      "end_time": 656750.0,
      "text": "de bajar los impuestos o mejores o mayores beneficios. O mi favorito - Ambos. También, gobiernos"
    },
    {
      "index": 145,
      "start_time": 656750.0,
      "end_time": 660420.0,
      "text": "democráticos son muy susceptibles a los intereses de grupos que extraen beneficios para sí mismos."
    },
    {
      "index": 146,
      "start_time": 660420.0,
      "end_time": 665860.0,
      "text": "Así como los gobiernos aristocráticos son muy susceptibles a, ya sabes, autócratas extrayendo beneficios para sí mismos."
    },
    {
      "index": 147,
      "start_time": 665869.0,
      "end_time": 669879.0,
      "text": "Y los problemas de la democracia puede ser un poco como un círculo vicioso. Al igual que en los Estados Unidos"
    },
    {
      "index": 148,
      "start_time": 669879.0,
      "end_time": 674519.0,
      "text": "al menos, estamos increíblemente insatisfechos con nuestro gobierno, especialmente el Congreso, y esto"
    },
    {
      "index": 149,
      "start_time": 674520.0,
      "end_time": 679880.0,
      "text": "es en parte debido a que hemos llegado a esperar mucho del gobierno que constantemente nos defraudó."
    },
    {
      "index": 150,
      "start_time": 679889.0,
      "end_time": 684069.0,
      "text": "Además, durante los últimos 35 años más o menos, porque la gente está tan descontenta con el gobierno,"
    },
    {
      "index": 151,
      "start_time": 684069.0,
      "end_time": 689050.0,
      "text": "una de las principales estrategias para ganar cargos politicos es hablar mal sobre el gobierno"
    },
    {
      "index": 152,
      "start_time": 689050.0,
      "end_time": 691569.0,
      "text": "y decir que el gobierno es el problema."
    },
    {
      "index": 153,
      "start_time": 691569.0,
      "end_time": 696569.0,
      "text": "Pero, por supuesto, si tenemos demasiado gobierno,  es un problema que sólo puede ser arreglado ..."
    },
    {
      "index": 154,
      "start_time": 696569.0,
      "end_time": 699179.0,
      "text": "por el Gobierno. ¿A dónde nos lleva esto? Bueno, tal vez"
    },
    {
      "index": 155,
      "start_time": 699179.0,
      "end_time": 704099.0,
      "text": "han llegado al final del \"ascenso del occidente\" que se inició con las naciones estado."
    },
    {
      "index": 156,
      "start_time": 704100.0,
      "end_time": 707759.0,
      "text": "Pero es muy difícil predecir el futuro!\nAl igual que cuando estaba en la escuela secundaria que no"
    },
    {
      "index": 157,
      "start_time": 707759.0,
      "end_time": 712540.0,
      "text": "hubira predicho que muchas personas estarían aprendiendo sobre la historia y la ciencia de vifeos de  YouTube,"
    },
    {
      "index": 158,
      "start_time": 712540.0,
      "end_time": 716610.0,
      "text": "y mucho menos que China se convertiría\nla segunda mayor economía del mundo."
    },
    {
      "index": 159,
      "start_time": 716610.0,
      "end_time": 720619.0,
      "text": "Si me hubieras preguntado si 500 millones de personas saldrian de la pobreza absoluta entre"
    },
    {
      "index": 160,
      "start_time": 720619.0,
      "end_time": 724970.0,
      "text": "el momento en que me gradué de la secundaria y el momento en que empecé a hacer Crash Course Historia Mundial,"
    },
    {
      "index": 161,
      "start_time": 724970.0,
      "end_time": 727319.0,
      "text": "habría sido como, no puede ser!"
    },
    {
      "index": 162,
      "start_time": 727319.0,
      "end_time": 731459.0,
      "text": "Pero yo no hubiera dicho eso. Hubiera maldecido en clase porque era un arisco y terrible estudiante."
    },
    {
      "index": 163,
      "start_time": 731460.0,
      "end_time": 735860.0,
      "text": "Pero aquí están mis predicciones - Creo que China va a seguir siendo un Estado de partido único,"
    },
    {
      "index": 164,
      "start_time": 735860.0,
      "end_time": 740509.0,
      "text": "y uno muy exitoso, siempre que\ncombinación de estado y la industria continue"
    },
    {
      "index": 165,
      "start_time": 740509.0,
      "end_time": 742929.0,
      "text": "proporcionando un incremento en el nivel de vida."
    },
    {
      "index": 166,
      "start_time": 742929.0,
      "end_time": 745779.0,
      "text": "Pero yo no creo que vaya a suceder\nen los EE.UU. o Europa, aunque llevara"
    },
    {
      "index": 167,
      "start_time": 745779.0,
      "end_time": 747110.0,
      "text": "a una mayor eficiencia."
    },
    {
      "index": 168,
      "start_time": 747110.0,
      "end_time": 750879.0,
      "text": "Las principales diferencias entre estos dos modelosde gobierno es que a diferencia de comunismo y"
    },
    {
      "index": 169,
      "start_time": 750879.0,
      "end_time": 756720.0,
      "text": "el capitalismo de estilo occidental, no se encuentran en conflicto directo. Al igual,  Pueden coexistir."
    },
    {
      "index": 170,
      "start_time": 756720.0,
      "end_time": 761869.0,
      "text": "Y creo que el capitalismo autoritario y occidental el capitalismo de estilo coexistirán, pero también"
    },
    {
      "index": 171,
      "start_time": 761869.0,
      "end_time": 767149.0,
      "text": "pienso que probablemente en ese proceso las democracias occidentales encontrarán que con el tiempo,"
    },
    {
      "index": 172,
      "start_time": 767149.0,
      "end_time": 769929.0,
      "text": "tienen dinero para hacer menos."
    },
    {
      "index": 173,
      "start_time": 769929.0,
      "end_time": 772920.0,
      "text": "Y creo que tengamos mucho que aprender de países como Singapur, especialmente como las nueva"
    },
    {
      "index": 174,
      "start_time": 772920.0,
      "end_time": 778519.0,
      "text": "tecnologías permiten una mayor eficiencia en la prestación de servicios, volviendo una gran cantidad de"
    },
    {
      "index": 175,
      "start_time": 778519.0,
      "end_time": 781170.0,
      "text": "puestos de trabajo obsoletos. Incluyendo posiblemente el mío."
    },
    {
      "index": 176,
      "start_time": 781170.0,
      "end_time": 784730.0,
      "text": "Quiero decir, en estos días los robots están escribiendo algunos cuentos razonablemente buenos, y Stan ahora"
    },
    {
      "index": 177,
      "start_time": 784730.0,
      "end_time": 788460.0,
      "text": "tiene suficiente muestra de mi voz que podía hacer un excelente yo artificial."
    },
    {
      "index": 178,
      "start_time": 788460.0,
      "end_time": 792499.0,
      "text": "Una de las razones por las que centramos tanto en esta serie de laahistoria del mundo en los factores que van"
    },
    {
      "index": 179,
      "start_time": 792499.0,
      "end_time": 796999.0,
      "text": "en la fabricación de una nación estado es que mientras un montón de la gente piensa que los estados nacionales están a punto"
    },
    {
      "index": 180,
      "start_time": 796999.0,
      "end_time": 798670.0,
      "text": "de desaparecer, yo no lo creo."
    },
    {
      "index": 181,
      "start_time": 798670.0,
      "end_time": 803920.0,
      "text": "Sí, las empresas son cada vez más poderosas y multi-nacionales, pero en muchos aspectos el ascenso"
    },
    {
      "index": 182,
      "start_time": 803920.0,
      "end_time": 808920.0,
      "text": "al poder de China fue el resultado de un deseo nacionalista de acumular riqueza y poder que"
    },
    {
      "index": 183,
      "start_time": 808920.0,
      "end_time": 812200.0,
      "text": "sus raíces se remontan al menos al\nsiglo 19, si no antes."
    },
    {
      "index": 184,
      "start_time": 812200.0,
      "end_time": 815600.0,
      "text": "Pero quiero hacer dos observaciones aquí al final - en primer lugar, cualquier cosa que pienses"
    },
    {
      "index": 185,
      "start_time": 815610.0,
      "end_time": 819549.0,
      "text": "que sucederá en el futuro, lo que creas que esta sucediendo ahora, incluso lo que piensas sucedió"
    },
    {
      "index": 186,
      "start_time": 819549.0,
      "end_time": 824429.0,
      "text": "en el pasado, realmente depende de qué información decides enfocarte."
    },
    {
      "index": 187,
      "start_time": 824429.0,
      "end_time": 828240.0,
      "text": "Así que este año hemos tratado de mirar un panorama general hitorico realmente grande y acerca a la"
    },
    {
      "index": 188,
      "start_time": 828249.0,
      "end_time": 832839.0,
      "text": "estudio de la historia y la manera de aprender sobre ello, porque hay opciones involucradas."
    },
    {
      "index": 189,
      "start_time": 832839.0,
      "end_time": 836920.0,
      "text": "Por ejemplo, nos hemos centrado mucho en la subida del Estado-nación y el comercio, pero que nos pudimos"
    },
    {
      "index": 190,
      "start_time": 836920.0,
      "end_time": 841649.0,
      "text": "heber centrado en cambio de papel de la familia o el impacto de la tecnología en la vida útil o"
    },
    {
      "index": 191,
      "start_time": 841649.0,
      "end_time": 845470.0,
      "text": "en los cambios y continuidades en la práctica religiosa o cualquier número de otras cosas."
    },
    {
      "index": 192,
      "start_time": 845470.0,
      "end_time": 850460.0,
      "text": "La otra cosa que quiero decir acerca de la historia y el futuro es que ni está determinada en realidad."
    },
    {
      "index": 193,
      "start_time": 850460.0,
      "end_time": 854040.0,
      "text": "En 30 años, por supuesto que sabremos mucho de lo que sucede en los próximos 30 años,"
    },
    {
      "index": 194,
      "start_time": 854040.0,
      "end_time": 858119.0,
      "text": "pero también vamos a estar mirando en el pasado de manera diferente de cómo lo vemos ahora."
    },
    {
      "index": 195,
      "start_time": 858119.0,
      "end_time": 862369.0,
      "text": "Y tu es parte de eso. Las opciones que\ntomes en el transcurso de tu vida dara"
    },
    {
      "index": 196,
      "start_time": 862369.0,
      "end_time": 867720.0,
      "text": "forma a la historia tanto en el futuro como en el\npasado. En pocas palabras, le pedimos que piense sobre"
    },
    {
      "index": 197,
      "start_time": 867720.0,
      "end_time": 871389.0,
      "text": "la historia y cómo estudiarlo porque estamos contando contigo."
    },
    {
      "index": 198,
      "start_time": 871389.0,
      "end_time": 875999.0,
      "text": "Pero la historia abarca mucho y hay más de una historia del mundo. Espero"
    },
    {
      "index": 199,
      "start_time": 875999.0,
      "end_time": 880420.0,
      "text": "que hayas disfrutado de algunas de las versiones que hemos presentado. Muchas gracias por vernos."
    },
    {
      "index": 200,
      "start_time": 880420.0,
      "end_time": 884309.0,
      "text": "Crash Course se filmó aquí en el Chad &\nStacey Emigholz Estudio y ha sido posible"
    },
    {
      "index": 201,
      "start_time": 884309.0,
      "end_time": 889739.0,
      "text": "por nuestros mecenas en Patreon, incluyendo Charlie Shread y Scott Delea quiénes son nuestros copatrocinadores"
    },
    {
      "index": 202,
      "start_time": 889739.0,
      "end_time": 893619.0,
      "text": "del vídeo de hoy. Charlie, Scott: muchas gracias."
    },
    {
      "index": 203,
      "start_time": 893619.0,
      "end_time": 897970.0,
      "text": "Patreon es un gran sitio web que permite\napoyar Crash Course directamente con un pago mensual"
    },
    {
      "index": 204,
      "start_time": 897970.0,
      "end_time": 902069.0,
      "text": "Solíamos tener Subbable, pero fue\nadquirida por Patreon. Es una gran empresa,"
    },
    {
      "index": 205,
      "start_time": 902069.0,
      "end_time": 906199.0,
      "text": "Por favor, échale un ojo. Hay beneficios increíbles, pero el mayor beneficio es que lleguemos a mantener"
    },
    {
      "index": 206,
      "start_time": 906199.0,
      "end_time": 908730.0,
      "text": "Crash Course gratis para todo el mundo para siempre."
    },
    {
      "index": 207,
      "start_time": 908730.0,
      "end_time": 913119.0,
      "text": "Sólo alrededor del 3% de los espectadores Crash Course necesitan pagar para apoyar el otro 97%. Así que para"
    },
    {
      "index": 208,
      "start_time": 913119.0,
      "end_time": 918089.0,
      "text": "3%, les damos las gracias, al 97%, queremos dar las gracias también. Si se convierte en 4%, quien"
    },
    {
      "index": 209,
      "start_time": 918089.0,
      "end_time": 922679.0,
      "text": "sabe, tal vez podria habeer más vídeos de Historia Mundial en el futuro. Muchas gracias de nuevo por vernos."
    },
    {
      "index": 210,
      "start_time": 922679.0,
      "end_time": 925659.0,
      "text": "y como decimos en mi ciudad natal, no te olvides de ser increible."
    }
  ]
}