{
  "video_id": "KjFRHoxUSLU",
  "title": "Civilization VI: Gathering Storm - First Look: Maori",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 916.0,
      "text": "AVANCE: MAORÍES"
    },
    {
      "index": 2,
      "start_time": 933.0,
      "end_time": 4933.0,
      "text": "Kupe lidera a los maoríes en Civilization VI: Gathering Storm."
    },
    {
      "index": 3,
      "start_time": 10383.0,
      "end_time": 17616.0,
      "text": "Según una leyenda maorí, Kupe navegó desde Hawaiki hasta una tierra inexplorada que se convertiría en Nueva Zelanda, "
    },
    {
      "index": 4,
      "start_time": 17616.0,
      "end_time": 21533.0,
      "text": "y sigue siendo un personaje que aparece en muchos mitos maoríes de la actualidad."
    },
    {
      "index": 5,
      "start_time": 21683.0,
      "end_time": 24733.0,
      "text": "La habilidad de líder de Kupe se llama \"Viaje de Kupe\". "
    },
    {
      "index": 6,
      "start_time": 25100.0,
      "end_time": 31766.0,
      "text": "Las unidades iniciales maoríes empiezan la partida en el océano y reciben Ciencia y Cultura cada turno antes de establecerse."
    },
    {
      "index": 7,
      "start_time": 31766.0,
      "end_time": 37016.0,
      "text": "Cuando fundes tu primera ciudad, recibirás un Constructor gratis y uno de Población adicional. "
    },
    {
      "index": 8,
      "start_time": 37016.0,
      "end_time": 40516.0,
      "text": "El palacio también recibirá más Alojamiento y Servicios. "
    },
    {
      "index": 9,
      "start_time": 41016.0,
      "end_time": 43700.0,
      "text": "El edificio exclusivo de los Maoríes es el Marae. "
    },
    {
      "index": 10,
      "start_time": 43700.0,
      "end_time": 46533.0,
      "text": "Este sustituye al Anfiteatro en el distrito de Teatro. "
    },
    {
      "index": 11,
      "start_time": 46533.0,
      "end_time": 54333.0,
      "text": "Otorga Cultura y Fe a todas las casillas de la ciudad que tengan un accidente franqueable –como los Terrenos de aluvión– y Turismo tras investigar el Vuelo."
    },
    {
      "index": 12,
      "start_time": 54866.0,
      "end_time": 57283.0,
      "text": "La unidad exclusiva de los Maoríes es el Toa. "
    },
    {
      "index": 13,
      "start_time": 57300.0,
      "end_time": 66883.0,
      "text": "Esta unidad cuerpo a cuerpo de la Época Clásica puede construir la mejora Pā sobre Colinas, que ofrece una bonificación a la defensa y cura a las unidades si terminan el turno en esta casilla. "
    },
    {
      "index": 14,
      "start_time": 67533.0,
      "end_time": 72900.0,
      "text": "Los Toa también tienen la habilidad de Danza de guerra, que debilita a las unidades adyacentes enemigas."
    },
    {
      "index": 15,
      "start_time": 73966.0,
      "end_time": 76200.0,
      "text": "La habilidad exclusiva de los maoríes es el \"Mana\".  "
    },
    {
      "index": 16,
      "start_time": 76550.0,
      "end_time": 82316.0,
      "text": "Empiezan con Navegación a vela y Construcción naval, y las unidades embarcadas reciben más Fuerza y Movimiento. "
    },
    {
      "index": 17,
      "start_time": 82466.0,
      "end_time": 87916.0,
      "text": "Los Bosques y las Selvas tropicales otorgan más Producción y los Barcos pesqueros, más Alimentos. "
    },
    {
      "index": 18,
      "start_time": 87916.0,
      "end_time": 92150.0,
      "text": "Además, los Barcos pesqueros adquieren las casillas circundantes al completarse."
    },
    {
      "index": 19,
      "start_time": 92716.0,
      "end_time": 97216.0,
      "text": "Con los maoríes, el mundo será tu ostra y prosperarás con sus bendiciones. "
    },
    {
      "index": 20,
      "start_time": 97216.0,
      "end_time": 105266.0,
      "text": "Utiliza los primeros turnos para buscar un buen lugar en la costa para tu capital en el que abunden Bosques, Selvas tropicales y recursos de Océano."
    },
    {
      "index": 21,
      "start_time": 105500.0,
      "end_time": 110000.0,
      "text": "Una serie de fortalezas Pā serán la clave para una defensa sólida "
    },
    {
      "index": 22,
      "start_time": 110216.0,
      "end_time": 116300.0,
      "text": "y te permitirán embarcarte en la campaña por la victoria que quieras sin miedo a que te conquiste otra civilización.  "
    },
    {
      "index": 23,
      "start_time": 116400.0,
      "end_time": 120150.0,
      "text": "¿Florecerá tu imperio con los regalos de la tierra y el mar? "
    },
    {
      "index": 24,
      "start_time": 120150.0,
      "end_time": 124116.0,
      "text": "¿Cómo gobernarás a los maoríes en Sid Meier's Civilization VI: Gathering Storm?"
    }
  ]
}