{
  "video_id": "kybPmB1zBUw",
  "title": "Soil Formation | #aumsum #kids #science #education #children",
  "json": [
    {
      "index": 1,
      "start_time": 45000.0,
      "end_time": 50000.0,
      "text": "Nuestro tema para hoy es la Formación de Suelos."
    },
    {
      "index": 2,
      "start_time": 54030.0,
      "end_time": 71000.0,
      "text": "El suelo se forma por la combinación de procesos físicos, químicos y biológicos en los que las rocas grandes se descomponen en partículas más pequeñas durante un largo período de tiempo."
    },
    {
      "index": 3,
      "start_time": 71000.0,
      "end_time": 87600.0,
      "text": "Las rocas sufren un proceso de expansión y contracción en el que se expanden durante el día y se contraen durante la noche debido a la constante subida y bajada de temperatura."
    },
    {
      "index": 4,
      "start_time": 87620.0,
      "end_time": 100000.0,
      "text": "Sin embargo, no todas las partes de una roca experimentan expansión y contracción a la misma velocidad, lo que resulta en la formación de grietas."
    },
    {
      "index": 5,
      "start_time": 100030.0,
      "end_time": 106729.0,
      "text": "Gradualmente, estas grietas hacen que las rocas se descompongan en pedazos más pequeños."
    },
    {
      "index": 6,
      "start_time": 106729.0,
      "end_time": 114000.0,
      "text": "Con el tiempo, estas piezas más pequeñas se convierten en partículas y forman suelo."
    },
    {
      "index": 7,
      "start_time": 123119.0,
      "end_time": 127860.0,
      "text": "El agua juega un papel importante en la formación del suelo."
    },
    {
      "index": 8,
      "start_time": 127860.0,
      "end_time": 138000.0,
      "text": "El agua que se acumula en las grietas de las rocas a veces se congela, lo que ayuda a ensanchar las grietas."
    },
    {
      "index": 9,
      "start_time": 139000.0,
      "end_time": 150900.0,
      "text": "Además, el flujo del agua del río ayuda a que las piedras se desgasten con el tiempo, lo que da como resultado la formación de suelo."
    },
    {
      "index": 10,
      "start_time": 150970.0,
      "end_time": 161870.0,
      "text": "Los fuertes vientos soplan también contra las rocas y ayudan a desgastarlas."
    },
    {
      "index": 11,
      "start_time": 161870.0,
      "end_time": 180000.0,
      "text": "Por último, algunos organismos vivos, como los líquenes, que crecen en las superficies rocosas liberan ciertas sustancias que hacen que las superficies rocosas se pulvericen y formen una capa delgada de tierra."
    }
  ]
}