{
  "video_id": "L4DI6MytVlE",
  "title": "DIY Gift Ideas! 10 DIY Christmas Gifts & Birthday Gifts for Best Friends",
  "json": [
    {
      "index": 1,
      "start_time": 340.0,
      "end_time": 4870.0,
      "text": "En este video voy a enseñarte 10 cosas adorables, ideas para regalos que a todo el mundo le encantaría recibir."
    },
    {
      "index": 2,
      "start_time": 4870.0,
      "end_time": 10130.0,
      "text": "Son perfectas para navidad, cumpleaños o otras ocasiones. Invertir tiempo y"
    },
    {
      "index": 3,
      "start_time": 10130.0,
      "end_time": 14750.0,
      "text": "pensamiento en regalos es realmente lo que convierte un pequeño regalo en algo grande y significativo,"
    },
    {
      "index": 4,
      "start_time": 14750.0,
      "end_time": 18430.0,
      "text": "porque demuestra que además del objeto también estas dedicando mucho amor."
    },
    {
      "index": 5,
      "start_time": 33360.0,
      "end_time": 37140.0,
      "text": "¡Hola amores! Diciembre esta a la vuelta de la esquina y estoy muy emocionada con las luces de Navidad,"
    },
    {
      "index": 6,
      "start_time": 37140.0,
      "end_time": 40960.0,
      "text": "la comida deliciosa y salir con amigos y familiares. Pero es también el tiempo cuando estamos"
    },
    {
      "index": 7,
      "start_time": 40960.0,
      "end_time": 44620.0,
      "text": "nerviosos por que regalar en navidad. Pero no te preocupes, porque te tengo"
    },
    {
      "index": 8,
      "start_time": 44620.0,
      "end_time": 49039.0,
      "text": "la mejor solucion. En este video voy a mostrarte 10 asequibles y épicos regalos de Navidad."
    },
    {
      "index": 9,
      "start_time": 49039.0,
      "end_time": 53160.0,
      "text": "ideas que usted puede hacer para sus seres queridos. Esto también es perfecto para regalos de cumpleaños"
    },
    {
      "index": 10,
      "start_time": 53160.0,
      "end_time": 56949.0,
      "text": "todo el año y por supuesto que puedes hacerlo totalmente para ti. Yo no voy"
    },
    {
      "index": 11,
      "start_time": 56949.0,
      "end_time": 61579.0,
      "text": "a mentir, probablemente estoy teniendo uno, dos o cinco regalos para mí. Bueno, espero que ustedes esten"
    },
    {
      "index": 12,
      "start_time": 61579.0,
      "end_time": 65119.0,
      "text": "emocionados, tomen sus espíritus astutos y empecemos."
    },
    {
      "index": 13,
      "start_time": 65119.0,
      "end_time": 70960.0,
      "text": "Para todos los que amen los postres y helados, una caja de helado sundae es un regalo perfecto!"
    },
    {
      "index": 14,
      "start_time": 70960.0,
      "end_time": 76009.0,
      "text": "Para hacerlo necesitas una caja de regalo y un montón de hielo crema cosas relacionadas, como conos, copas"
    },
    {
      "index": 15,
      "start_time": 76009.0,
      "end_time": 81930.0,
      "text": "y coberturas como dulces, asperja, miel,\nhelados primicia, pequeñas cucharas y decoraciones."
    },
    {
      "index": 16,
      "start_time": 81930.0,
      "end_time": 86840.0,
      "text": "Ahora tenemos que empaquetar todo muy bien.Para los conos, tomar un poco de celofán y rollo"
    },
    {
      "index": 17,
      "start_time": 86840.0,
      "end_time": 91790.0,
      "text": "de esa manera para hacer una forma de cono. Asegurar con un trozo de cinta. Ponga en un poco de hielo"
    },
    {
      "index": 18,
      "start_time": 91790.0,
      "end_time": 99900.0,
      "text": "cucuruchos y hacer un lazo en la parte superior utilizando la cinta.\nBastante lindo, ¿no ?! Ahora vamos a hacer tres"
    },
    {
      "index": 19,
      "start_time": 99900.0,
      "end_time": 105170.0,
      "text": "bolsitas de confites. Aquí tengo azucar azul de colores. También tengo este hermoso"
    },
    {
      "index": 20,
      "start_time": 105170.0,
      "end_time": 113810.0,
      "text": "confeti de colores. Yum! En la tercera bolsa voy\nvierta un montón de confeti perla. Para decorar"
    },
    {
      "index": 21,
      "start_time": 113810.0,
      "end_time": 118590.0,
      "text": "las bolsas cortar un pequeño pedazo de cartón de color\npapel, doblar por la mitad y darle un golpe en la"
    },
    {
      "index": 22,
      "start_time": 118590.0,
      "end_time": 123380.0,
      "text": "bolsa con grapadora. Esto hace que las bolsas se ven\ntan festivo y bonito. Creo que el embalaje"
    },
    {
      "index": 23,
      "start_time": 123380.0,
      "end_time": 128670.0,
      "text": "cono y coberturas en los paquetes de bricolaje agrega\ntanto a esta caja de regalo. Llene la caja con"
    },
    {
      "index": 24,
      "start_time": 128669.99999999999,
      "end_time": 133720.0,
      "text": "otras cosas relacionadas con el helado como este\ncucharada de helado. Usted puede llenar el mango con"
    },
    {
      "index": 25,
      "start_time": 133720.0,
      "end_time": 137690.0,
      "text": "asperja! Cuando usted se hace un helado\nusted puede agregar rápidamente algunos yummines espolvorear"
    },
    {
      "index": 26,
      "start_time": 137690.0,
      "end_time": 142640.0,
      "text": "en lo alto de ello. So cool, ¿no? También conseguí éstos\ntres pequeños frascos, que me decidí a llenar"
    },
    {
      "index": 27,
      "start_time": 142640.0,
      "end_time": 147410.0,
      "text": "con un poco de azúcar cubierta de caramelo de chocolate,\ngusanos de goma y miel. Puede usar diferentes"
    },
    {
      "index": 28,
      "start_time": 147410.0,
      "end_time": 152480.0,
      "text": "aderezos como el chocolate o salsa de caramelo.\nY, por supuesto, además de dulces puede utilizar el chocolate"
    },
    {
      "index": 29,
      "start_time": 152480.0,
      "end_time": 157450.0,
      "text": "fichas, trituran las galletas o nueces picadas, se secan\nfrutas y chocolate negro picado para un poco"
    },
    {
      "index": 30,
      "start_time": 157450.0,
      "end_time": 162849.0,
      "text": "opciones más saludables. Basta con pensar en el favorito\naperitivos de la persona que la caja es para. Estoy añadiendo"
    },
    {
      "index": 31,
      "start_time": 162849.0,
      "end_time": 168090.0,
      "text": "dos pequeñas notas en la caja también. En el\nprimero que escribí helado sundae en una caja"
    },
    {
      "index": 32,
      "start_time": 168090.0,
      "end_time": 182909.0,
      "text": "y por el otro, appetit Bon y añadí\nun gancho de rafia para ambos. Para asegurarse de que el"
    },
    {
      "index": 33,
      "start_time": 182909.0,
      "end_time": 187980.0,
      "text": "cucharas no se dispersarán por todo el cuadro, vamos\natarlos juntos y hacer una reverencia. Por fin estamos"
    },
    {
      "index": 34,
      "start_time": 187980.0,
      "end_time": 193370.0,
      "text": "listo para poner todas estas golosinas en la caja!\nCreo que se ve lindo extra si usted agrega un poco"
    },
    {
      "index": 35,
      "start_time": 193370.0,
      "end_time": 198200.0,
      "text": "papel de seda en la parte inferior - Arrugué\ndos piezas de color rosa y los metimos en Usted puede."
    },
    {
      "index": 36,
      "start_time": 198200.0,
      "end_time": 202840.0,
      "text": "hacer tantas diferentes cajas de helado temáticas.\nSi estás haciendo para alguien que se come"
    },
    {
      "index": 37,
      "start_time": 202840.0,
      "end_time": 207909.0,
      "text": "muy saludable que puede poner en un montón de diferentes\ncoberturas de yogur, como granola, nueces trituradas,"
    },
    {
      "index": 38,
      "start_time": 207909.0,
      "end_time": 212950.0,
      "text": "semillas y así sucesivamente. Las opciones son infinitas.\nCreo que una caja de helado como este"
    },
    {
      "index": 39,
      "start_time": 212950.0,
      "end_time": 216599.0,
      "text": "pondrá una gran sonrisa en la cara de quien\nusted lo da a."
    },
    {
      "index": 40,
      "start_time": 216599.0,
      "end_time": 221569.0,
      "text": "Proxenetismo hasta vestidos de civil es una gran manera de\nhacer regalos increíbles a un precio asequible. Aquí,"
    },
    {
      "index": 41,
      "start_time": 221569.0,
      "end_time": 226330.0,
      "text": "Me transformé un suéter normal en la mayor parte\nadorable suéter del gato todo el mundo le encanta."
    },
    {
      "index": 42,
      "start_time": 226330.0,
      "end_time": 230500.0,
      "text": "Todo lo que necesitas hacer es un jersey liso\nque se puede obtener de forma muy baratos, tijeras,"
    },
    {
      "index": 43,
      "start_time": 230500.0,
      "end_time": 236220.0,
      "text": "rosa y negro de fieltro, cinta y pegamento de la tela.\nComience con la descripción del animal que se va"
    },
    {
      "index": 44,
      "start_time": 236220.0,
      "end_time": 243830.0,
      "text": "para. Decidí hacer un gato, así que necesito un par\nde puntiagudas orejas, los ojos, la nariz, la boca y los bigotes."
    },
    {
      "index": 45,
      "start_time": 243830.0,
      "end_time": 249489.0,
      "text": "Cortar todas las formas cabo. Sea creativo y hacer\notros animales de su elección, como un perro o"
    },
    {
      "index": 46,
      "start_time": 249489.0,
      "end_time": 262530.0,
      "text": "soportar, por ejemplo, puede tener tanta diversión\nel diseño del suéter. Para la nariz Estoy cortando"
    },
    {
      "index": 47,
      "start_time": 262530.0,
      "end_time": 267160.0,
      "text": "un poco de corazón de color rosa de una pieza de color rosa claro\nde fieltro, sólo para hacer nuestra suéter del gato del gatito"
    },
    {
      "index": 48,
      "start_time": 267160.0,
      "end_time": 272570.0,
      "text": "aún más linda. Así es como se ve cuando nos\nponer todas las piezas juntas. Hmm ... algo"
    },
    {
      "index": 49,
      "start_time": 272570.0,
      "end_time": 277240.0,
      "text": "no se encuentra - un pequeño lazo rosa, así que vamos a\nhacer rápidamente en uno de un pedazo de cinta. Lugar"
    },
    {
      "index": 50,
      "start_time": 277240.0,
      "end_time": 281759.0,
      "text": "la cinta alrededor del puntero y el medio\ndedo y provocar el extremo inferior y medio"
    },
    {
      "index": 51,
      "start_time": 281759.0,
      "end_time": 288250.0,
      "text": "la abertura entre las dos dedos. Ate ambos\ncinta termina en un nudo. Tome el arco"
    },
    {
      "index": 52,
      "start_time": 288250.0,
      "end_time": 292540.0,
      "text": "fuera de sus dedos, recortar el exceso de cinta\ny ya está. Estas cintas se pueden utilizar"
    },
    {
      "index": 53,
      "start_time": 292540.0,
      "end_time": 296870.0,
      "text": "durante tantos proyectos de bricolaje, pero hoy somos\nutilizando uno como un accesorio de moda en nuestro"
    },
    {
      "index": 54,
      "start_time": 296870.0,
      "end_time": 302199.0,
      "text": "gatito. Todo lo que tenemos que hacer ahora es pegar la\npiezas en el suéter. Pegamento de la tela es completamente"
    },
    {
      "index": 55,
      "start_time": 302199.0,
      "end_time": 311120.0,
      "text": "lavable y debe durar muchos años. soy\ntan contento con cómo este suéter del gato volvió"
    },
    {
      "index": 56,
      "start_time": 311120.0,
      "end_time": 315600.0,
      "text": "¡fuera! Hacer un regalo como este es mucho\nmejor que sólo la compra de un capricho caro"
    },
    {
      "index": 57,
      "start_time": 315600.0,
      "end_time": 319970.0,
      "text": "pieza de ropa en una tienda. Realmente muestra\nque se tomaron el tiempo y poner esfuerzo en la creación"
    },
    {
      "index": 58,
      "start_time": 319970.0,
      "end_time": 324780.0,
      "text": "un regalo para alguien que usted ama. Además de que es\nmucho más barato para usted! Este es un divertido y"
    },
    {
      "index": 59,
      "start_time": 324780.0,
      "end_time": 331590.0,
      "text": "proyecto de bricolaje fácil que usted puede hacer totalmente\npor sí mismo también."
    },
    {
      "index": 60,
      "start_time": 331590.0,
      "end_time": 336840.0,
      "text": "Una gran idea Navidad o regalo de cumpleaños para\ncualquier edad es este hermoso marco de imagen. usted"
    },
    {
      "index": 61,
      "start_time": 336840.0,
      "end_time": 342370.0,
      "text": "necesita un marco de imagen de bajo costo, de acrílico\npintura, pincel, pegamento y algunas flores artificiales."
    },
    {
      "index": 62,
      "start_time": 342370.0,
      "end_time": 346830.0,
      "text": "Marcos de cuadros de fantasía puede ser bastante caro,\nmientras que usted puede conseguir este tipo de los llanos por un dólar"
    },
    {
      "index": 63,
      "start_time": 346830.0,
      "end_time": 351169.0,
      "text": "o dos y usted puede proxeneta para arriba sí mismo.\nMe decidí a colorear el marco en verde y"
    },
    {
      "index": 64,
      "start_time": 351169.0,
      "end_time": 355470.0,
      "text": "luego decorar con flores artificiales.\nSi le está dando a la basura para la Navidad que"
    },
    {
      "index": 65,
      "start_time": 355470.0,
      "end_time": 359860.0,
      "text": "puede cambiar el color a rojo y se adorna\ncon copos de nieve, por ejemplo. Pero yo quería"
    },
    {
      "index": 66,
      "start_time": 359860.0,
      "end_time": 365039.0,
      "text": "para hacer un marco que puede tener en su\nsoporte de la noche durante todo el año. He aplicado de dos"
    },
    {
      "index": 67,
      "start_time": 365039.0,
      "end_time": 369789.0,
      "text": "capas de pintura para conseguir que sea agradable y opaco.\nEspere unas horas o hasta que esté completamente"
    },
    {
      "index": 68,
      "start_time": 369789.0,
      "end_time": 374560.0,
      "text": "seco y estamos listos para pegar en algunas flores.\nUsted puede comprar estas flores falsas en Internet"
    },
    {
      "index": 69,
      "start_time": 374560.0,
      "end_time": 379740.0,
      "text": "para super barato. Todavía tengo un montón de la izquierda\nmis accesorios para el cabello y útiles escolares tutoriales,"
    },
    {
      "index": 70,
      "start_time": 379740.0,
      "end_time": 384389.0,
      "text": "¿recuerda? Puse cinco flores en dos esquinas\nde mi cuerpo, pero usted puede pegarlas alrededor"
    },
    {
      "index": 71,
      "start_time": 384389.0,
      "end_time": 389560.0,
      "text": "la trama, si lo prefiere. En cualquier caso, la imagen\nmarco va a salir precioso! Poner en una foto"
    },
    {
      "index": 72,
      "start_time": 389560.0,
      "end_time": 394400.0,
      "text": "de ustedes y el que le está dando a este marco\nque - a su amigo, madre, abuela y te garantizo,"
    },
    {
      "index": 73,
      "start_time": 394400.0,
      "end_time": 399410.0,
      "text": "usted derretir su corazón. Quiero decir ... ¿quién no lo haría\nser absolutamente impresionado por la recepción de tales"
    },
    {
      "index": 74,
      "start_time": 399410.0,
      "end_time": 403509.0,
      "text": "un regalo especial y reflexivo. Cada vez\nque se verá en esta imagen hermosa,"
    },
    {
      "index": 75,
      "start_time": 403509.0,
      "end_time": 408229.0,
      "text": "van a recordar lo afortunados que son tener\nuna persona especial, en su vida - usted."
    },
    {
      "index": 76,
      "start_time": 408229.0,
      "end_time": 412870.0,
      "text": "Cada amante del chocolate estaría encantada de\nrecibir estos caseras bombones de chocolate."
    },
    {
      "index": 77,
      "start_time": 412870.0,
      "end_time": 417759.0,
      "text": "Son divertidos muy rápido y mucho que hacer.\nUsted necesita algunos moldes de silicona, chocolate y"
    },
    {
      "index": 78,
      "start_time": 417759.0,
      "end_time": 424380.0,
      "text": "ingredientes como asperja y frutos secos. primero\ntenemos que fundir el chocolate. Estoy haciendo"
    },
    {
      "index": 79,
      "start_time": 424380.0,
      "end_time": 429069.0,
      "text": "que, en el microondas, así que tengo que romper el\nel chocolate en las tazas para microondas. tengo"
    },
    {
      "index": 80,
      "start_time": 429069.0,
      "end_time": 433690.0,
      "text": "un poco de leche y un poco de chocolate blanco. ¡Yum Yum!\nTambién puede derretir el chocolate sobre la"
    },
    {
      "index": 81,
      "start_time": 433690.0,
      "end_time": 443550.0,
      "text": "estufa. Una vez que el chocolate esté derretido, vierta\nen el molde - Tengo en forma de corazón"
    },
    {
      "index": 82,
      "start_time": 443550.0,
      "end_time": 449259.0,
      "text": "uno, pero se pueden encontrar muchos otros diseños frescos\nen la tienda. Acoplar el chocolate con una cuchara"
    },
    {
      "index": 83,
      "start_time": 449259.0,
      "end_time": 454090.0,
      "text": "y luego añadir los ingredientes de su elección. tengo\nalgunos coco rallado, avellanas picadas y"
    },
    {
      "index": 84,
      "start_time": 454090.0,
      "end_time": 458590.0,
      "text": "asperja para los tres primeros. yo quiero hacer\nmás que eso por lo que aquí viene otra fila de"
    },
    {
      "index": 85,
      "start_time": 458590.0,
      "end_time": 464210.0,
      "text": "delicia chocolate. Aquí También estoy usando\nun poco de azúcar y pinos azul. Ahora vamos a hacer"
    },
    {
      "index": 86,
      "start_time": 464210.0,
      "end_time": 471090.0,
      "text": "algunos bombones de chocolate blanco. ¡¿Esperar lo?!\nMe imaginé que me recocido mía, tan blanco"
    },
    {
      "index": 87,
      "start_time": 471090.0,
      "end_time": 475789.0,
      "text": "resto del chocolate en paz. Pero no vamos\nhacer hincapié en ello durante mucho tiempo porque yo"
    },
    {
      "index": 88,
      "start_time": 475789.0,
      "end_time": 479710.0,
      "text": "tener cierta izquierda chocolate con leche. Déjalos\nenfriar por completo, también puede ponerlos"
    },
    {
      "index": 89,
      "start_time": 479710.0,
      "end_time": 484300.0,
      "text": "en la nevera por un tiempo. Es hora de tomar\nestos bebés fuera de los moldes! Mira esto"
    },
    {
      "index": 90,
      "start_time": 484300.0,
      "end_time": 489750.0,
      "text": "¡perfección! OMG soy tan orgulloso de mí mismo\nahora. Totalmente tocando a mí mismo en el hombro,"
    },
    {
      "index": 91,
      "start_time": 489750.0,
      "end_time": 495870.0,
      "text": "sin vergüenza. Se ven tan hechas profesionalmente,\n¿derecho? Voy a probar. Ninguna chica éstos"
    },
    {
      "index": 92,
      "start_time": 495870.0,
      "end_time": 500830.0,
      "text": "no son para usted, estos son para el regalo, que\nse ven tan bien Sólo quiero comer. Ponlos"
    },
    {
      "index": 93,
      "start_time": 500830.0,
      "end_time": 506300.0,
      "text": "en un frasco o una caja de regalo bonita. Decorar\ncon un poco de cinta para que sea más festivo!"
    },
    {
      "index": 94,
      "start_time": 506300.0,
      "end_time": 511110.0,
      "text": "Usted puede personalizarlo para un amigo que usted\nestán haciendo para. Por ejemplo, si esa persona"
    },
    {
      "index": 95,
      "start_time": 511110.0,
      "end_time": 516620.0,
      "text": "tiene que ver con el uso de vida saludable 70% de chocolate\ny arriba los bombones con cosas saludables como"
    },
    {
      "index": 96,
      "start_time": 516620.0,
      "end_time": 520880.0,
      "text": "bayas y nueces goji. Estos son como un delicioso\ny regalo impresionante."
    },
    {
      "index": 97,
      "start_time": 520880.0,
      "end_time": 525830.0,
      "text": "Sombreros del oído son una gran tendencia y en realidad se puede\nhacerlo por sí mismo! Voy a mostrarte"
    },
    {
      "index": 98,
      "start_time": 525830.0,
      "end_time": 532200.0,
      "text": "Cómo. Todo lo que necesitas es un sombrero de bajo costo, dos\nbotones, hilo y una aguja más algo de hilo."
    },
    {
      "index": 99,
      "start_time": 532200.0,
      "end_time": 536910.0,
      "text": "En primer lugar tenemos que hacer dos pompones. Envuelva el\nhilo alrededor de la palma de su mano sobre cientos"
    },
    {
      "index": 100,
      "start_time": 536910.0,
      "end_time": 543620.0,
      "text": "veces. Recorte el exceso y tomar la bola del hilado\nde su mano. Tome un pequeño trozo de hilo o"
    },
    {
      "index": 101,
      "start_time": 543620.0,
      "end_time": 550220.0,
      "text": "hilo y se envuelve alrededor de la bola de hilo con fuerza.\nSe termina con esta forma de arco. Con unas tijeras"
    },
    {
      "index": 102,
      "start_time": 550220.0,
      "end_time": 557660.0,
      "text": "cortar a través de los lazos en ambos lados. El arco\nforma se ha ido y terminamos con una mullida"
    },
    {
      "index": 103,
      "start_time": 557660.0,
      "end_time": 562459.0,
      "text": "bola del hilado. Es hora de hacer nuestra agradable pompón y\nredondeado por lo que sólo divertirse con unas tijeras y"
    },
    {
      "index": 104,
      "start_time": 562459.0,
      "end_time": 567019.0,
      "text": "jugar con él hasta que esté satisfecho con\ncomo luce. No vamos - éste es"
    },
    {
      "index": 105,
      "start_time": 567019.0,
      "end_time": 571310.0,
      "text": "ve bastante pijo! Pero ya que todos los animales\ntener dos oídos, tenemos que hacer que el segundo"
    },
    {
      "index": 106,
      "start_time": 571310.0,
      "end_time": 576420.0,
      "text": "pom pom, que tiene que ser del mismo tamaño\ncomo el primero. Nuestros dos bolas de esponjosidad"
    },
    {
      "index": 107,
      "start_time": 576420.0,
      "end_time": 580899.0,
      "text": "estamos preparados y podemos añadirlos al sombrero.\nEnrosque la aguja y hacer un par de puntos de sutura"
    },
    {
      "index": 108,
      "start_time": 580899.0,
      "end_time": 585830.0,
      "text": "para cada uno de los oídos. Querer es poder\nsólo tiene que utilizar pegamento de la tela. Desde mis pompones son"
    },
    {
      "index": 109,
      "start_time": 585830.0,
      "end_time": 592560.0,
      "text": "bastante grande y pesado me imaginé que coser\nProbablemente va a funcionar mejor para mí. Hacer una final"
    },
    {
      "index": 110,
      "start_time": 592560.0,
      "end_time": 597510.0,
      "text": "nudo en el interior del sombrero, cortar el exceso\nhilo y la primera oreja se hace. Hacer lo mismo"
    },
    {
      "index": 111,
      "start_time": 597510.0,
      "end_time": 606480.0,
      "text": "para el otro. Sólo mediante la adición de las orejas, esta\nsombrero ve mucho más bonita que antes, ¿no ?!"
    },
    {
      "index": 112,
      "start_time": 606480.0,
      "end_time": 611579.0,
      "text": "Puede totalmente terminar aquí o usted puede dar\nNuestro oso de una cara como yo. Porque los ojos estoy"
    },
    {
      "index": 113,
      "start_time": 611579.0,
      "end_time": 616649.0,
      "text": "usando un par de botones blancos para que coincida con la\norejas. Cosa que en un sombrero con hilo negro,"
    },
    {
      "index": 114,
      "start_time": 616649.0,
      "end_time": 621480.0,
      "text": "que representará a los alumnos. además de ser\nuna idea impresionante del regalo, este proyecto también"
    },
    {
      "index": 115,
      "start_time": 621480.0,
      "end_time": 626810.0,
      "text": "grande para el up-cycling sus viejos sombreros y refrescante\nel vestuario de invierno. Definitivamente voy a hacer"
    },
    {
      "index": 116,
      "start_time": 626810.0,
      "end_time": 631990.0,
      "text": "otra para mí mismo si le doy a este sombrero\nlejos porque me encanta tanto. Para el"
    },
    {
      "index": 117,
      "start_time": 631990.0,
      "end_time": 636820.0,
      "text": "nariz y boca estoy usando hilo y tela\npegamento. Hacer un poco de forma ovalada para el oso de"
    },
    {
      "index": 118,
      "start_time": 636820.0,
      "end_time": 646310.0,
      "text": "nariz y una ola para la boca. Aqui tenemos\nella, nuestro sombrero oso señor todo hecho y mirando"
    },
    {
      "index": 119,
      "start_time": 646310.0,
      "end_time": 652010.0,
      "text": "épico. Este DIY es muy barato, pero\ntan único y especial. La persona afortunada que"
    },
    {
      "index": 120,
      "start_time": 652010.0,
      "end_time": 656029.0,
      "text": "recibe un regalo como ese seguramente sentirá\nespecial y apreciado."
    },
    {
      "index": 121,
      "start_time": 656029.0,
      "end_time": 660430.0,
      "text": "¿Sabes lo que los chicos que estaba pensando que ninguno\nde mis amigos tienen cumpleaños en los próximos días"
    },
    {
      "index": 122,
      "start_time": 660430.0,
      "end_time": 665279.0,
      "text": "y me siento bastante hambre, así que estoy solo\nva a cavar en el cuadro de helado. tengo"
    },
    {
      "index": 123,
      "start_time": 665279.0,
      "end_time": 670350.0,
      "text": "para darle un poco de control de calidad para hacer\nseguro de que es lo suficientemente bueno como un regalo, ¿no? yo"
    },
    {
      "index": 124,
      "start_time": 670350.0,
      "end_time": 678769.0,
      "text": "estoy tomando dos cucharadas de sorbete de frambuesa que\n¡Es tan Bueno! Una crema batida poco no le hace mal"
    },
    {
      "index": 125,
      "start_time": 678769.0,
      "end_time": 685779.0,
      "text": "nadie, así que vamos a ponerlo en la parte superior. Tiempo para\nlos ingredientes! Yo voy por un poco de miel en primer lugar,"
    },
    {
      "index": 126,
      "start_time": 685779.0,
      "end_time": 690640.0,
      "text": "porque sorbete de frambuesa puede ser muy amargo\ny tenemos que equilibrarlo con la miel dulce."
    },
    {
      "index": 127,
      "start_time": 690640.0,
      "end_time": 695089.0,
      "text": "También tenemos que comprobar cómo la aspersión\nobras cuchara! Mmm bueno, voy a marcarlo"
    },
    {
      "index": 128,
      "start_time": 695089.0,
      "end_time": 700790.0,
      "text": "tal como fue aprobado. Todo lo que necesitamos ahora es un poco de decoración\ny una cuchara de helado. Qué bonito es este"
    },
    {
      "index": 129,
      "start_time": 700790.0,
      "end_time": 705529.0,
      "text": "¡copo de nieve! Usted puede hacer decoraciones como estos\ntú mismo. Cortar algunas formas de su elección de"
    },
    {
      "index": 130,
      "start_time": 705529.0,
      "end_time": 710430.0,
      "text": "color de papel y pegarlas en un palillo de dientes.\nDespués de un control de calidad se ha realizado,"
    },
    {
      "index": 131,
      "start_time": 710430.0,
      "end_time": 717350.0,
      "text": "Puedo aprobar totalmente este cuadro de helados\nun regalo perfecto para cualquier ocasión! ¡Lo amo!"
    },
    {
      "index": 132,
      "start_time": 717350.0,
      "end_time": 719690.0,
      "text": "¡Feliz cumpleaños!"
    },
    {
      "index": 133,
      "start_time": 719690.0,
      "end_time": 724180.0,
      "text": "Si usted necesita algunos pequeños y baratos regalos\npara dar a sus amigos - estos bombones de caramelo"
    },
    {
      "index": 134,
      "start_time": 724180.0,
      "end_time": 730000.0,
      "text": "son perfectos. Para hacer que usted necesitará un poco\ncaramelo, cinta, papel celofán, cinta, papel higiénico"
    },
    {
      "index": 135,
      "start_time": 730000.0,
      "end_time": 735579.0,
      "text": "rodar, papel de embalaje y tijeras. Comience por\nenvolver el papel del arte alrededor del rodillo y"
    },
    {
      "index": 136,
      "start_time": 735579.0,
      "end_time": 741380.0,
      "text": "seguro que con un trozo de cinta. Dobla el extra\npapel en los lados del interior del rollo como este."
    },
    {
      "index": 137,
      "start_time": 741380.0,
      "end_time": 750250.0,
      "text": "Pop el caramelo de su elección en la abertura.\nTome su celofán y se envuelve alrededor de la"
    },
    {
      "index": 138,
      "start_time": 750250.0,
      "end_time": 757579.0,
      "text": "rollo de caramelos. Asegure en su lugar con cinta adhesiva.\nHaga dos arcos de la cinta en los lados y usted"
    },
    {
      "index": 139,
      "start_time": 757579.0,
      "end_time": 769130.0,
      "text": "obtener una forma de bombón perfecto. ¿Cómo lindos son éstos !?\nHacer un montón de diferentes colores y darle"
    },
    {
      "index": 140,
      "start_time": 769130.0,
      "end_time": 774240.0,
      "text": "a tus mejores amigos o los puede utilizar\ncomo llenadores de la media. Fácil, barato y"
    },
    {
      "index": 141,
      "start_time": 774240.0,
      "end_time": 779870.0,
      "text": "pequeños regalos totalmente adorable, estoy en el amor!"
    },
    {
      "index": 142,
      "start_time": 779870.0,
      "end_time": 784660.0,
      "text": "Cualquier persona que ama la belleza y le gusta mimar\nella estaría encantado de recibir este hidratante"
    },
    {
      "index": 143,
      "start_time": 784660.0,
      "end_time": 791240.0,
      "text": "exfoliación corporal. Es necesario un recipiente, un frasco, esencial\naceite, colorante de alimentos, el azúcar y el aceite de coco."
    },
    {
      "index": 144,
      "start_time": 791240.0,
      "end_time": 796350.0,
      "text": "Vierta un cuarto de taza de aceite de coco derretida\nen el tazón y agregar una taza de azúcar. Añadir"
    },
    {
      "index": 145,
      "start_time": 796350.0,
      "end_time": 802060.0,
      "text": "unas gotas de aceite esencial, estoy usando la hierbabuena\ny mezclar en un poco de colorante azul. Mezcla"
    },
    {
      "index": 146,
      "start_time": 802060.0,
      "end_time": 806620.0,
      "text": "los ingredientes muy bien. si tu\ntenga que aún puede agregar azúcar o aceite a"
    },
    {
      "index": 147,
      "start_time": 806620.0,
      "end_time": 815490.0,
      "text": "este punto para obtener la consistencia perfecta.\nVierta la maleza en un frasco. Para hacer el regalo"
    },
    {
      "index": 148,
      "start_time": 815490.0,
      "end_time": 824089.0,
      "text": "más bonito se puede decorar con pegatinas\n- Escribir en un nombre y que se pegue en la tapa."
    },
    {
      "index": 149,
      "start_time": 824089.0,
      "end_time": 828660.0,
      "text": "También decidí envolver un trozo de rafia blanca\nalrededor y hacer una reverencia. Lo que un pequeño y hermoso"
    },
    {
      "index": 150,
      "start_time": 828660.0,
      "end_time": 833130.0,
      "text": "presente derecha ?! Sobre todo en el invierno, cuando\nnuestra piel se seca es realmente importante para"
    },
    {
      "index": 151,
      "start_time": 833130.0,
      "end_time": 838060.0,
      "text": "exfoliar y humectar. Este exfoliante obras\nperfectamente porque hace tanto - Elimina"
    },
    {
      "index": 152,
      "start_time": 838060.0,
      "end_time": 841959.0,
      "text": "piel seca y células muertas más hidrata."
    },
    {
      "index": 153,
      "start_time": 841959.0,
      "end_time": 846510.0,
      "text": "Ahora vamos a hacer algunos cuencos de mármol que son\nuna gran decoración y la pieza de la organización para"
    },
    {
      "index": 154,
      "start_time": 846510.0,
      "end_time": 853529.0,
      "text": "cualquier edad. Vamos a necesitar un poco de arcilla, un cuenco,\nrodillo de masa y un marcador de tela de oro. Rodar"
    },
    {
      "index": 155,
      "start_time": 853529.0,
      "end_time": 866389.0,
      "text": "los colores de su elección en tiras como\nesta. Tengo blanco, verde, violeta y amarillo."
    },
    {
      "index": 156,
      "start_time": 866389.0,
      "end_time": 870620.0,
      "text": "Ahora tiene que girar todas las tiras juntas\ny cuanto más se tuerce, más marbley su"
    },
    {
      "index": 157,
      "start_time": 870620.0,
      "end_time": 875410.0,
      "text": "cuencos van a ser. Quiero que mi diseño de\nestar bastante lleno, así que decidí rodar mi arcilla"
    },
    {
      "index": 158,
      "start_time": 875410.0,
      "end_time": 882230.0,
      "text": "nuevo y luego torcer así. Simplemente jugar\ncon él para que los colores de arcilla se mezclan juntos."
    },
    {
      "index": 159,
      "start_time": 882230.0,
      "end_time": 886500.0,
      "text": "Cuando usted siente que tiene un buen patrón,\nformar la arcilla en una pequeña bola de mármol. Lugar"
    },
    {
      "index": 160,
      "start_time": 886500.0,
      "end_time": 890600.0,
      "text": "sobre la superficie plana y utilizar un rodillo o\nalgo redondeado como un florero o una botella"
    },
    {
      "index": 161,
      "start_time": 890600.0,
      "end_time": 898680.0,
      "text": "para aplanarlo. Tal como lo haría cocerá\ngalletas. Coloque la arcilla en la parte superior de la taza"
    },
    {
      "index": 162,
      "start_time": 898680.0,
      "end_time": 905850.0,
      "text": "y dejar secar. Aquí hice otro. por\néste me hizo girar el barro aún más por lo que"
    },
    {
      "index": 163,
      "start_time": 905850.0,
      "end_time": 910870.0,
      "text": "tiene un aspecto aún más marbley rústico. Decidí\npara ponerlo dentro de la taza y hacer el borde"
    },
    {
      "index": 164,
      "start_time": 910870.0,
      "end_time": 915570.0,
      "text": "aún más ondulado, doblándolo. Mi arcilla\nes secado al aire, así que sólo tengo que esperar a que un"
    },
    {
      "index": 165,
      "start_time": 915570.0,
      "end_time": 920649.0,
      "text": "pocas horas para mis cuencos se sequen y se endurecen,\npero se puede hornear y acelerar el proceso."
    },
    {
      "index": 166,
      "start_time": 920649.0,
      "end_time": 925430.0,
      "text": "Para el toque final colorear la ventaja en\noro o cualquier otro color. Puede utilizar un marcador"
    },
    {
      "index": 167,
      "start_time": 925430.0,
      "end_time": 931440.0,
      "text": "o pintura acrílica para hacer eso. Ta-da el mármol\nplatos son todo listo y un regalo perfecto para"
    },
    {
      "index": 168,
      "start_time": 931440.0,
      "end_time": 936639.0,
      "text": "una amiga, tu mamá, abuela o cualquier persona que\nle gusta lindas piezas de decoración de habitación. Estos son"
    },
    {
      "index": 169,
      "start_time": 936639.0,
      "end_time": 942079.0,
      "text": "grande para la joyería de almacenamiento, o cualquier otra cosa\ncomo llaves, pasadores, lo que sea."
    },
    {
      "index": 170,
      "start_time": 942079.0,
      "end_time": 946870.0,
      "text": "¿Qué es mejor que beber un café de la mañana\no té de una taza hecha por alguien muy especial"
    },
    {
      "index": 171,
      "start_time": 946870.0,
      "end_time": 952699.0,
      "text": "¿A usted? Tazas de bricolaje son una linda y super fácil\nidea perfecta para todas las edades. Para hacer que usted"
    },
    {
      "index": 172,
      "start_time": 952699.0,
      "end_time": 958100.0,
      "text": "necesita una taza blanca y algunos marcadores de porcelana.\nÉste sería perfecto para un regalo de cumpleaños."
    },
    {
      "index": 173,
      "start_time": 958100.0,
      "end_time": 963100.0,
      "text": "Comencé con una guirnalda de fiesta y algunos globos.\nEn primer lugar me gustaría esbozar la imagen en negro"
    },
    {
      "index": 174,
      "start_time": 963100.0,
      "end_time": 968040.0,
      "text": "y luego voy a añadir un poco de color. Tazas simples son\nmuy barato y los marcadores durarán"
    },
    {
      "index": 175,
      "start_time": 968040.0,
      "end_time": 972620.0,
      "text": "para siempre, por lo que será capaz de hacer un montón\nde regalos de usarlos. Todo lo que tienes que hacer es"
    },
    {
      "index": 176,
      "start_time": 972620.0,
      "end_time": 977480.0,
      "text": "transformarse en un diseñador taza creativa\ny hacer algunos dibujos impresionantes en las tazas."
    },
    {
      "index": 177,
      "start_time": 977480.0,
      "end_time": 983509.0,
      "text": "Realmente no soy tan bueno en el dibujo, así que no lo hago\njuzgarme. Pero ese es el punto de-ción de bricolaje!"
    },
    {
      "index": 178,
      "start_time": 983509.0,
      "end_time": 989589.0,
      "text": "Usted no tiene que ser un Picasso para hacer un regalo\ncomo eso. También decidí añadir un poco"
    },
    {
      "index": 179,
      "start_time": 989589.0,
      "end_time": 994029.0,
      "text": "cita - \"sonrisa se ve bien en ti\". No\nsólo sonreír, la persona que voy a dar a este"
    },
    {
      "index": 180,
      "start_time": 994029.0,
      "end_time": 998579.0,
      "text": "taza para probablemente reír cada mañana cuando\nel consumo de café, pensando en lo terrible"
    },
    {
      "index": 181,
      "start_time": 998579.0,
      "end_time": 1003949.0,
      "text": "cajón soy. Siéntase libre de dejar su taza de\nblanco y negro, pero me conoces - Me encanta"
    },
    {
      "index": 182,
      "start_time": 1003949.0,
      "end_time": 1019670.0,
      "text": "el color, así que tuvo que condimentarlo un poco. Buscando\n¡impresionante! Ahora a la otra taza! quería"
    },
    {
      "index": 183,
      "start_time": 1019670.0,
      "end_time": 1024319.0,
      "text": "éste sea más invernal relacionados, así que estoy\nescribiendo sobre \"el bebé hace frío afuera\". Yo no"
    },
    {
      "index": 184,
      "start_time": 1024319.0,
      "end_time": 1028910.0,
      "text": "sé ustedes pero chico que ha estado recibiendo\nbastante frío aquí en Noruega últimamente, por lo que este"
    },
    {
      "index": 185,
      "start_time": 1028910.0000000001,
      "end_time": 1034049.0000000001,
      "text": "siente totalmente apropiado. En la parte inferior\nde la taza Estoy dibujando 3 pingüinos - pobres"
    },
    {
      "index": 186,
      "start_time": 1034049.0,
      "end_time": 1038959.0,
      "text": "bebés de congelación en la nieve. Comience con un\novalada para el cuerpo, horizontal número tres"
    },
    {
      "index": 187,
      "start_time": 1038959.0000000001,
      "end_time": 1046059.0000000001,
      "text": "para la cara y dos líneas para el vientre blanco.\nUsando marcador amarillo hacen un pico y su"
    },
    {
      "index": 188,
      "start_time": 1046059.0,
      "end_time": 1052789.0,
      "text": "los pies. Y como yo estoy haciendo pingüinos fantasía\nLos estoy coloreando en verde, rosa y azul."
    },
    {
      "index": 189,
      "start_time": 1052789.0,
      "end_time": 1059880.0,
      "text": "Este DIY no toma más de cinco minutos\ny se obtiene un bonito regalo tan! ¡Simplemente perfecto!"
    },
    {
      "index": 190,
      "start_time": 1059880.0,
      "end_time": 1063809.0,
      "text": "Para que su tazas lavavajillas prueba que tenemos\nhacer estallar en el horno para el marcador a"
    },
    {
      "index": 191,
      "start_time": 1063809.0,
      "end_time": 1068700.0,
      "text": "endurecer. Siga las instrucciones para sus marcadores\nya que pueden ser un poco diferente. Tengo que"
    },
    {
      "index": 192,
      "start_time": 1068700.0,
      "end_time": 1078080.0,
      "text": "hornear mis tazas al trescientos por Farenheit\nnoventa minutos. Voila, aquí están todos los acabados"
    },
    {
      "index": 193,
      "start_time": 1078080.0,
      "end_time": 1082070.0,
      "text": "y buscando impresionante. Me encanta cómo puede ser\ntan creativo con estas tazas. Puedes hacer"
    },
    {
      "index": 194,
      "start_time": 1082070.0,
      "end_time": 1088460.0,
      "text": "tantos diseños impresionantes. Dibujos, patrones,\ncita ... el cielo es el límite. Control de calidad"
    },
    {
      "index": 195,
      "start_time": 1088460.0,
      "end_time": 1093730.0,
      "text": "se necesita de nuevo, así que vamos a hacer un poco de chocolate caliente.\nUn poco de leche, una cucharadita de cacao en polvo"
    },
    {
      "index": 196,
      "start_time": 1093730.0,
      "end_time": 1098350.0,
      "text": "y crema batida para que sea adicional deliciosa\ny festivo. Cada vez que su amigo beberá"
    },
    {
      "index": 197,
      "start_time": 1098350.0,
      "end_time": 1103240.0,
      "text": "de la taza que usted hizo, él o ella\nse recordó lo especial que él o ella está a usted."
    },
    {
      "index": 198,
      "start_time": 1103240.0,
      "end_time": 1105230.0,
      "text": "Y eso es un sentimiento no tiene precio."
    },
    {
      "index": 199,
      "start_time": 1105230.0,
      "end_time": 1111820.0,
      "text": "Por último, pero no menos importante te voy a mostrar\ncómo hacer estos guantes épicas o calentadores de mano,"
    },
    {
      "index": 200,
      "start_time": 1111820.0,
      "end_time": 1116039.0,
      "text": "que es probablemente mi idea favorita regalo\nun manojo. Y no se preocupe si usted no sabe"
    },
    {
      "index": 201,
      "start_time": 1116039.0,
      "end_time": 1121280.0,
      "text": "a tejer porque no tengo ni idea tampoco,\ntweenzies! Usted necesitará un poco de lana, helados"
    },
    {
      "index": 202,
      "start_time": 1121280.0,
      "end_time": 1126789.0,
      "text": "copa, pistola de pegamento, horquillas, gancho de tejer y\nUna aguja. Antes de empezar a tejer lo que necesitamos"
    },
    {
      "index": 203,
      "start_time": 1126789.0,
      "end_time": 1131650.0,
      "text": "hacer un simple telar de tejer. Comience colocando\npares de pernos de todo el borde de la copa"
    },
    {
      "index": 204,
      "start_time": 1131650.0,
      "end_time": 1136220.0,
      "text": "que, dejando alrededor de media pulgada entre cada\npar. Si usted no tiene una taza de helado que"
    },
    {
      "index": 205,
      "start_time": 1136220.0,
      "end_time": 1141360.0,
      "text": "puede utilizar una mayor taza de café o cualquier otro hueco\nobjeto redondeado. Es hora de tomar nuestra pistola de pegamento"
    },
    {
      "index": 206,
      "start_time": 1141360.0,
      "end_time": 1145549.0,
      "text": "y vamos a aplicar un poco de pegamento sobre y alrededor\ncada pin para asegurarse de que van a permanecer en el lugar"
    },
    {
      "index": 207,
      "start_time": 1145549.0,
      "end_time": 1156299.0,
      "text": "mientras que tejer. Cuando se pegan todos los pines\nen su lugar se puede proceder a la parte divertida - tejer!"
    },
    {
      "index": 208,
      "start_time": 1156299.0,
      "end_time": 1161140.0,
      "text": "Tome su hilo y esto es opcional - un\npaja. Pase el hilo a través de él. Straw hace"
    },
    {
      "index": 209,
      "start_time": 1161140.0,
      "end_time": 1166100.0,
      "text": "que sea más fácil para envolver el hilo alrededor de cada pin.\nDeja unas cinco pulgadas de hilo cuelgan sueltos"
    },
    {
      "index": 210,
      "start_time": 1166100.0,
      "end_time": 1170330.0,
      "text": "y luego empezar a envolver el hilo alrededor de cada\nalfiler. Asegúrese de que tiene lazos en el"
    },
    {
      "index": 211,
      "start_time": 1170330.0,
      "end_time": 1176410.0,
      "text": "exterior y la línea de conexión del hilado en\nel interior del telar. Al llegar a la"
    },
    {
      "index": 212,
      "start_time": 1176410.0,
      "end_time": 1181030.0,
      "text": "primer pasador, simplemente continúe con una fila más\npor encima de la primera. Ver lo rápido que puedas"
    },
    {
      "index": 213,
      "start_time": 1181030.0,
      "end_time": 1186210.0,
      "text": "envuelva el hilo alrededor de los pasadores utilizando una pajita ?!\nLa segunda línea de envolvimiento ha terminado por lo que es"
    },
    {
      "index": 214,
      "start_time": 1186210.0,
      "end_time": 1190919.0,
      "text": "tiempo para tomar el gancho y tire de la parte inferior\nbucles sobre las superiores. Coge el bucle inferior"
    },
    {
      "index": 215,
      "start_time": 1190919.0,
      "end_time": 1195330.0,
      "text": "- El que más cerca del borde de la taza - pull\npor encima de la curva superior y sobre el pasador"
    },
    {
      "index": 216,
      "start_time": 1195330.0,
      "end_time": 1200020.0,
      "text": "ese. Si usted no tiene un gancho que puede fácilmente\nhacer uno de un pedazo de alambre o se puede tirar"
    },
    {
      "index": 217,
      "start_time": 1200020.0,
      "end_time": 1206740.0,
      "text": "con los dedos también. Ir todo el telar hasta\nnuestra primera fila se terminó. Tiempo para envolver de nuevo"
    },
    {
      "index": 218,
      "start_time": 1206740.0,
      "end_time": 1211080.0,
      "text": "el alrededor de los pasadores -, pero a partir de ahora\nen que sólo es necesario envolverlos una vez, porque"
    },
    {
      "index": 219,
      "start_time": 1211080.0,
      "end_time": 1216960.0,
      "text": "como se puede ver, ya tenemos nuestro primer\nfila de hilo de antes. Cuando todos los bolos"
    },
    {
      "index": 220,
      "start_time": 1216960.0,
      "end_time": 1221380.0,
      "text": "se envuelven tomar un gancho y tire de la parte inferior\nbucles sobre las superiores. Estos son los dos"
    },
    {
      "index": 221,
      "start_time": 1221380.0,
      "end_time": 1226130.0,
      "text": "pasos que debe seguir repitiendo hasta\nsu guante es lo suficientemente largo: envuelva el hilo alrededor"
    },
    {
      "index": 222,
      "start_time": 1226130.0,
      "end_time": 1230460.0,
      "text": "los pasadores, tiran de los bucles de fondo sobre la parte superior\nqueridos. Por otra envolver el hilo alrededor de la"
    },
    {
      "index": 223,
      "start_time": 1230460.0,
      "end_time": 1234980.0,
      "text": "pasadores y otra vez tirar de la parte inferior bucles sobre\nlos superiores, es así de simple! Puedes hacer"
    },
    {
      "index": 224,
      "start_time": 1234980.0,
      "end_time": 1239539.0,
      "text": "los guantes que usan sólo un color de hilo, o\nusted puede hacer rayas de diferentes colores."
    },
    {
      "index": 225,
      "start_time": 1239539.0,
      "end_time": 1244340.0,
      "text": "Decidí hacer un borde verde en estos guantes\nasí que tengo que cambiar el hilo. Esto es muy"
    },
    {
      "index": 226,
      "start_time": 1244340.0,
      "end_time": 1250140.0,
      "text": "fácil. Cortar el hilo de trabajo de color rosa, dejando\ncerca de cinco pulgadas adicionales como eso. Tome la"
    },
    {
      "index": 227,
      "start_time": 1250140.0,
      "end_time": 1255510.0,
      "text": "hilo de color verde y el hilo en una paja. Ahora simplemente\nhacer un nudo que ata juntos el rosa y verde"
    },
    {
      "index": 228,
      "start_time": 1255510.0,
      "end_time": 1261140.0,
      "text": "hilo de esa manera. Luego continuar los mismos dos\nsencillos pasos como antes. Esta vez el uso de verde"
    },
    {
      "index": 229,
      "start_time": 1261140.0,
      "end_time": 1265840.0,
      "text": "hilo. Envuelva el hilo alrededor de cada pin y después\ntirar de los bucles inferiores sobre los superiores. Y"
    },
    {
      "index": 230,
      "start_time": 1265840.0,
      "end_time": 1270600.0,
      "text": "que es toda la historia, es realmente fácil,\nrealmente tienes que probar. Me encanta esta rápida"
    },
    {
      "index": 231,
      "start_time": 1270600.0,
      "end_time": 1274770.0,
      "text": "telar técnica de tejer, ya que es tan simple\ny sólo toma alrededor de dos horas para hacer"
    },
    {
      "index": 232,
      "start_time": 1274770.0,
      "end_time": 1279150.0,
      "text": "una hermosa guante! Especialmente este tiempo de\naño, cuando se hace de noche así que rápidamente me encanta"
    },
    {
      "index": 233,
      "start_time": 1279150.0,
      "end_time": 1284190.0,
      "text": "coqueteando en el sofá envuelto en mantas,\nver la TV y tejer estos guantes. Encuentro"
    },
    {
      "index": 234,
      "start_time": 1284190.0,
      "end_time": 1289940.0,
      "text": "realmente relajante y terapéutico. Llámame\nabuelita, que es \"la belleza esquina de la abuela\"."
    },
    {
      "index": 235,
      "start_time": 1289940.0,
      "end_time": 1294400.0,
      "text": "Después de veintidós rosa y cinco filas verdes\nCreo que este guante es el tiempo suficiente, así que estoy"
    },
    {
      "index": 236,
      "start_time": 1294400.0,
      "end_time": 1298309.0,
      "text": "va a tirar de la parte inferior bucles sobre la parte superior\nlos de la última vez y luego vamos a hacer"
    },
    {
      "index": 237,
      "start_time": 1298309.0,
      "end_time": 1305179.0,
      "text": "una fila ganchillo acabado. Para hacerlo le puede\nutilizar una aguja de crochet como yo, pero el hacer punto"
    },
    {
      "index": 238,
      "start_time": 1305179.0,
      "end_time": 1309919.0,
      "text": "enganchar desde antes o un trozo de alambre haría\nfuncionar bien también. Tire el primer bucle de"
    },
    {
      "index": 239,
      "start_time": 1309919.0,
      "end_time": 1315200.0,
      "text": "el pasador y en el gancho. Lleve a su trabajo\nhilados y envuélvalo alrededor del gancho como éste."
    },
    {
      "index": 240,
      "start_time": 1315200.0,
      "end_time": 1319730.0,
      "text": "Ahora tiene que tirar del primer bucle sobre el\nsegundo y descolgado. Añadir el bucle"
    },
    {
      "index": 241,
      "start_time": 1319730.0,
      "end_time": 1324280.0,
      "text": "desde el segundo pasador en el gancho y otra vez\nenvuelva el hilo de trabajo alrededor del gancho. Como"
    },
    {
      "index": 242,
      "start_time": 1324280.0,
      "end_time": 1329200.0,
      "text": "se puede ver que tiene tres bucles en el gancho.\nTire el medio sobre el tercer bucle y"
    },
    {
      "index": 243,
      "start_time": 1329200.0,
      "end_time": 1334070.0,
      "text": "a continuación, el primero uno sobre el tercer bucle. Continuar\neste paso hasta que tome todos los bucles fuera"
    },
    {
      "index": 244,
      "start_time": 1334070.0,
      "end_time": 1339679.0,
      "text": "los pasadores. Me siento como que estoy diciendo \"gancho\" cientos\nmiles de millones de veces, pero realmente quieren"
    },
    {
      "index": 245,
      "start_time": 1339679.0,
      "end_time": 1346450.0,
      "text": "chicos entiendan. Vamos a repetir: tomar la\nlazo del pasador, envolver el hilo de trabajo en torno a"
    },
    {
      "index": 246,
      "start_time": 1346450.0,
      "end_time": 1351340.0,
      "text": "el gancho y uno se queda con 3 bucles en la\ngancho. Deténgase la del medio y la primera"
    },
    {
      "index": 247,
      "start_time": 1351340.0,
      "end_time": 1357169.0,
      "text": "uno. A continuación, repita el paso. Al llegar a\nel último alfiler, el guante se desprenderá la"
    },
    {
      "index": 248,
      "start_time": 1357169.0,
      "end_time": 1367039.0,
      "text": "telar. Te has quedado con un pequeño lazo y\nel hilo de trabajo que tenemos que recortar dejando"
    },
    {
      "index": 249,
      "start_time": 1367039.0,
      "end_time": 1371780.0,
      "text": "cerca de cinco pulgadas de adicional. Liderar el hilo\na través del lazo y hacer un par de nudos"
    },
    {
      "index": 250,
      "start_time": 1371780.0,
      "end_time": 1376710.0,
      "text": "y los puntos para asegurarse de que el guante no lo hará\ndesmoronarse. Queremos que dure muchos años."
    },
    {
      "index": 251,
      "start_time": 1376710.0,
      "end_time": 1384720.0,
      "text": "Estoy utilizando una aguja de tejer grande pero se puede\ntotalmente hacer uno con un trozo de alambre. En"
    },
    {
      "index": 252,
      "start_time": 1384720.0,
      "end_time": 1389250.0,
      "text": "el extremo opuesto del guante todavía tiene\neste primer hilo termina en horas pico. Hacer unos pocos"
    },
    {
      "index": 253,
      "start_time": 1389250.0,
      "end_time": 1397809.0,
      "text": "nudos y suturas para asegurar su trabajo. yo\ndecidido hacer un nudo adicional donde cambiamos"
    },
    {
      "index": 254,
      "start_time": 1397809.0,
      "end_time": 1402980.0,
      "text": "los colores sólo para estar seguro. Ahora podemos cortar\nlejos de todo lo que hilo extra colgando. empujar"
    },
    {
      "index": 255,
      "start_time": 1402980.0,
      "end_time": 1406970.0,
      "text": "el nudo del interruptor de hilo dentro del guante\npara ocultarlo y todo lo que estamos por hacer, y listo"
    },
    {
      "index": 256,
      "start_time": 1406970.0,
      "end_time": 1411900.0,
      "text": "para admirar estos tejidos a mano guantes adorables.\nUsted puede hacer por ti mismo o usted puede"
    },
    {
      "index": 257,
      "start_time": 1411900.0,
      "end_time": 1416289.0,
      "text": "darles como el más hermoso y reflexivo\nregalo nunca. Cambie los colores y puedes"
    },
    {
      "index": 258,
      "start_time": 1416289.0,
      "end_time": 1421460.0,
      "text": "hacer estos guantes para cualquier persona - novia,\nnovio, abuelo y te garantizo que lo harán"
    },
    {
      "index": 259,
      "start_time": 1421460.0,
      "end_time": 1423460.0,
      "text": "ser abrumado."
    },
    {
      "index": 260,
      "start_time": 1423460.0,
      "end_time": 1427940.0,
      "text": "Home made regalos son mucho más reflexivo,\na continuación, la tienda compraron únicos y especiales."
    },
    {
      "index": 261,
      "start_time": 1427940.0,
      "end_time": 1431690.0,
      "text": "Tómese su tiempo este año y hacer regalos para\nsus amigos y familiares y cómo muestran"
    },
    {
      "index": 262,
      "start_time": 1431690.0,
      "end_time": 1436250.0,
      "text": "mucho que significan para usted! Va a derretir su\ncorazón, porque con caseras regalos no lo hace"
    },
    {
      "index": 263,
      "start_time": 1436250.0,
      "end_time": 1438289.0,
      "text": "dar a un objeto - das amor."
    },
    {
      "index": 264,
      "start_time": 1438289.0,
      "end_time": 1443429.0,
      "text": "Estas fueron mis diez regalos de bricolaje Ideas perfecta\npara la Navidad, los cumpleaños o cualquier tipo de día"
    },
    {
      "index": 265,
      "start_time": 1443429.0,
      "end_time": 1446610.0,
      "text": "cuando desee decirle a sus amigos y familiares\nque usted los ama. Házmelo saber en los comentarios,"
    },
    {
      "index": 266,
      "start_time": 1446610.0,
      "end_time": 1450590.0,
      "text": "cuál de las diez ideas era su favorito y\nTambién dará el video un poco de amor si quieres"
    },
    {
      "index": 267,
      "start_time": 1450590.0,
      "end_time": 1454830.0,
      "text": "más videos relacionados con Navidad, tal vez decoración de habitaciones"
    },
    {
      "index": 268,
      "start_time": 1454830.0,
      "end_time": 1458570.0,
      "text": "Esto es todo por hoy, muchísimas gracias por ver este video y habló con vosotros muy pronto."
    },
    {
      "index": 269,
      "start_time": 1458570.0,
      "end_time": 1462279.0,
      "text": "Oh antes de que me vaya, no olvides echarle un vistazo de videos de Navidad, lo hice el año pasado."
    },
    {
      "index": 270,
      "start_time": 1462279.0,
      "end_time": 1464679.0,
      "text": "¡Adiós!"
    }
  ]
}