{
  "video_id": "l4IeNGE2qX8",
  "title": "How To Keep Growing Up",
  "json": [
    {
      "index": 1,
      "start_time": 880.0,
      "end_time": 6100.0,
      "text": "Normalmente creemos que el asunto de seguir creciendo es algo que termina cuando llegamos a la edad de los 16, o cerca de ésta"
    },
    {
      "index": 2,
      "start_time": 6100.0,
      "end_time": 12580.0,
      "text": "y en donde finalmente nos convertimos en productos completamente terminados: adultos. Hasta ese"
    },
    {
      "index": 3,
      "start_time": 12590.0,
      "end_time": 18019.0,
      "text": "momento, nuestro crecimiento está sujeto a mucha admiración colectiva.  En la psicología del siglo"
    },
    {
      "index": 4,
      "start_time": 18019.0,
      "end_time": 22900.0,
      "text": "veinte, con el trabajo del médico suizo Jean Piaget, pionero en"
    },
    {
      "index": 5,
      "start_time": 22900.0,
      "end_time": 29189.0,
      "text": "acercarse al estudio del desarrollo infantil, el cual identificó y catalogó meticulosamente cada etapa principal"
    },
    {
      "index": 6,
      "start_time": 29189.0,
      "end_time": 35190.0,
      "text": "por la que el infante promedio podría pasar durante el viaje de su desarrollo en los primeros años."
    },
    {
      "index": 7,
      "start_time": 35190.0,
      "end_time": 40079.0,
      "text": "Gracias a su trabajo, sabemos que a los seis meses, un niño es capaz de sentarse por"
    },
    {
      "index": 8,
      "start_time": 40079.0,
      "end_time": 45930.0,
      "text": "sí solo, levantar un objeto pequeño (como una pasa) usar su pulgar y el índice, y reconocer"
    },
    {
      "index": 9,
      "start_time": 45930.0,
      "end_time": 50539.0,
      "text": "su propia imagen en un espejo, aunque es más probable que le tome otros tres meses antes de que"
    },
    {
      "index": 10,
      "start_time": 50539.0,
      "end_time": 56260.0,
      "text": "pueda tomar de una taza por sí solo y entender simples órdenes. A los dos años, comenzará a"
    },
    {
      "index": 11,
      "start_time": 56260.0,
      "end_time": 62199.0,
      "text": "decir \"Yo\" y \"Tú\" y probablememte sea capaz de ponerse un gorro por sí solo. Alrededor de los"
    },
    {
      "index": 12,
      "start_time": 62199.0,
      "end_time": 67159.0,
      "text": "cuatro años, uno espera que utilice frases con muchas palabras y que muy probablemente invente un amigo"
    },
    {
      "index": 13,
      "start_time": 67159.0,
      "end_time": 73530.0,
      "text": "imaginario (un logro que pertenece a lo que Piaget llamó la Subetapa de la Función Simbólica.)"
    },
    {
      "index": 14,
      "start_time": 73530.0,
      "end_time": 78360.0,
      "text": "Entre los cuatro y siete años, los niños comenzarán a comprender conceptos abstractos como \"el tiempo\""
    },
    {
      "index": 15,
      "start_time": 78360.0,
      "end_time": 83470.0,
      "text": "y  \"país\" pero normalmente cometa errores en el uso de \"menos que\" y \"más que\"."
    },
    {
      "index": 16,
      "start_time": 83470.0,
      "end_time": 89180.0,
      "text": "Padres, tíos, tías y abuelos suelen estar profundamente interesados en estos hitos de su"
    },
    {
      "index": 17,
      "start_time": 89180.0,
      "end_time": 95259.0,
      "text": "desarrollo - los cuales se convierten en la materia de las historias familiares. Sin embargo, cerca de haber pasado los 16, la atención"
    },
    {
      "index": 18,
      "start_time": 95259.0,
      "end_time": 101439.0,
      "text": "de la sociedad centrada en la maduración del individuo se vuelve más burda que nunca. El enfoque pasa"
    },
    {
      "index": 19,
      "start_time": 101439.0,
      "end_time": 106770.0,
      "text": "a lo exterior, a lo material: seguimos lo que alguien logra con su grado universitario,"
    },
    {
      "index": 20,
      "start_time": 106770.0,
      "end_time": 112270.0,
      "text": "qué trabajo consiguen y cómo es que progresa en los escalones de la empresa. Crecer se convierte en"
    },
    {
      "index": 21,
      "start_time": 112270.0,
      "end_time": 118490.0,
      "text": "sinónimo de ganar. Pero, en realidad, nunca terminamos de tener oportunidades de crecer"
    },
    {
      "index": 22,
      "start_time": 118490.0,
      "end_time": 123490.0,
      "text": "en lo emocional - en lugar de lo material o lo físico. Tal vez entre los"
    },
    {
      "index": 23,
      "start_time": 123490.0,
      "end_time": 128950.0,
      "text": "19 y los 21, sin nadie que realmente esté atento a este suceso, podemos radicalmente reconsiderar"
    },
    {
      "index": 24,
      "start_time": 128949.99999999999,
      "end_time": 134819.0,
      "text": "nuestra postura sobre cómo tratar las deficiencias de nuestros padres. O sobre como la envidia da un paso \nadelante a"
    },
    {
      "index": 25,
      "start_time": 134819.0,
      "end_time": 141200.0,
      "text": "mediados de nuestros 23 años. O, mientras nos acercamos a los 33, recostados en la cama, a primera hora de la mañana en un hotel"
    },
    {
      "index": 26,
      "start_time": 141200.0,
      "end_time": 146541.0,
      "text": "modificamos nuestra idea sobre a quién  culpar de ciertas dificultades en una relación. Podemos analizar más o"
    },
    {
      "index": 27,
      "start_time": 146541.0,
      "end_time": 153950.0,
      "text": "menos lo mismo, pero por dentro, lentamente, inesperados momentos de crecimiento personal pueden estar desarrollándose."
    },
    {
      "index": 28,
      "start_time": 153950.0,
      "end_time": 158769.0,
      "text": "Desafortunadamente, no tenemos ninguna etapa clara y detallada con la cual medirnos como las"
    },
    {
      "index": 29,
      "start_time": 158769.0,
      "end_time": 162940.0,
      "text": "que disfrutamos siendo bebés y niños - y eso podría darnos el empuje que"
    },
    {
      "index": 30,
      "start_time": 162940.0,
      "end_time": 168750.0,
      "text": "necesitamos para señalar y fomentar etapas de crecimiento. Sin embargo cada vida adulta contiene el potencial"
    },
    {
      "index": 31,
      "start_time": 168750.0,
      "end_time": 174720.0,
      "text": "para adquirir nuevas habilidades emocionales, cada una a su manera, tan importantes como cuando un niño domina una"
    },
    {
      "index": 32,
      "start_time": 174720.0,
      "end_time": 180450.0,
      "text": "particularidad del lenguaje (como por ejemplo, en inglés, decir thought en lugar de thinked)"
    },
    {
      "index": 33,
      "start_time": 180450.0,
      "end_time": 186110.0,
      "text": "o aprender a montar en bicicleta. Desarrollarse emocionalmente implica una serie de pasos: aprender a"
    },
    {
      "index": 34,
      "start_time": 186110.0,
      "end_time": 190780.0,
      "text": "comprendernos y a compadecernos con uno mismo; a valorar correctamente las influencias de nuestra"
    },
    {
      "index": 35,
      "start_time": 190780.0,
      "end_time": 197230.0,
      "text": "infancia; a comunicar en buen tiempo nuestros defectos y rarezas; a interpretar a otros"
    },
    {
      "index": 36,
      "start_time": 197230.0,
      "end_time": 202980.0,
      "text": "más allá de lo que directamente nos digan; a reconocer los complicados límites de la realidad sin que"
    },
    {
      "index": 37,
      "start_time": 202980.0,
      "end_time": 208659.0,
      "text": "seamos destruídos por ellos; a aceptar nuestras necesidades de consuelo y ayuda; a alcanzar"
    },
    {
      "index": 38,
      "start_time": 208659.0,
      "end_time": 213640.0,
      "text": "un nivel  básico de confianza; a saber como perder la esperanza sin renunciar"
    },
    {
      "index": 39,
      "start_time": 213640.0,
      "end_time": 219730.0,
      "text": "por completo a la vida... Podemos visualizar este tipo de viaje interior como unas islas, cada una de ellas marcadas"
    },
    {
      "index": 40,
      "start_time": 219730.0,
      "end_time": 224310.0,
      "text": "con asentamientos, las cuales deberíamos tomarnos la molestia de ir a visitar sistemáticamente, como"
    },
    {
      "index": 41,
      "start_time": 224310.0,
      "end_time": 228870.0,
      "text": "haríamos con las ciudades de la Italia renacentista o los bellos lugares de la ruta del Pacífico."
    },
    {
      "index": 42,
      "start_time": 228870.0,
      "end_time": 233730.0,
      "text": "Les contaríamos emocionados a nuestros amigos que aprendimos sobre Traducción Emocional o que"
    },
    {
      "index": 43,
      "start_time": 233730.0,
      "end_time": 237870.0,
      "text": "logramos excelentes niveles de Comunicación. Que hicimos una fiesta  cuando aprendimos"
    },
    {
      "index": 44,
      "start_time": 237870.0,
      "end_time": 244000.0,
      "text": "a Desesperar con alegría. A pesar de las engañosas apariencias, no hemos, de hecho,"
    },
    {
      "index": 45,
      "start_time": 244000.0,
      "end_time": 249580.0,
      "text": "terminado con el complicado asunto de ser esa cosa sumamente importante: una persona"
    },
    {
      "index": 46,
      "start_time": 249580.0,
      "end_time": 255780.0,
      "text": "emocionalmente madura o, por decirlo en una forma más simple, un adulto de verdad."
    },
    {
      "index": 47,
      "start_time": 256820.0,
      "end_time": 258600.0,
      "text": " "
    },
    {
      "index": 48,
      "start_time": 258600.00000000003,
      "end_time": 262320.0,
      "text": " "
    },
    {
      "index": 49,
      "start_time": 262320.0,
      "end_time": 267720.0,
      "text": " "
    }
  ]
}