{
  "video_id": "LDcm6twPEJA",
  "title": "The Problem With Our Phones",
  "json": [
    {
      "index": 1,
      "start_time": 740.0,
      "end_time": 6099.0,
      "text": "La oscura verdad es que se ha vuelto muy difícil encontrar a alguien"
    },
    {
      "index": 2,
      "start_time": 6100.0,
      "end_time": 10020.0,
      "text": "y ciertamente algo más interesante que un smartphone."
    },
    {
      "index": 3,
      "start_time": 10240.0,
      "end_time": 15880.0,
      "text": "Amamos nuestros teléfonos y nunca quisiéramos abandonarlos, pero también somos gentilmente conscientes"
    },
    {
      "index": 4,
      "start_time": 16500.0,
      "end_time": 20540.0,
      "text": "de que estos aparatos encantadores conllevan a un costo oculto."
    },
    {
      "index": 5,
      "start_time": 20780.0,
      "end_time": 26680.0,
      "text": "Decir que somos adictos a nuestros teléfonos no es simplemente señalar que los usamos mucho."
    },
    {
      "index": 6,
      "start_time": 26680.0,
      "end_time": 33411.0,
      "text": "Señala una noción más oscura: los usamos para mantenernos a raya."
    },
    {
      "index": 7,
      "start_time": 33420.0,
      "end_time": 40140.0,
      "text": "Porque con nuestros teléfonos, nos podemos encontrar incapaces de sentarnos solos en una habitación con nuestros propios pensamientos"
    },
    {
      "index": 8,
      "start_time": 40240.0,
      "end_time": 44520.0,
      "text": "flotando libremente en nuestras cabezas, atreviéndonos a deambular por el pasado y el futuro, permitiéndonos"
    },
    {
      "index": 9,
      "start_time": 44530.0,
      "end_time": 50780.0,
      "text": "sentir dolor, deseo, arrepentimiento y emoción. Somos adictos a nuestros teléfonos"
    },
    {
      "index": 10,
      "start_time": 50780.0,
      "end_time": 56530.0,
      "text": "no porque confiamos en ellos, sino porque queremos reclutarlos en un proyecto dañino"
    },
    {
      "index": 11,
      "start_time": 56530.0,
      "end_time": 62530.0,
      "text": "de auto-evasión. Los teléfonos no tienen la intención de lastimarnos. Pero podríamos - y tal vez lo hacemos -"
    },
    {
      "index": 12,
      "start_time": 62530.0,
      "end_time": 69060.0,
      "text": "usarlos para lastimarnos. La adicción suena horrible. Pero es un nombre demasiado duro para una"
    },
    {
      "index": 13,
      "start_time": 69120.0,
      "end_time": 75360.0,
      "text": "inclinación normal: el hábito de huir de nuestras alegrías y tristezas de auto-conocimiento."
    },
    {
      "index": 14,
      "start_time": 75360.0,
      "end_time": 79040.0,
      "text": "Podemos mirar mucho en nuestros teléfonos: podemos"
    },
    {
      "index": 15,
      "start_time": 79360.0,
      "end_time": 84320.0,
      "text": "(si estamos inclinados) mirar la popularidad de Lima (8.473 millones); que ganaron la Final"
    },
    {
      "index": 16,
      "start_time": 84960.0,
      "end_time": 89600.0,
      "text": "Femenina en Wimblendon en 1997 (Martina Hingis); la definición de \"tautología\" (diciendo"
    },
    {
      "index": 17,
      "start_time": 89760.0,
      "end_time": 95200.0,
      "text": "la misma cosa dos veces, pero en diferentes formas) o tal vez el autor de la fascinante"
    },
    {
      "index": 18,
      "start_time": 95680.0,
      "end_time": 99840.0,
      "text": "cita \"Lo que no te mata te hace más fuerte\" (Nietzsche). Actualmente este constante recurdo tiene"
    },
    {
      "index": 19,
      "start_time": 99840.0,
      "end_time": 105920.0,
      "text": "un involuntario, desafortunado efecto secundario. Consultamos a nuestros teléfonos más que a nosotros mismos."
    },
    {
      "index": 20,
      "start_time": 105920.0,
      "end_time": 112160.0,
      "text": "No es que realmente sepamos tantos hechos oscuros. Pero ya poseemos - en formas dispersas"
    },
    {
      "index": 21,
      "start_time": 112160.0,
      "end_time": 117760.0,
      "text": "y sin pulir - la materia prima a partir de la cual un gran número de las mejores percepciones"
    },
    {
      "index": 22,
      "start_time": 117760.0,
      "end_time": 123520.0,
      "text": "e ideas podrían ser formadas: si sólo les diéramos suficiente tiempo y atención."
    },
    {
      "index": 23,
      "start_time": 123520.0,
      "end_time": 128000.0,
      "text": "Casi desde el inicio del tiempo, hemos valorado la oportunidad de"
    },
    {
      "index": 24,
      "start_time": 128000.0,
      "end_time": 133280.0,
      "text": "alejarnos de los recuerdos de la humanidad y sumergirnos en la naturaleza. Hemos querido"
    },
    {
      "index": 25,
      "start_time": 133280.0,
      "end_time": 138080.0,
      "text": "contemplar la indiferencia del océano gris o la brillante, incalculable, inmensidad de"
    },
    {
      "index": 26,
      "start_time": 138240.0,
      "end_time": 144000.0,
      "text": "el cielo estrellado. Pero nuestros teléfonos son los enemigos de tales experiencias."
    },
    {
      "index": 27,
      "start_time": 144320.0,
      "end_time": 146800.0,
      "text": "Siguen entrometiéndose en nuestro pequeño yo"
    },
    {
      "index": 28,
      "start_time": 146800.0,
      "end_time": 151360.0,
      "text": "en la imagen. Podriamos estar en el borde del Gran Cañón; ellos están sonando en nuestros"
    },
    {
      "index": 29,
      "start_time": 151840.0,
      "end_time": 157120.0,
      "text": "bolsillos traseros. Podemos estar mirando las laderas meridionales del Matterhorn; ellos están recibiendo"
    },
    {
      "index": 30,
      "start_time": 157120.0,
      "end_time": 163840.0,
      "text": "actualizaciones de una aplicacion de comida domicilio. Ellos nos piden que nunca olvidemos nuestro ego - y"
    },
    {
      "index": 31,
      "start_time": 163840.0,
      "end_time": 168960.0,
      "text": "las cosas interminables que nos afligen. Sin querer, nos despojan de la grandeza"
    },
    {
      "index": 32,
      "start_time": 169600.0,
      "end_time": 172800.0,
      "text": "que la naturaleza nos puede ofrecer."
    },
    {
      "index": 33,
      "start_time": 172800.0,
      "end_time": 177200.0,
      "text": "Utilizamos constantemente nuestros teléfonos para realizar un seguimiento de nuestras citas. Pero nosotros somos - si lo"
    },
    {
      "index": 34,
      "start_time": 177200.0,
      "end_time": 181760.0,
      "text": "pensamos - bastante limitados en torno a las cosas a las que elegimos ser notificados."
    },
    {
      "index": 35,
      "start_time": 181760.0,
      "end_time": 187120.0,
      "text": "Está el recordatorio de la cita con el dentista; el recordatorio de que"
    },
    {
      "index": 36,
      "start_time": 187120.0,
      "end_time": 191520.0,
      "text": "es el aniversario de nuestros padres o el mensaje de texto que nos invita a"
    },
    {
      "index": 37,
      "start_time": 191520.0,
      "end_time": 196800.0,
      "text": "jugar un partido de tenis el domingo en la tarde. Pero hay otras - y muy diferentes - citas"
    },
    {
      "index": 38,
      "start_time": 196800.0,
      "end_time": 203200.0,
      "text": "que debemos mantener en cuenta. Necesitamos recordatorios para mantener citas con nosotros mismos: necesitamos"
    },
    {
      "index": 39,
      "start_time": 203200.0,
      "end_time": 207840.0,
      "text": "pasar tiempo con nuestras propias preocupaciones, para entenderlas mejor en lugar de sufrir de la ansiedad que generan."
    },
    {
      "index": 40,
      "start_time": 207840.0,
      "end_time": 215200.0,
      "text": "La más grande (y por mucho la peor) cita final: la muerte. No sabemos"
    },
    {
      "index": 41,
      "start_time": 215200.0,
      "end_time": 219680.0,
      "text": "cuántos días nos quedan. Pero lo que debemos recordar no es el día"
    },
    {
      "index": 42,
      "start_time": 219680.0,
      "end_time": 226560.0,
      "text": "ni la hora, sino el hecho. Lo ideal sería tener un mensaje cada mañana: \"Memento, homo"
    },
    {
      "index": 43,
      "start_time": 226560.0,
      "end_time": 232800.0,
      "text": "quia pulvis es, et in pulverem reverteris\": Recuerda que polvo eres y en polvo te convertirás."
    },
    {
      "index": 44,
      "start_time": 232800.0,
      "end_time": 236480.0,
      "text": "Nuestros teléfonos se ven increíblemente sofisticados: pequeños"
    },
    {
      "index": 45,
      "start_time": 236480.0,
      "end_time": 241760.0,
      "text": "milagros de ciencia comprimida trabajando de mano en mano con un avanzado capitalismo."
    },
    {
      "index": 46,
      "start_time": 241760.0,
      "end_time": 248120.0,
      "text": "Pensamos muy bien de ellos porque los comparamos con el pasado, en lugar de las posibilidades del futuro."
    },
    {
      "index": 47,
      "start_time": 248120.0,
      "end_time": 254020.0,
      "text": "Ellos son mucho más avanzados que cualquier dispositivo que pudimos haber obtenido hace 20 o 40 años atrás."
    },
    {
      "index": 48,
      "start_time": 254020.0,
      "end_time": 259520.0,
      "text": "Sin embargo, son casi insoportablemente primitivos, en comparación con lo que - idealmente -"
    },
    {
      "index": 49,
      "start_time": 259519.99999999997,
      "end_time": 265920.0,
      "text": "un futuro lejano va a brindar. Aún estamos lejos de inventar la tecnología que realmente"
    },
    {
      "index": 50,
      "start_time": 265920.0,
      "end_time": 271680.0,
      "text": "necesitamos para florecer; el capitalismo nos ha entregado sólo lo más simple de nuestras necesidades."
    },
    {
      "index": 51,
      "start_time": 271680.0,
      "end_time": 277600.0,
      "text": "Podemos ver el mapa de la calle de Lyons, pero no el diagrama de lo que nuestra pareja"
    },
    {
      "index": 52,
      "start_time": 277600.0,
      "end_time": 282400.0,
      "text": "está realmente pensando y sintiendo; el teléfono nos ayudará a seguir 15 noticias"
    },
    {
      "index": 53,
      "start_time": 282400.0,
      "end_time": 288000.0,
      "text": "pero no nos ayudará a saber cuándo hemos gastado más del tiempo suficiente haciéndolo; se niega enfáticamente a"
    },
    {
      "index": 54,
      "start_time": 288000.0,
      "end_time": 293280.0,
      "text": "distinguir entre las más profundas necesidades de nuestra alma y una fantasía pasajera. En una Utopia,"
    },
    {
      "index": 55,
      "start_time": 293280.0,
      "end_time": 301440.0,
      "text": "nuestros teléfonos van a ser más sabios que nosotros. Serán bondadosos y no meramente subordinados."
    },
    {
      "index": 56,
      "start_time": 301440.0,
      "end_time": 306080.0,
      "text": "Sabrán como alejarnos del borde de una decisión estúpida y cómo convocar a nuestras mejores naturalezas."
    },
    {
      "index": 57,
      "start_time": 306080.0,
      "end_time": 311360.0,
      "text": "Merecemos lástima por haber nacido en tales épocas primitivas..."
    },
    {
      "index": 58,
      "start_time": 313440.0,
      "end_time": 319040.0,
      "text": "Publicamos nuevos vídeos de reflexión cada semana."
    },
    {
      "index": 59,
      "start_time": 319080.0,
      "end_time": 325920.0,
      "text": "Asegúrate de suscribirte a nuestro canal y visita más de nuestro contenido en el link que está en tu pantalla ahora."
    }
  ]
}