{
  "video_id": "LN0ucKNX0hc",
  "title": "Electronic Computing: Crash Course Computer Science #2",
  "json": [
    {
      "index": 1,
      "start_time": 2980.0,
      "end_time": 7040.0,
      "text": "En el episodio anterior llegamos al inicio del siglo XX, cuando los primeros dispositivos computacionales"
    },
    {
      "index": 2,
      "start_time": 7050.0,
      "end_time": 10760.0,
      "text": "de propósito especial, como las máquinas tabuladoras, fueron un gran éxito para gobiernos y negocios"
    },
    {
      "index": 3,
      "start_time": 10769.0,
      "end_time": 15509.0,
      "text": "ayudando, y a veces reemplazando tareas rutinarias manuales. Pero la escala de sistemas humanos siguió"
    },
    {
      "index": 4,
      "start_time": 15509.0,
      "end_time": 19910.0,
      "text": "creciendo de una manera sin precedentes. Durante la primera mitad del siglo XX, la población mundial"
    },
    {
      "index": 5,
      "start_time": 19910.0,
      "end_time": 24030.0,
      "text": "casi se duplicó. La Primera Guerra Mundial movilizó a 70 millones de personas"
    },
    {
      "index": 6,
      "start_time": 24030.0,
      "end_time": 28770.0,
      "text": "Y la Segunda Guerra Mundial involucró a más de 100 millones. El comercio mundial y las redes de tránsito se interconectaron"
    },
    {
      "index": 7,
      "start_time": 28770.0,
      "end_time": 32360.0,
      "text": "como nunca antes, y la sofisticación de nuestra ingeniería y esfuerzos científicos"
    },
    {
      "index": 8,
      "start_time": 32360.0,
      "end_time": 36090.0,
      "text": "alcanzaron nuevos límites - incluso comenzamos a considerar visitar otros planetas."
    },
    {
      "index": 9,
      "start_time": 36090.0,
      "end_time": 41900.0,
      "text": "Fue una explosión de complejidad, burocracia, y finalmente, datos, los que llevaron a una creciente"
    },
    {
      "index": 10,
      "start_time": 41900.0,
      "end_time": 46940.0,
      "text": "necesidad por automatización y computación. En poco tiempo, aquellas computadoras electro-mecánicas"
    },
    {
      "index": 11,
      "start_time": 46940.0,
      "end_time": 52120.0,
      "text": "del tamaño de gabinetes, se convirtieron en monstruos del tamaño de cuartos de manutención costosa, con tendencia a errores."
    },
    {
      "index": 12,
      "start_time": 52120.0,
      "end_time": 55520.0,
      "text": "Y fueron estas máquinas las que crearon el marco idóneo para la innovación futura."
    },
    {
      "index": 13,
      "start_time": 55520.0,
      "end_time": 64600.0,
      "text": " "
    },
    {
      "index": 14,
      "start_time": 64720.0,
      "end_time": 66700.0,
      "text": "Una de las más grandes computadoras electro-mecánicas construídas"
    },
    {
      "index": 15,
      "start_time": 66700.0,
      "end_time": 72360.0,
      "text": "fue la Harvard Mark I, finalizada en 1944 por IBM para los Aliados en la II Guerra Mundial"
    },
    {
      "index": 16,
      "start_time": 72500.0,
      "end_time": 79240.0,
      "text": "contenía 765,000 componentes, tres millones de conexiones y 500 millas de cable"
    },
    {
      "index": 17,
      "start_time": 79380.0,
      "end_time": 81640.0,
      "text": "Para mantener la mecánica interna sincronizada"
    },
    {
      "index": 18,
      "start_time": 81660.0,
      "end_time": 86360.0,
      "text": "usaba un eje de 50 pies que atravesaba toda la máquina y funcionaba con un motor de cinco caballos de fuerza"
    },
    {
      "index": 19,
      "start_time": 86360.0,
      "end_time": 90640.0,
      "text": "Uno de los más tempranos usos de esta tecnología fue el correr simulaciones para el Proyecto Manhattan"
    },
    {
      "index": 20,
      "start_time": 90640.0,
      "end_time": 92320.0,
      "text": "El cerebro de estas gigantes bestias electro-mecánicas"
    },
    {
      "index": 21,
      "start_time": 92320.0,
      "end_time": 97500.0,
      "text": "eran los Relés: interruptores mecánicos controlados eléctricamente. En un relé, existe un"
    },
    {
      "index": 22,
      "start_time": 97500.0,
      "end_time": 102330.0,
      "text": "cable de control que determina si un circuito se abre o cierra. El cable de control se conecta"
    },
    {
      "index": 23,
      "start_time": 102330.0,
      "end_time": 107390.0,
      "text": "a una bobina de cable dentro del relé. Cuando una corriente corre a lo largo de la bobina, se crea un"
    },
    {
      "index": 24,
      "start_time": 107390.0,
      "end_time": 111760.0,
      "text": "campo electromagnético, el cual atrae a un brazo metálico dentro del relé, cerrándolo"
    },
    {
      "index": 25,
      "start_time": 111760.0,
      "end_time": 116130.0,
      "text": "en un chasquido para completar el circuito.  Puedes comparar a un relé con un grifo de agua"
    },
    {
      "index": 26,
      "start_time": 116130.0,
      "end_time": 120760.0,
      "text": "El cable de control es como la manecilla del grifo. Al abrir el grifo, el agua fluye por el tubo. Al cerrarlo,"
    },
    {
      "index": 27,
      "start_time": 120780.0,
      "end_time": 122480.0,
      "text": "el agua deja de caer."
    },
    {
      "index": 28,
      "start_time": 122540.0,
      "end_time": 124520.0,
      "text": "Los relés hacen lo mismo, solo que con electrones"
    },
    {
      "index": 29,
      "start_time": 124520.0,
      "end_time": 128850.0,
      "text": "en lugar de agua. Entonces, el circuito controlado puede conectarse con otros circuitos"
    },
    {
      "index": 30,
      "start_time": 128850.0,
      "end_time": 133020.0,
      "text": "o con algo más como un motor, el cual podría incrementar la cuenta de un engranaje, como en la máquina tabuladora"
    },
    {
      "index": 31,
      "start_time": 133020.0,
      "end_time": 137450.0,
      "text": "de Hollerith que mencionamos en el último episodio. Desafortunada, el brazo mecánico dentro del relé"
    },
    {
      "index": 32,
      "start_time": 137450.0,
      "end_time": 141950.0,
      "text": "*tiene masa*, y por o tanto, no puede moverse instantáneamente entre los estados de abierto y cerrado."
    },
    {
      "index": 33,
      "start_time": 141950.0,
      "end_time": 146700.0,
      "text": "Un buen relé en la década de 1940 podía chasquear de un lugar a otro 50 veces por segundo"
    },
    {
      "index": 34,
      "start_time": 146700.0,
      "end_time": 151300.0,
      "text": "Esto podría parecer bastante rápido, pero no es lo suficientemente rápido como para resolver"
    },
    {
      "index": 35,
      "start_time": 151300.0,
      "end_time": 154160.0,
      "text": "problemas grandes y complejos. El Harvard Mark I podia hacer 3 sumas o"
    },
    {
      "index": 36,
      "start_time": 154160.0,
      "end_time": 159600.0,
      "text": "restas por segundo, las multiplicaciones tomaban 6 segundos y las divisiones, 15."
    },
    {
      "index": 37,
      "start_time": 159600.0,
      "end_time": 164180.0,
      "text": "Operaciones más complejas como una función trigonométrica, podrían tomar más de un minuto."
    },
    {
      "index": 38,
      "start_time": 164180.0,
      "end_time": 168750.0,
      "text": "A más de la lenta velocidad de chasquido, otra limitación era el uso y desuso. Cualquier cosa mecánica"
    },
    {
      "index": 39,
      "start_time": 168750.0,
      "end_time": 172820.0,
      "text": "que se mueva, se vera afectado por el uso y tiempo. Algunas cosas se averían totalmente, y otras comienzan"
    },
    {
      "index": 40,
      "start_time": 172820.0,
      "end_time": 174660.0,
      "text": "a hacerse lentas, pegajosas y simplemente poco confiables."
    },
    {
      "index": 41,
      "start_time": 174660.0,
      "end_time": 176320.0,
      "text": "Y mientras más relés existen, la probabilidad"
    },
    {
      "index": 42,
      "start_time": 176420.0,
      "end_time": 182940.0,
      "text": "de fallar aumenta también. El Harvard Mark I tenía aproximadamente 3500 relés. Incluso si"
    },
    {
      "index": 43,
      "start_time": 182941.0,
      "end_time": 186959.0,
      "text": "asumes que un relé tiene una vida operacional de 10 años, esto significa que"
    },
    {
      "index": 44,
      "start_time": 186959.0,
      "end_time": 191810.0,
      "text": "tendrías que reemplazar, en promedio, un relé con falla al día. Ese es un gran problema cuando estás"
    },
    {
      "index": 45,
      "start_time": 191810.0,
      "end_time": 194400.0,
      "text": "en medio de un cálculo muy importante de varios días."
    },
    {
      "index": 46,
      "start_time": 194400.0,
      "end_time": 198030.0,
      "text": "Pero eso no es lo único que tenían que enfrentar los ingenieros. Estas inmensas, oscuras y calientes máquinas"
    },
    {
      "index": 47,
      "start_time": 198030.0,
      "end_time": 203200.0,
      "text": "también atraían insectos. En septiembre de 1947, los operadores de la Harvard Mark II , extrajeron una polilla muerta"
    },
    {
      "index": 48,
      "start_time": 203200.0,
      "end_time": 208280.0,
      "text": "de un relé defectuoso. Grace Hopper, a quién nos referiremos con más detalle en un próximo episodio, dijo:"
    },
    {
      "index": 49,
      "start_time": 208280.0,
      "end_time": 211020.0,
      "text": "“Desde entonces, cuando algo salía mal con una computadora,"
    },
    {
      "index": 50,
      "start_time": 211020.0,
      "end_time": 212700.0,
      "text": "decíamos que tiene bichos (bugs) en ella“"
    },
    {
      "index": 51,
      "start_time": 212700.0,
      "end_time": 214510.0,
      "text": "Y de ahí nació el término de bug de computadora"
    },
    {
      "index": 52,
      "start_time": 214510.0,
      "end_time": 218180.0,
      "text": "Era claro que una alternativa más confiable, y más rápida a los relés electro-mecánicos"
    },
    {
      "index": 53,
      "start_time": 218180.0,
      "end_time": 223810.0,
      "text": "se necesitaba, si la computación iba a avanzar más, y afortunadamente ¡esa alternativa ya existía!"
    },
    {
      "index": 54,
      "start_time": 223810.0,
      "end_time": 229070.0,
      "text": "En 1904, el físico Inglés John Ambrose Fleming desarrolló un nuevo componente eléctrico llamado válvula termiónica,"
    },
    {
      "index": 55,
      "start_time": 229070.0,
      "end_time": 234230.0,
      "text": "la cual contenía electrodos dentro de un bulbo hermético de vidrio - este fue el primer"
    },
    {
      "index": 56,
      "start_time": 234230.0,
      "end_time": 239920.0,
      "text": "tubo de vacío. Uno de los electrodos podía ser calentado, lo que causaba que emita electrones"
    },
    {
      "index": 57,
      "start_time": 239920.0,
      "end_time": 244159.0,
      "text": "- este proceso es llamado emisión termiónica. Entonces, el otro electrodo podía atraérlos para"
    },
    {
      "index": 58,
      "start_time": 244159.0,
      "end_time": 249069.0,
      "text": "crear el flujo de nuestro grifo eléctrico, pero sólo si se cargaba positivamente -"
    },
    {
      "index": 59,
      "start_time": 249069.0,
      "end_time": 253099.0,
      "text": "si tenía una carga negativa o neutral, los electrones no podían ser atraídos"
    },
    {
      "index": 60,
      "start_time": 253100.0,
      "end_time": 255560.0,
      "text": "hacia el tubo de vacío y por lo tanto no existiría un flujo de corriente."
    },
    {
      "index": 61,
      "start_time": 255560.0,
      "end_time": 257700.0,
      "text": "Un componente electrónico que permita el flujo de corriente de una vía"
    },
    {
      "index": 62,
      "start_time": 257760.0,
      "end_time": 262560.0,
      "text": "es llamado diodo, pero lo que en realidad se necesitaba era in interruptor que permitiera"
    },
    {
      "index": 63,
      "start_time": 262560.0,
      "end_time": 268110.0,
      "text": "encender y apagar esta corriente. Por suerte, un poco después, en 1906, el inventor Americano Lee de Forest añadió"
    },
    {
      "index": 64,
      "start_time": 268110.0,
      "end_time": 272560.0,
      "text": "un tercer electrodo “control“, que se ubica entre los dos electrodos del diseño de Fleming."
    },
    {
      "index": 65,
      "start_time": 272569.0,
      "end_time": 276960.0,
      "text": "Al aplicar una carga positiva al electrodo control, este permite el flujo de"
    },
    {
      "index": 66,
      "start_time": 276960.0,
      "end_time": 281580.0,
      "text": "los electrones como antes. Pero si el electrodo control recibía una carga negativa, este prevenía"
    },
    {
      "index": 67,
      "start_time": 281580.0,
      "end_time": 285680.0,
      "text": "el flujo de electrones. Así que al manipular el cable de control, uno podía abrir o cerrar"
    },
    {
      "index": 68,
      "start_time": 285680.0,
      "end_time": 289819.0,
      "text": "el circuito. Es casi lo mismo que un relé - pero es importante porque los tubos de vacío no tienen"
    },
    {
      "index": 69,
      "start_time": 289819.0,
      "end_time": 293830.0,
      "text": "partes móviles. Esto significa que se dañan menos con el uso. Y es aún más importante"
    },
    {
      "index": 70,
      "start_time": 293830.0,
      "end_time": 298319.0,
      "text": "que pueden hacer chasquidos miles de veces por segundo. Estos tubos triodos"
    },
    {
      "index": 71,
      "start_time": 298319.0,
      "end_time": 302740.0,
      "text": "se convertirían en la base de la radio, el teléfono a larga distancia y muchos otros dispositivos electrónicos por casi"
    },
    {
      "index": 72,
      "start_time": 302740.0,
      "end_time": 307220.0,
      "text": "medio siglo. Debería mencionar aquí que los tubos de vacío no eran perfectos - eran"
    },
    {
      "index": 73,
      "start_time": 307220.0,
      "end_time": 311440.0,
      "text": "un poco frágiles, y se podían quemar como los bulbos de luz pero fueron una gran mejora de los relés mecánicos"
    },
    {
      "index": 74,
      "start_time": 311440.0,
      "end_time": 314220.0,
      "text": "Los tubos de vacío también eran costosos inicialmente"
    },
    {
      "index": 75,
      "start_time": 314220.0,
      "end_time": 320440.0,
      "text": "- un set de radio usualmente usaba solo uno, pero una computadora podía requerir cientos o miles de interruptores eléctricos,"
    },
    {
      "index": 76,
      "start_time": 320440.0,
      "end_time": 323980.0,
      "text": "pero para la década de 1940, su costo y exactitud había mejorado hasta"
    },
    {
      "index": 77,
      "start_time": 323980.0,
      "end_time": 328449.0,
      "text": "el punto de convertirse factibles para el uso en computadoras... al menos para las personas con bolsillos profundos"
    },
    {
      "index": 78,
      "start_time": 328449.0,
      "end_time": 331990.0,
      "text": "como los gobiernos. Esto marcó el cambio de la computación"
    },
    {
      "index": 79,
      "start_time": 331990.0,
      "end_time": 335849.0,
      "text": "electro-mecánica a la computación electrónica. Vamos a la Burbuja de Pensamiento."
    },
    {
      "index": 80,
      "start_time": 335849.0,
      "end_time": 340700.0,
      "text": "El primer uso a grande escala de los tubos de vacío en computación fue en la Colossus Mk 1"
    },
    {
      "index": 81,
      "start_time": 340700.0,
      "end_time": 346349.0,
      "text": "diseñada por el ingeniero Tommy Flowers y finalizada en Diciembre de 1943. La Colossus fue instalada"
    },
    {
      "index": 82,
      "start_time": 346349.0,
      "end_time": 350370.0,
      "text": "en el Parque Bletchley en el Reino Unido y ayudó a decodificar comunicaciones Nazi."
    },
    {
      "index": 83,
      "start_time": 350370.0,
      "end_time": 354210.0,
      "text": "Esto puede sonar familiar porque dos años antes, Alan Turing, comúnmente llamado el padre de"
    },
    {
      "index": 84,
      "start_time": 354210.0,
      "end_time": 359629.0,
      "text": "la ciencia computacional, habia creado un dispositivo electromecánico también en el Parque Bletchley, llamado"
    },
    {
      "index": 85,
      "start_time": 359629.0,
      "end_time": 364219.0,
      "text": "Bombe. Fue una máquina electromecánica diseñada para descifrar códigos Enigma Nazi, pero técnicamente,"
    },
    {
      "index": 86,
      "start_time": 364219.0,
      "end_time": 368199.0,
      "text": "Bombe no era una computadora, y ya llegaremos a las contribuciones de Alan Turing después."
    },
    {
      "index": 87,
      "start_time": 368200.0,
      "end_time": 370960.0,
      "text": "En fin, la primera versión de Colossus contenía"
    },
    {
      "index": 88,
      "start_time": 370960.0,
      "end_time": 377240.0,
      "text": "1600 tubos de vacío y en total, diez Colossi se construyeron para ayudar a decodificar."
    },
    {
      "index": 89,
      "start_time": 377240.0,
      "end_time": 380740.0,
      "text": "Colossus es conocida como la primera computadora programable electrónica."
    },
    {
      "index": 90,
      "start_time": 380740.0,
      "end_time": 385179.0,
      "text": "La configuración de la computadora se hacía mediante la conexión de cientos de cables a unos tableros"
    },
    {
      "index": 91,
      "start_time": 385179.0,
      "end_time": 389879.0,
      "text": "similares a los viejos tableros de conmutadores de teléfono. Esto permitía que la computadora haga las operaciones correctas."
    },
    {
      "index": 92,
      "start_time": 389879.0,
      "end_time": 395349.0,
      "text": "Si bien esta computadora era programable, todavía tenía que ser configurada para hacer una computación específica."
    },
    {
      "index": 93,
      "start_time": 395349.0,
      "end_time": 400340.0,
      "text": "Después vino ENIAC, siglas que significan: La Calculadora e Integradora Numérica  Electrónica. Su construcción terminó"
    },
    {
      "index": 94,
      "start_time": 400340.0,
      "end_time": 404320.0,
      "text": "unos pocos años después en 1946 en la Universidad de Pennsylvania"
    },
    {
      "index": 95,
      "start_time": 404320.0,
      "end_time": 410520.0,
      "text": "Fue diseñada por John Mauchly y J. Presper Eckert y fue la primera computadora electrónica en el mundo"
    },
    {
      "index": 96,
      "start_time": 410520.0,
      "end_time": 412620.0,
      "text": "totalmente programable y de propósito general"
    },
    {
      "index": 97,
      "start_time": 412620.0,
      "end_time": 418080.0,
      "text": "ENIAC podía calcular 5000 sumas y restas de diez dígitos por segundo, muchas, muchas veces"
    },
    {
      "index": 98,
      "start_time": 418080.0,
      "end_time": 423080.0,
      "text": "más rápido que cualquier otra máquina anterior. Operó durante diez años y se estima que"
    },
    {
      "index": 99,
      "start_time": 423080.0,
      "end_time": 427139.0,
      "text": "hizo más operaciones aritméticas que toda la raza humana hasta ese punto."
    },
    {
      "index": 100,
      "start_time": 427139.0,
      "end_time": 431669.0,
      "text": "Pero con las comunes fallas en  tubos de vacío, la ENIAC era generalmente operacional"
    },
    {
      "index": 101,
      "start_time": 431669.0,
      "end_time": 434360.0,
      "text": "por solo la mitad del día antes de dañarse."
    },
    {
      "index": 102,
      "start_time": 434360.0,
      "end_time": 439800.0,
      "text": "Gracias Burbuja de Pensamiento. Para la década de 1950, incluso la computación basada en tubos de vacío, estaba llegando a sus límites."
    },
    {
      "index": 103,
      "start_time": 439800.0,
      "end_time": 445520.0,
      "text": "La computadora AN/FSQ-7 de las Fuerzas Armadas de EEUU, que fue hecha en 1955, formó parte del sistema computacional"
    },
    {
      "index": 104,
      "start_time": 445520.0,
      "end_time": 449360.0,
      "text": "de defensa aérea SAGE, el cual cubriremos en un episodio futuro"
    },
    {
      "index": 105,
      "start_time": 449360.0,
      "end_time": 454270.0,
      "text": "Se necesitaría un radicalmente nuevo interruptor electrónico para reducir costo y tamaño,"
    },
    {
      "index": 106,
      "start_time": 454270.0,
      "end_time": 459560.0,
      "text": "así como para mejorar la exactitud y velocidad. En 1947, los científicos del Laboratorio Bell, John Bardeen, Walter Brattain y"
    },
    {
      "index": 107,
      "start_time": 459560.0,
      "end_time": 465120.0,
      "text": "William Shockley, inventaron el transistor, y con este, una nueva era en la computación inició."
    },
    {
      "index": 108,
      "start_time": 465120.0,
      "end_time": 469380.0,
      "text": "La física detrás de un transistor es bastante compleja y depende de mecánica cuántica,"
    },
    {
      "index": 109,
      "start_time": 469380.0,
      "end_time": 471740.0,
      "text": "así que vamos a explicar únicamente lo básico."
    },
    {
      "index": 110,
      "start_time": 471740.0,
      "end_time": 476000.0,
      "text": "Un transistor es similar a un relé o tubo de vacío- es un interruptor que se puede abrir"
    },
    {
      "index": 111,
      "start_time": 476009.0,
      "end_time": 480520.0,
      "text": "o cerrar al aplicar poder eléctrico por medio de un cable de control. Tipicamente los transistores tienen"
    },
    {
      "index": 112,
      "start_time": 480520.0,
      "end_time": 485569.0,
      "text": "dos electrodos separados por un material que en ocasiones puede conducir electricidad, y en otras"
    },
    {
      "index": 113,
      "start_time": 485569.0,
      "end_time": 490280.0,
      "text": "puede resistirse - un semiconductor. En este caso, el cable de control se adhiere a"
    },
    {
      "index": 114,
      "start_time": 490280.0,
      "end_time": 495220.0,
      "text": "un electrón “puerta“. Al cambiar la carga eléctrica de la puerta, la conductividad del"
    },
    {
      "index": 115,
      "start_time": 495220.0,
      "end_time": 500260.0,
      "text": "material semiconductor puede ser manipulada, permitiendo que corriente fluya o pare - como"
    },
    {
      "index": 116,
      "start_time": 500260.0,
      "end_time": 504500.0,
      "text": "la analogía del grifo de agua que discutimos hace poco. El primer transistor de los Laboratorios Bell"
    },
    {
      "index": 117,
      "start_time": 504500.0,
      "end_time": 510160.0,
      "text": "ya se mostraba muy prometedor - podía cambiar entre estados de encendido y apagado a 10,000 veces por segundo."
    },
    {
      "index": 118,
      "start_time": 510160.0,
      "end_time": 514500.0,
      "text": "Además, al contrario que los tubos de vacío que estaban fabricados de vidrio con componentes frágiles y"
    },
    {
      "index": 119,
      "start_time": 514500.0,
      "end_time": 519260.0,
      "text": "cuidadosamente suspendidos, los transistores eran material sólido conocido como componentes en estado sólido"
    },
    {
      "index": 120,
      "start_time": 519260.0,
      "end_time": 523820.0,
      "text": "Casi de inmediato, los transistores podían hacerse más pequeños que los relés o tubos de vacío más pequeños."
    },
    {
      "index": 121,
      "start_time": 523840.00000000006,
      "end_time": 530040.0,
      "text": "Esto llevó a la fabricación de computadoras mucho más pequeñas y baratas, como la IBM 608, lanzada en 1957."
    },
    {
      "index": 122,
      "start_time": 530040.0,
      "end_time": 533380.0,
      "text": "- la primera computadora comercialmente disponible, que fue motorizada totalmente por transistores"
    },
    {
      "index": 123,
      "start_time": 533389.0,
      "end_time": 539300.0,
      "text": "Contenía 3,000 transistores y podía realizar 4,500 sumas, o aproximadamente"
    },
    {
      "index": 124,
      "start_time": 539300.0,
      "end_time": 544420.0,
      "text": "80 multiplicaciones o divisiones por segundo. IBM empezó a usar transistores para todos"
    },
    {
      "index": 125,
      "start_time": 544420.0,
      "end_time": 550240.0,
      "text": "sus productos computacionales, llevando computadoras basadas en transistores a oficinas, y con el tiempo, a hogares."
    },
    {
      "index": 126,
      "start_time": 550240.0,
      "end_time": 554900.0,
      "text": "Hoy, las computadoras usan transistores con tamaño menor a 50 nanómetros -  para"
    },
    {
      "index": 127,
      "start_time": 554900.0,
      "end_time": 560140.0,
      "text": "dar una referencia, una hoja de papel tiene un espesor de aproximadamente 100,000 nanometros. Y no son úncamente"
    },
    {
      "index": 128,
      "start_time": 560140.0,
      "end_time": 567000.0,
      "text": "increíblemente pequeños, son muy rápidos también - pueden cambiar de estado millones de veces por segundo, y funcionar por décadas."
    },
    {
      "index": 129,
      "start_time": 567000.0,
      "end_time": 571620.0,
      "text": "Muchos de estos desarrollos de transistores y semiconductores ocurrieron en el Valle de Santa Clara"
    },
    {
      "index": 130,
      "start_time": 571620.0,
      "end_time": 574380.0,
      "text": "entre San Francisco y San José, California."
    },
    {
      "index": 131,
      "start_time": 574380.0,
      "end_time": 578511.0,
      "text": "Ya que el material más común para crear semiconductores es el silicio, esta"
    },
    {
      "index": 132,
      "start_time": 578511.0,
      "end_time": 583150.0,
      "text": "región se hizo conocida como el Silicon Valley (Valle de Silicio). Incluso William Shockley se mudó  allá"
    },
    {
      "index": 133,
      "start_time": 583150.0,
      "end_time": 586200.0,
      "text": "para fundar Shockley Semiconductor, cuyos empleados después fundaron"
    },
    {
      "index": 134,
      "start_time": 586200.0,
      "end_time": 589509.0,
      "text": "Fairchild Semiconductors, cuyos empleados después fundaron"
    },
    {
      "index": 135,
      "start_time": 589509.0,
      "end_time": 592660.0,
      "text": "Intel - el fabricante de chips de computadora más grande del mundo hoy."
    },
    {
      "index": 136,
      "start_time": 592660.0,
      "end_time": 597680.0,
      "text": "Así que hemos cubierto desde relés y tubos de vacío a transistores. Podemos encender y apagar"
    },
    {
      "index": 137,
      "start_time": 597680.0,
      "end_time": 602440.0,
      "text": "electricidad muy, muy, muy rápido. Pero ¿cómo pasamos de transistores a"
    },
    {
      "index": 138,
      "start_time": 602440.0,
      "end_time": 606400.0,
      "text": "realmente computar algo, especialmente si no tenemos motores y engranajes?"
    },
    {
      "index": 139,
      "start_time": 606400.0,
      "end_time": 609140.0,
      "text": "Eso es lo que vamos a cubrir los siguientes episodios."
    },
    {
      "index": 140,
      "start_time": 609140.0,
      "end_time": 611760.0,
      "text": "Gracias por ver. Nos vemos la próxima semana."
    }
  ]
}