{
  "video_id": "mgpDTVBeHOw",
  "title": "The Differences Between Inline Four & Boxer Four Engines",
  "json": [
    {
      "index": 1,
      "start_time": 69.0,
      "end_time": 2759.0,
      "text": "hola a todos y bienvenidos a este video"
    },
    {
      "index": 2,
      "start_time": 2760.0,
      "end_time": 10019.0,
      "text": "vamos a comparar el motor cuatro cilindros en linea con el motor r boxer de cuatro cilindros y hablaremos sobre las ventajas y"
    },
    {
      "index": 3,
      "start_time": 10510.0,
      "end_time": 16139.0,
      "text": "desventajas de cada motor. tenemos un motor subaru boxer ej20"
    },
    {
      "index": 4,
      "start_time": 16329.999999999998,
      "end_time": 20430.0,
      "text": "y un motor toyota 22re de cuatro cilindros en linea"
    },
    {
      "index": 5,
      "start_time": 20710.0,
      "end_time": 25170.0,
      "text": "comenzaremos de manera bastante básica y avanzaremos a través de varios temas diferentes para cada diseño"
    },
    {
      "index": 6,
      "start_time": 25570.0,
      "end_time": 28830.0,
      "text": "incluyendo los cuatro golpes del intervalo de encendido y ordenar el"
    },
    {
      "index": 7,
      "start_time": 28920.0,
      "end_time": 35620.0,
      "text": "las vibraciones de cada diseño el embalaje diferencia las diferencias de culata y finalmente un poco sobre el sonido de cada motor."
    },
    {
      "index": 8,
      "start_time": 35800.0,
      "end_time": 41400.0,
      "text": "En cuanto a los diseños, ambos se basan en la misma toma de cuatro tiempos, compresión, potencia y escape."
    },
    {
      "index": 9,
      "start_time": 42010.0,
      "end_time": 46200.0,
      "text": "Ambos motores disparan un cilindro por cada 180 grados de rotación del cigüeñal"
    },
    {
      "index": 10,
      "start_time": 46539.0,
      "end_time": 53039.0,
      "text": "pero tienen pedidos de encendido ligeramente diferentes en cada motor. Podemos ver los cilindros 1, 2, 3 y 4"
    },
    {
      "index": 11,
      "start_time": 53700.0,
      "end_time": 62100.0,
      "text": "para el motor boxer, el intervalo de disparo es 1, 3, 2, 4, mientras que en los cuatro es 1, 3, 4, 2."
    },
    {
      "index": 12,
      "start_time": 62100.0,
      "end_time": 65360.0,
      "text": "Entonces el orden de los dos últimos cilindros se enciende."
    },
    {
      "index": 13,
      "start_time": 65619.0,
      "end_time": 72269.0,
      "text": "Ahora bien, estos diseños combinados con el intervalo de encendido generan algunas diferencias interesantes en cuanto a la forma en que los motores están equilibrados en el"
    },
    {
      "index": 14,
      "start_time": 72670.0,
      "end_time": 76080.0,
      "text": "motor boxer notará el par de pistones se mueven hacia adentro y hacia afuera juntos"
    },
    {
      "index": 15,
      "start_time": 76270.0,
      "end_time": 80369.0,
      "text": "esto significa que las fuerzas primarias cuando los pistones alcanzan la parte superior del cilindro como"
    },
    {
      "index": 16,
      "start_time": 80470.0,
      "end_time": 85529.0,
      "text": "así como cuando alcanzan la parte inferior del cilindro se cancelan en el motor de cuatro cilindros en línea"
    },
    {
      "index": 17,
      "start_time": 85530.0,
      "end_time": 91409.0,
      "text": "es la misma historia que las fuerzas primarias se cancelan cuando los pares de pistones alcanzan la parte superior e inferior al mismo tiempo"
    },
    {
      "index": 18,
      "start_time": 91600.0,
      "end_time": 95669.0,
      "text": "cuando entramos en fuerzas secundarias, sin embargo, los motores comienzan a diferir."
    },
    {
      "index": 19,
      "start_time": 96189.0,
      "end_time": 102779.0,
      "text": "Las fuerzas secundarias se crean debido a que el pistón viaja más rápido en la mitad superior del cilindro y luego en la mitad inferior algo"
    },
    {
      "index": 20,
      "start_time": 102780.0,
      "end_time": 104649.0,
      "text": "incluiré un enlace en la descripción del video"
    },
    {
      "index": 21,
      "start_time": 104649.0,
      "end_time": 108299.0,
      "text": "que lo desglosa con gran detalle lo que debes saber, ¿no es eso?"
    },
    {
      "index": 22,
      "start_time": 108430.0,
      "end_time": 115470.0,
      "text": "cuando el pistón alcanza la parte superior del cilindro o la parte inferior las fuerzas secundarias apuntan hacia arriba estamos fuera del pistón"
    },
    {
      "index": 23,
      "start_time": 115689.0,
      "end_time": 120959.0,
      "text": "ahora con el motor boxer ya que los pistones apuntan uno frente al otro estas fuerzas se equilibran"
    },
    {
      "index": 24,
      "start_time": 121299.0,
      "end_time": 126269.0,
      "text": "lo que resulta en un motor de funcionamiento muy suave para la línea 4 todas las fuerzas apuntan en la misma dirección"
    },
    {
      "index": 25,
      "start_time": 126399.0,
      "end_time": 134309.0,
      "text": "y por lo tanto, no se anulan mutuamente haciendo que el motor vibre a menos que se usen ejes de equilibrado, el motor boxer no es perfecto, sin embargo"
    },
    {
      "index": 26,
      "start_time": 134860.0,
      "end_time": 143680.0,
      "text": "Debido a que los pistones no se alinean perfectamente entre sí, crea un momento de balanceo que hace que el motor quiera girar hacia adelante y hacia atrás a lo largo del eje vertical."
    },
    {
      "index": 27,
      "start_time": 143940.0,
      "end_time": 145400.0,
      "text": "Lo que es fascinante,"
    },
    {
      "index": 28,
      "start_time": 145410.0,
      "end_time": 151740.0,
      "text": "es que si agrega dos cilindros a cualquiera de estos diseños, ya sea un boxeador seis o un seis en línea, puede"
    },
    {
      "index": 29,
      "start_time": 151840.0,
      "end_time": 155279.0,
      "text": "eliminar perfectamente todas las fuerzas y momentos de primer y segundo orden"
    },
    {
      "index": 30,
      "start_time": 155440.0,
      "end_time": 159570.0,
      "text": "usted podría pensar que el boxeador seis tendría un movimiento de balanceo de los bancos de cilindros de tres"
    },
    {
      "index": 31,
      "start_time": 159580.0,
      "end_time": 165359.0,
      "text": "pero cada banco de tres cancela el movimiento oscilante del otro a diferencia de una configuración V6"
    },
    {
      "index": 32,
      "start_time": 165730.0,
      "end_time": 170459.0,
      "text": "mirando a los dos motores, estos dos motores impresos en 3D están en escalas del 35%"
    },
    {
      "index": 33,
      "start_time": 170460.0,
      "end_time": 173400.0,
      "text": "puedes compararlos en términos de tamaño entre sí"
    },
    {
      "index": 34,
      "start_time": 173740.0,
      "end_time": 180299.0,
      "text": "Debido a las vibraciones inherentes de los motores de cuatro cilindros en línea, no tenderá a ver el tamaño del motor mucho más grande que unos tres litros"
    },
    {
      "index": 35,
      "start_time": 180460.0,
      "end_time": 188460.0,
      "text": "por lo que históricamente han existido en tamaños mucho más grandes, uno de los cuatro cilindros de gasolina más grandes actualmente fabricados es, de hecho, un motor Toyota"
    },
    {
      "index": 36,
      "start_time": 188950.0,
      "end_time": 195779.0,
      "text": "2.7 en línea 4 utilizado en el Toyota Tacoma, solo porsche y Subaru actualmente utilizan motores planos en sus vehículos"
    },
    {
      "index": 37,
      "start_time": 195790.0,
      "end_time": 202200.0,
      "text": "así que el tamaño no tiende a ser más grande que los típicos 4 cilindros en línea a pesar de que tiene mejores características de vibración"
    },
    {
      "index": 38,
      "start_time": 202540.0,
      "end_time": 209399.0,
      "text": "la otra ventaja más grande del motor boxer es el bajo perfil que mantiene bajo el centro de gravedad y por lo tanto reduce la cantidad de"
    },
    {
      "index": 39,
      "start_time": 209400.0,
      "end_time": 212429.0,
      "text": "transferencia de carga que tiene en el automóvil durante el frenado en curva o"
    },
    {
      "index": 40,
      "start_time": 212620.0,
      "end_time": 218910.0,
      "text": "acelerando, lo que mejora el agarre con un centro de gravedad más bajo, también puede reducir el balanceo del cuerpo y optar por usar muelles más suaves"
    },
    {
      "index": 41,
      "start_time": 219760.0,
      "end_time": 221260.0,
      "text": "adicionalmente en el caso de una colisión"
    },
    {
      "index": 42,
      "start_time": 221260.0,
      "end_time": 227159.0,
      "text": "es más fácil colocar el motor de manera que vaya por debajo del compartimiento del pasajero en lugar de en el compartimento del pasajero"
    },
    {
      "index": 43,
      "start_time": 227530.0,
      "end_time": 233250.0,
      "text": "para una mayor seguridad. Ahora bien, eso no quiere decir que los cuatro en línea no tengan sus propias ventajas de tamaño"
    },
    {
      "index": 44,
      "start_time": 233590.0,
      "end_time": 236760.0,
      "text": "en general, es un poco más compacto con una sola culata"
    },
    {
      "index": 45,
      "start_time": 236760.0,
      "end_time": 238859.0,
      "text": "y no es tan ancho como el motor boxer"
    },
    {
      "index": 46,
      "start_time": 239080.0,
      "end_time": 240490.0,
      "text": "esto deja más espacio para"
    },
    {
      "index": 47,
      "start_time": 240490.0,
      "end_time": 247139.0,
      "text": "geometría de la suspensión y también puede permitir un mejor ángulo de dirección ya que los neumáticos no tendrán tanta interferencia en el bloqueo completo"
    },
    {
      "index": 48,
      "start_time": 247390.0,
      "end_time": 254490.0,
      "text": "pasando al tren de válvulas, aunque este particular en línea 4 tiene una única leva aérea, con mucha más frecuencia verás doble sobrecarga"
    },
    {
      "index": 49,
      "start_time": 254770.0,
      "end_time": 256859.0,
      "text": "como el motor boxer en vehículos modernos"
    },
    {
      "index": 50,
      "start_time": 257380.0,
      "end_time": 263460.0,
      "text": "La gran ventaja de la línea 4 es que solo hay una culata que significa solo una entrada y una salida"
    },
    {
      "index": 51,
      "start_time": 263530.0,
      "end_time": 265229.0,
      "text": "árbol de levas menos piezas móviles"
    },
    {
      "index": 52,
      "start_time": 265229.0,
      "end_time": 272519.0,
      "text": "y un poco de peso ahorrado También es mucho más fácil acceder a la culata para el servicio, ya sea ajustando las válvulas o"
    },
    {
      "index": 53,
      "start_time": 272590.0,
      "end_time": 276449.0,
      "text": "reemplazar las bujías el diseño I-4 lo hace una tarea mucho más fácil"
    },
    {
      "index": 54,
      "start_time": 276849.0,
      "end_time": 283199.0,
      "text": "finalmente llegamos al tema del sonido y aquí es donde la mayoría de la gente estará de acuerdo en que el retumbo de la caja es un sonido mejor, pero no es"
    },
    {
      "index": 55,
      "start_time": 283199.0,
      "end_time": 284590.0,
      "text": "realmente una verdadera ventaja"
    },
    {
      "index": 56,
      "start_time": 284590.0,
      "end_time": 290399.0,
      "text": "El estruendo del boxeador es el resultado de encabezados de longitud desiguales y porque Subaru se está alejando de este diseño de escape"
    },
    {
      "index": 57,
      "start_time": 290470.0,
      "end_time": 297359.0,
      "text": "Los nuevos generalmente sonarán bastante similares a otros motores de cuatro cilindros; de hecho, sería posible diseñar una línea"
    },
    {
      "index": 58,
      "start_time": 297550.0,
      "end_time": 303419.0,
      "text": "motor de cuatro cilindros con diferentes tubos de escape de longitud para crear un estruendo único generalmente asociado con Subarus."
    },
    {
      "index": 59,
      "start_time": 303729.0,
      "end_time": 307379.0,
      "text": "Pero no es ideal que el barrido de gases de escape tenga pulsos desiguales"
    },
    {
      "index": 60,
      "start_time": 307380.0,
      "end_time": 309809.0,
      "text": "no es la forma más inteligente de dirigir un escape o"
    },
    {
      "index": 61,
      "start_time": 309970.0,
      "end_time": 310900.0,
      "text": "motor de cuatro cilindros"
    },
    {
      "index": 62,
      "start_time": 310900.0,
      "end_time": 311470.0,
      "text": "sin embargo"
    },
    {
      "index": 63,
      "start_time": 311470.0,
      "end_time": 318749.0,
      "text": "el empaquetamiento no tiene una longitud de encabezado desigual que parezca atractiva cuando se combina con un motor boxer. Y muchas gracias a Eric Harrell por proporcionar"
    },
    {
      "index": 64,
      "start_time": 318750.0,
      "end_time": 324479.0,
      "text": "los modelos impresos en 3D pueden encontrar enlaces en la descripción del video. Si tiene alguna pregunta o comentario, siéntase libre de dejarlos a continuación,"
    },
    {
      "index": 65,
      "start_time": 324639.0,
      "end_time": 326639.0,
      "text": "¡gracias por ver!"
    }
  ]
}