{
  "video_id": "MsEg8i9fUfA",
  "title": "Lenovo Self-Help: How to connect to a wireless network",
  "json": [
    {
      "index": 1,
      "start_time": 7770.0,
      "end_time": 13040.0,
      "text": "Si conectas tu computadora portátil a una red inalámbrica, consigues la ventaja de poder moverte"
    },
    {
      "index": 2,
      "start_time": 13040.0,
      "end_time": 18920.0,
      "text": "por todos lados dentro de tu casa, mientras que siempre permaneces conectado a la internet. En este video,"
    },
    {
      "index": 3,
      "start_time": 18920.0,
      "end_time": 24230.0,
      "text": "déjanos ver cómo conectar tu PC Lenovo a\na una red inalámbrica existente."
    },
    {
      "index": 4,
      "start_time": 24230.0,
      "end_time": 31130.0,
      "text": "Antes de comenzar, asegúrate de que tu Router inalámbrico esté encendido y esté conectado a la internet."
    },
    {
      "index": 5,
      "start_time": 31130.0,
      "end_time": 37760.0,
      "text": "Enciende tu PC y haz clic en el ícono de Wi-Fi en la Bandeja del sistema, cerca del reloj. Ahora deberías"
    },
    {
      "index": 6,
      "start_time": 37760.0,
      "end_time": 43040.0,
      "text": "ver la lista de redes inalámbricas disponibles para que te conectes. Elige tu red inalámbrica"
    },
    {
      "index": 7,
      "start_time": 43040.0,
      "end_time": 49460.0,
      "text": "desde esta lista. Si tu red no aparece en la lista, es posible que sea una red escondida."
    },
    {
      "index": 8,
      "start_time": 49460.0,
      "end_time": 55610.0,
      "text": "Si es así, deslízate hacia el final de la lista y selecciona Red Escondida.\nMarca “Conectar automáticamente” si deseas"
    },
    {
      "index": 9,
      "start_time": 55610.0,
      "end_time": 61260.0,
      "text": "que la portátil se conecte automáticamente a esta red cuando esté disponible. Esto garantizará"
    },
    {
      "index": 10,
      "start_time": 61260.0,
      "end_time": 67159.0,
      "text": "que no tengas que repetir este proceso cada vez que quieras conectarte. Haz clic en Conectar. Te indicará"
    },
    {
      "index": 11,
      "start_time": 67159.0,
      "end_time": 73920.0,
      "text": "que ingreses el Nombre de la red o SSID en la próxima pantalla. Si tu red inalámbrica está protegida"
    },
    {
      "index": 12,
      "start_time": 73920.0,
      "end_time": 79860.0,
      "text": "y tiene una clave de seguridad o PIN, puede que te indique que la ingreses. Tipea la Clave de seguridad"
    },
    {
      "index": 13,
      "start_time": 79860.0,
      "end_time": 85549.0,
      "text": "y haz clic en Siguiente. La primera vez que te conectes a una Red Inalámbrica, es posible que te indique "
    },
    {
      "index": 14,
      "start_time": 85549.0,
      "end_time": 90479.0,
      "text": "que elijas si quieres habilitar la función para compartir. Si es una red Personal o del Hogar, puedes elegir"
    },
    {
      "index": 15,
      "start_time": 90479.0,
      "end_time": 96150.0,
      "text": "Compartir archivos o carpetas, o incluso impresoras. Pero si es un punto de conexión o red público"
    },
    {
      "index": 16,
      "start_time": 96150.0,
      "end_time": 101790.0,
      "text": "NO habilites la función para compartir. Eso es todo, tu sistema ahora ya debería conectarse a la"
    },
    {
      "index": 17,
      "start_time": 101790.0,
      "end_time": 107430.0,
      "text": "red inalámbrica.  Si te estás conectando a un punto de acceso o red inalámbrica en un aeropuerto"
    },
    {
      "index": 18,
      "start_time": 107430.0,
      "end_time": 113860.0,
      "text": "o similar, quizás debas completar las formalidades de autenticación utilizando un buscador de web. Pero si es"
    },
    {
      "index": 19,
      "start_time": 113860.0,
      "end_time": 117840.0,
      "text": "la red de tu casa, ya deberías estar conectado.\nMuchas gracias."
    }
  ]
}