{
  "video_id": "mUP0tx7Ib2w",
  "title": "The Dark Side of the Web",
  "json": [
    {
      "index": 1,
      "start_time": 33080.0,
      "end_time": 38979.0,
      "text": "A medida que el internet continuaba creciendo a mediados y fines de los 90, vendría a transformar la sociedad en"
    },
    {
      "index": 2,
      "start_time": 38979.0,
      "end_time": 44859.0,
      "text": "una escala global. El cambio más grande se vio en las comunicaciones instantáneas, desde"
    },
    {
      "index": 3,
      "start_time": 44859.0,
      "end_time": 49879.0,
      "text": "que tuviste internet, eres capaz de hablar con cualquier persona en el planeta, asumiendo, por su puesto"
    },
    {
      "index": 4,
      "start_time": 49879.0,
      "end_time": 53829.0,
      "text": "que ellos también estén conectados al internet. Alrededor del nuevo milenio, tenias más de"
    },
    {
      "index": 5,
      "start_time": 53829.0,
      "end_time": 60799.0,
      "text": "350 millones de personas conectadas para elegir. El problema es que internet no fue diseñado"
    },
    {
      "index": 6,
      "start_time": 60799.0,
      "end_time": 68069.0,
      "text": "con cosas como anonimato y privacidad en mente, es por eso que todo los que haces y dices puede"
    },
    {
      "index": 7,
      "start_time": 68069.0,
      "end_time": 74479.0,
      "text": "y, en muchos casos, será registrado, grabado y rastreado de vuelta hacia ti. Algunas personas"
    },
    {
      "index": 8,
      "start_time": 74479.0,
      "end_time": 79700.0,
      "text": "estabann muy preocupadas por su privacidad, y a mediados de los 90s, un grupo de estas personas trabajaba"
    },
    {
      "index": 9,
      "start_time": 79700.0,
      "end_time": 84950.0,
      "text": "en el gobierno federal de los Estados Unidos. Un grupo de científicos y matemáticos"
    },
    {
      "index": 10,
      "start_time": 84950.0,
      "end_time": 90760.0,
      "text": "trabajaban para una rama de la Fuerza Naval Estadounidense, conocidos como el Laboratorio de Búsquedas Navales, abreviado como LBN"
    },
    {
      "index": 11,
      "start_time": 90760.0,
      "end_time": 96860.0,
      "text": "comenzaron a desarrollar una nueva tecnología, conocida como  Onion Routing. Esta daría la posibilidad de comunicarse"
    },
    {
      "index": 12,
      "start_time": 96860.0,
      "end_time": 103300.0,
      "text": "de manera bi-direccional y anónima, asi el lugar de llegada de la información no podría ser determinada desde un punto medio"
    },
    {
      "index": 13,
      "start_time": 103300.0,
      "end_time": 108940.0,
      "text": "Esto se logró gracias a la creación de una nueva red conocida como 'Red de Capas Sobrepuestas' (Overlay Network)"
    },
    {
      "index": 14,
      "start_time": 108950.0,
      "end_time": 115090.0,
      "text": "La Red de Capas Sobrepuestas es una red que se construyó encima de otra red, en este caso la internet"
    },
    {
      "index": 15,
      "start_time": 115090.0,
      "end_time": 119630.0,
      "text": "De esta forma, en lugar de usar la red desencriptada, también conocida como la red superficial, tu"
    },
    {
      "index": 16,
      "start_time": 119630.0,
      "end_time": 125299.0,
      "text": "tráfico va directo a través de la Red de Capas Sobrepuestas. Hoy existen diferentes tipos de redes capas sobrepuestas"
    },
    {
      "index": 17,
      "start_time": 125299.0,
      "end_time": 131250.0,
      "text": "pero una red usando tecnología onion routing deberia de clasificarse como Red Oscura (darknet)."
    },
    {
      "index": 18,
      "start_time": 131250.0,
      "end_time": 138030.0,
      "text": "Una Red Oscura sólo puede accederse a través de programas específicos y/o autorizacion. En el caso que"
    },
    {
      "index": 19,
      "start_time": 138030.0,
      "end_time": 142290.0,
      "text": "eso fue difícil de entender, todo lo que tu necesitas saber es que la gente trabajando en el gobierno de EEUU"
    },
    {
      "index": 20,
      "start_time": 142290.0,
      "end_time": 146930.0,
      "text": "crearon un sistema el cual les permitirá comunicarse anónimamente sobre el internet."
    },
    {
      "index": 21,
      "start_time": 146930.0,
      "end_time": 151870.0,
      "text": "Sin embargo, la gente trabajando en el LBN pronto se dieron cuenta de una limitante muy grande."
    },
    {
      "index": 22,
      "start_time": 152260.0,
      "end_time": 154280.0,
      "text": "ROGER DINGLEDINE: ...el gobierno de EEUU no puede simplemente"
    },
    {
      "index": 23,
      "start_time": 154280.0,
      "end_time": 160360.0,
      "text": "crear un sistema de anonimato para y luego usarlo nada mas ellos mismos por que"
    },
    {
      "index": 24,
      "start_time": 160360.0,
      "end_time": 165900.0,
      "text": "cada vez que recibieras una coneccion desde ahí la gente diría \"Oh, es otro agente de la CIA viendo mi sitio web!\""
    },
    {
      "index": 25,
      "start_time": 165900.0,
      "end_time": 169340.0,
      "text": "si ellos fueran los únicos usando esta red. Es por eso que necesitas tener"
    },
    {
      "index": 26,
      "start_time": 169340.0,
      "end_time": 172240.0,
      "text": "otras personas usando la red para que las personas del gobierno se puedan mezclar fácilmente."
    },
    {
      "index": 27,
      "start_time": 172480.0,
      "end_time": 177599.0,
      "text": "Entonces lo que él está diciendo es que para que la red sea en realidad anonima, necesita estar disponible"
    },
    {
      "index": 28,
      "start_time": 177599.0,
      "end_time": 185040.0,
      "text": "para todos y no solo el gobierno de EEUU. Es así como el LBN se vio forzado en compartir su tecnología"
    },
    {
      "index": 29,
      "start_time": 185040.0,
      "end_time": 190340.0,
      "text": "onion routing con el publico. La tecnología fue eventualmente compartida como una licencia de fuente abierta (open source)"
    },
    {
      "index": 30,
      "start_time": 190340.0,
      "end_time": 196730.0,
      "text": "y se convirtio en TOR. TOR significa The Onion Router, por sus siglas en inglés, y es el programa que necesitas"
    },
    {
      "index": 31,
      "start_time": 196730.0,
      "end_time": 201900.0,
      "text": "descargar para poder acceder esta red de onion routing. Hoy, millones de personas usan"
    },
    {
      "index": 32,
      "start_time": 201900.0,
      "end_time": 207810.0,
      "text": "TOR a traves a lo largo del planeta por una cantidad de propósitos enorme. Hacen de todo, desde inocentes búsquedas todos los días"
    },
    {
      "index": 33,
      "start_time": 207810.0,
      "end_time": 214249.0,
      "text": "hasta actividades criminales. Y  mientras es el más popular, TOR es nada más una entre muchísimas redes oscuras."
    },
    {
      "index": 34,
      "start_time": 214249.0,
      "end_time": 221269.0,
      "text": "Juntas crean la internet profunda (Deep Web). Subsecuentemente, la red oscura forma una pequeña"
    },
    {
      "index": 35,
      "start_time": 221269.0,
      "end_time": 228480.0,
      "text": "parte de la internet profunda. La internet profunda es todo lo que existe en la red  que no puede encontrarse a través de buscadores comunes."
    },
    {
      "index": 36,
      "start_time": 228480.0,
      "end_time": 233060.0,
      "text": "No se parece en nada a la web oscura  dado que la mayoría de nosotros usamos la internet profunda todo el tiempo."
    },
    {
      "index": 37,
      "start_time": 233060.0,
      "end_time": 239900.0,
      "text": "Si visitas este link, encontraras un video de mi canal que no esta enlistado. Esto puede clasificarse como"
    },
    {
      "index": 38,
      "start_time": 239900.0,
      "end_time": 246139.0,
      "text": "contenido de la internet profunda, Yo se que es un poco anticlimatico pero, si, este video existe en la internet profunda"
    },
    {
      "index": 39,
      "start_time": 246139.0,
      "end_time": 251249.0,
      "text": "simplemente porque un buscador normal no lo podría encontrar. Otro ejemplos de contenido de la internet profunda incluyen"
    },
    {
      "index": 40,
      "start_time": 251249.0,
      "end_time": 257959.0,
      "text": "transacciones bancarias en linea, Netflix, correos electronicos, bases de datos, y todo lo demas que requiere una contraseña"
    },
    {
      "index": 41,
      "start_time": 257959.0,
      "end_time": 266339.0,
      "text": "o requiere que pagues para usarlo. Como te podrás imaginar, la internet profunda tiene mucho más contenido que la red superficial"
    },
    {
      "index": 42,
      "start_time": 266340.0,
      "end_time": 273660.0,
      "text": "Cuanto mas? Bueno, no lo sabemos porque es en su propia naturaleza que sea casi imposible de determinar."
    },
    {
      "index": 43,
      "start_time": 273660.0,
      "end_time": 279719.0,
      "text": "Un artículo del 2001 estimaba que la internet profunda era 500  veces el tamaño de la red superficial"
    },
    {
      "index": 44,
      "start_time": 279719.0,
      "end_time": 285990.0,
      "text": "pero, nuevamente, ese  estimado es de hace mas de una decada. Todo lo que podemos decir con certeza"
    },
    {
      "index": 45,
      "start_time": 285990.0,
      "end_time": 291750.0,
      "text": "es que el contenido de la internet profunda contiene la gran mayoría del contenido de la Web a nivel mundial."
    },
    {
      "index": 46,
      "start_time": 291750.0,
      "end_time": 297450.0,
      "text": "En resumen. La red superficial es la que permite que sus contenidos sean encontrados a traves de un buscador."
    },
    {
      "index": 47,
      "start_time": 297450.0,
      "end_time": 303880.0,
      "text": "El contenido de la internet profunda no puede ser encontrado a traves de buscadores. Y la red oscura es nada más una fracción de la"
    },
    {
      "index": 48,
      "start_time": 303880.0,
      "end_time": 310520.0,
      "text": "internet profunda consistiendo numerosas redes oscuras que requieren un programa especifico y/o autorización para ser ccedidas"
    },
    {
      "index": 49,
      "start_time": 311240.0,
      "end_time": 315100.0,
      "text": "Muy bien, sabemos lo que existe en la red superficial y sabemos lo que esta en la internet profunda."
    },
    {
      "index": 50,
      "start_time": 315100.0,
      "end_time": 320780.0,
      "text": "Pero que encontramos en la red oscura? Específicamente, la red oscura conocida como TOR."
    },
    {
      "index": 51,
      "start_time": 322760.0,
      "end_time": 328300.0,
      "text": "Como fue mencionado anteriormente, puedes usar TOR para cualquier cosa en línea. Curiosear en línea, revisar tu correo electrónico, escribir"
    },
    {
      "index": 52,
      "start_time": 328310.0,
      "end_time": 333900.0,
      "text": "en foros, mandar mensajes instantáneos, ver videos en YouTube, lo que tu quieras. Pero el aspecto de red oscura"
    },
    {
      "index": 53,
      "start_time": 333900.0,
      "end_time": 338960.0,
      "text": "viene en la forma de servicios escondidos. Un servicio escondido es basicamente un sitio web que solamente se"
    },
    {
      "index": 54,
      "start_time": 338960.0,
      "end_time": 345229.0,
      "text": "puede acceder a traves de TOR y la dirección de un servicio escondido siempre termina en '.onion' ."
    },
    {
      "index": 55,
      "start_time": 345229.0,
      "end_time": 350020.0,
      "text": "Es decir, si yo quisiera acceder este servicio usando Google Chrome, no pasa nada. Solo me puedo"
    },
    {
      "index": 56,
      "start_time": 350020.0,
      "end_time": 357030.0,
      "text": "conectar usando un programa especializado como el buscador TOR. Esta es la red oscura."
    },
    {
      "index": 57,
      "start_time": 357030.0,
      "end_time": 362870.0,
      "text": "Bueno, este es un lado de la red oscura.  Este sitio en específico se conoce como La Wiki Oculta y trata"
    },
    {
      "index": 58,
      "start_time": 362870.0,
      "end_time": 368449.0,
      "text": "de enlistar tantos sitios publicos como le es posible. Facebook opera como un servicio escondido."
    },
    {
      "index": 59,
      "start_time": 368449.0,
      "end_time": 374590.0,
      "text": "El buscador DuckDuckGo es otro. Pero esto es tan lejos como ire porque"
    },
    {
      "index": 60,
      "start_time": 374590.0,
      "end_time": 381229.0,
      "text": "definitivamente hay un lado más oscuro de la red oscura. Anonimato atrae una vasta variedad de"
    },
    {
      "index": 61,
      "start_time": 381229.0,
      "end_time": 386069.0,
      "text": "personas y puede usarse con propósitos lícitos e ilícitos."
    },
    {
      "index": 62,
      "start_time": 386720.0,
      "end_time": 393800.0,
      "text": "En Octubre del 2013, el FBI tomo de baja el sitio de venta y compra de drogas conocido como el Silk Road."
    },
    {
      "index": 63,
      "start_time": 393800.0,
      "end_time": 398860.0,
      "text": "El sitio se encontraba en operación desde comienzos del 2011 con una ganancia total estimada de"
    },
    {
      "index": 64,
      "start_time": 398860.0,
      "end_time": 405759.0,
      "text": "$1.2 billones de dolares. Noticias acerca del sitio web Silk Road trajo la red oscura a la luz"
    },
    {
      "index": 65,
      "start_time": 405759.0,
      "end_time": 411639.0,
      "text": "y en el ojo del público. Este gráfico enseña el tráfico diario en TOR antes"
    },
    {
      "index": 66,
      "start_time": 411639.0,
      "end_time": 418530.0,
      "text": "que Silk Road fuera mencionado en las noticias. Esto es después. Solo unos cuantos meses después que SIlk"
    },
    {
      "index": 67,
      "start_time": 418530.0,
      "end_time": 424460.0,
      "text": "Road fue dado de baja, ex-administradores del sitio lanzaron Silk Road 2.0."
    },
    {
      "index": 68,
      "start_time": 424460.0,
      "end_time": 430680.0,
      "text": "Sin embargo, a fines del 2014, el FBI arrestó a los administradores y el segundo sitio de compra y venta fue dado de baja también."
    },
    {
      "index": 69,
      "start_time": 430680.0,
      "end_time": 436879.0,
      "text": "Unas cuantas horas después, Silk Road 3.0 fue creado y el espiral aparentemente infinito continua."
    },
    {
      "index": 70,
      "start_time": 436879.0,
      "end_time": 444199.0,
      "text": "Y mantén en mente que Silk Road era nada más un sitio entre muchos."
    },
    {
      "index": 71,
      "start_time": 444200.0,
      "end_time": 450760.0,
      "text": "Puedes encontrar muchos como este, vendiendo todas las drogas ilegales que te puedes imaginar y mas."
    },
    {
      "index": 72,
      "start_time": 451680.0,
      "end_time": 457540.0,
      "text": "El FBI también proclamo que el dueño de el sitio Silk Road había tratado de matar seis personas"
    },
    {
      "index": 73,
      "start_time": 457540.0,
      "end_time": 464420.0,
      "text": "usando los servicios de asesinos-por-contrato de la internet profunda. Mientras que los asesinatos en si son muy improvables"
    },
    {
      "index": 74,
      "start_time": 464430.0,
      "end_time": 471330.0,
      "text": "de ocurrir, estos sitios definitivamente pueden encontrarse en la internet profunda. El problema es la falta de evidencia."
    },
    {
      "index": 75,
      "start_time": 471330.0,
      "end_time": 477819.0,
      "text": "Cualquiera puede crear una red oscura clamando cualquier cosa por cualquier razon."
    },
    {
      "index": 76,
      "start_time": 477820.0,
      "end_time": 483140.0,
      "text": "Específicamente si hay dinero envuelto. Uno de estos sitios fue mellado y varios"
    },
    {
      "index": 77,
      "start_time": 483150.0,
      "end_time": 488290.0,
      "text": "de los correos electrónicos intercambiados entre los administradores sugieren que era una patraña creada para hacer dinero."
    },
    {
      "index": 78,
      "start_time": 488290.0,
      "end_time": 493460.0,
      "text": "Uno de los mensajes lee: \"Hemos recibido órdenes de matar gente de todos lados del mundo, sin embargo nuestro"
    },
    {
      "index": 79,
      "start_time": 493460.0,
      "end_time": 499009.0,
      "text": "sitio es falso y no tenemos asesinos. 'Nosotros les pasamos las órdenes a departamentos de policías"
    },
    {
      "index": 80,
      "start_time": 499009.0,
      "end_time": 503669.0,
      "text": "para que sepan donde se encuentran los blancos'. Y en otro mensaje ellos dicen francamente:"
    },
    {
      "index": 81,
      "start_time": 503669.0,
      "end_time": 507129.0,
      "text": "' ...este sitio es para estafar criminales de su dinero'"
    },
    {
      "index": 82,
      "start_time": 507129.0,
      "end_time": 514539.0,
      "text": "Nuevamente, este supuesto mellado podria ser falso tambien asi que no hay manera de saber con certeza."
    },
    {
      "index": 83,
      "start_time": 514539.0,
      "end_time": 520739.0,
      "text": "Desafortunadamente, la red oscura tiene extremos mucho más depravados y asquerosos."
    },
    {
      "index": 84,
      "start_time": 520740.0,
      "end_time": 527840.0,
      "text": "Muchos sitios contienen varias formas de torturas sexualizadas y asesinatos de animales y pornografia infantil"
    },
    {
      "index": 85,
      "start_time": 527840.0,
      "end_time": 533540.0,
      "text": "los cuales son un gran problema en la red oscura. Un sitio conocido como Lolita City ha sido hoy"
    },
    {
      "index": 86,
      "start_time": 533540.0,
      "end_time": 540860.0,
      "text": "dado de baja por contener mas de 100 GB de fotos y videos que eran disfrutados por casi 15,000 miembros."
    },
    {
      "index": 87,
      "start_time": 540860.0,
      "end_time": 546339.0,
      "text": "Otro sitio conocido como Playpen fue dado de baja por el FBI en el 2015 por aparentemente"
    },
    {
      "index": 88,
      "start_time": 546339.0,
      "end_time": 553619.0,
      "text": "tener el sitio de pornografia infantil mas grande de toda la web oscura con mas de 200,000 miembros."
    },
    {
      "index": 89,
      "start_time": 555260.0,
      "end_time": 561220.0,
      "text": "Hay algo así como una leyenda urbana conocida como Cuartos Rojos. Un cuarto rojo es una sintonia en vivo"
    },
    {
      "index": 90,
      "start_time": 561220.0,
      "end_time": 566890.0,
      "text": "de una persona siendo torturada y/o asesinada para entretener a otros. Supuestamente,"
    },
    {
      "index": 91,
      "start_time": 566890.0,
      "end_time": 572380.0,
      "text": "los visitantes pueden interactuar poniendo instrucciones por escrito. Nuevamente, no hay evidencia que"
    },
    {
      "index": 92,
      "start_time": 572380.0,
      "end_time": 578660.0,
      "text": "estos lugares hayan existido pero el mito persiste. No hace mucho, un link onion apareció en"
    },
    {
      "index": 93,
      "start_time": 578660.0,
      "end_time": 583150.0,
      "text": "varios foros el cual te llevaba a una presentación en vivo estilo Red Room"
    },
    {
      "index": 94,
      "start_time": 583150.0,
      "end_time": 589120.0,
      "text": "diciendote que empezará muy pronto. Estas víctimas fueron supuestamente capturadas por terroristas de ISIS y las personas que pronto las matarían"
    },
    {
      "index": 95,
      "start_time": 589120.0,
      "end_time": 594970.0,
      "text": "prometian horas de tortura. Pero que la primera hora sería de entretenimiento para toda la familia."
    },
    {
      "index": 96,
      "start_time": 594970.0,
      "end_time": 600010.0,
      "text": "Tu sabes, para todos esos niños que se quedan despiertos hasta tarde para ver una persona ser asesinada brutalmente en vivo en la red oscura."
    },
    {
      "index": 97,
      "start_time": 600010.0,
      "end_time": 608290.0,
      "text": "Después de mucha anticipación mórbida, la sintonía en vivo inicio y los visitantes se encontraron frente a un plato de tocino."
    },
    {
      "index": 98,
      "start_time": 611860.0,
      "end_time": 617640.0,
      "text": "Los medios de comunicación te dan a entender que la red superficial es una pequeña capa en la superficie"
    },
    {
      "index": 99,
      "start_time": 617640.0,
      "end_time": 622080.0,
      "text": "de una gran cantidad de actividad criminal pero esto no podria ser mas retirado de la realidad."
    },
    {
      "index": 100,
      "start_time": 622080.0,
      "end_time": 628600.0,
      "text": "Y no es de extrañar que ellos confunden la red oscura con la mucho más grande internet profunda."
    },
    {
      "index": 101,
      "start_time": 628600.0,
      "end_time": 635959.0,
      "text": "Un estudio reciente de principios del 2016 encontro que, de 2,723 sitios .onion en"
    },
    {
      "index": 102,
      "start_time": 635959.0,
      "end_time": 644899.0,
      "text": "la red TOR, 1,547 contenian contenido ilicito. Asi que eso es un poco mas de la mitad. Esto incluye material pornografico,"
    },
    {
      "index": 103,
      "start_time": 644900.0,
      "end_time": 651160.0,
      "text": "drogas, lavado de dinero, terrorismo cibernético, asesinos por contrato, venta y compra de armas, etc."
    },
    {
      "index": 104,
      "start_time": 651160.0,
      "end_time": 658680.0,
      "text": "Pero solo 3-6% de todos los usuarios de TOR actualmente usan estos servicios escondidos."
    },
    {
      "index": 105,
      "start_time": 658680.0,
      "end_time": 666980.0,
      "text": "Asi que solo 3-6% usan la web oscura. La vasta mayoría exclusivamente usa TOR para proteger su privacidad y"
    },
    {
      "index": 106,
      "start_time": 666980.0,
      "end_time": 672260.0,
      "text": "buscar la red superficial anónimamente y nunca han visitado un sitio .onion."
    },
    {
      "index": 107,
      "start_time": 672260.0,
      "end_time": 679340.0,
      "text": "Asi que mientras no cabe duda que la red oscura contiene algunas de las páginas y contenido más terrorífico de la entera red,"
    },
    {
      "index": 108,
      "start_time": 679340.0,
      "end_time": 682760.0,
      "text": "no esta ni por cerca de lo que nos hacen creer."
    },
    {
      "index": 109,
      "start_time": 683110.0,
      "end_time": 684750.0,
      "text": "Muy bien, aquí una pregunta.."
    },
    {
      "index": 110,
      "start_time": 684750.0,
      "end_time": 692920.0,
      "text": "Cómo previenes que criminales usen estos servicios mientras dejas que ciudadanos protejan su privacidad legalmente?"
    },
    {
      "index": 111,
      "start_time": 692920.0,
      "end_time": 696420.0,
      "text": "La respuesta es simple, no lo haces."
    },
    {
      "index": 112,
      "start_time": 696420.0,
      "end_time": 702200.0,
      "text": "No puedes restringir algo que es, por su propia naturaleza, sin restricción."
    },
    {
      "index": 113,
      "start_time": 702200.0,
      "end_time": 708959.0,
      "text": "Ese es el problema con anonimato. Cualquiera puede hacer o decir lo que sea, asi que no tenemos otra opción más que"
    },
    {
      "index": 114,
      "start_time": 708959.0,
      "end_time": 714990.0,
      "text": "tomar el bien con el mal. Aun si las agencias de la ley tuvieran la habilidad de"
    },
    {
      "index": 115,
      "start_time": 714990.0,
      "end_time": 723200.0,
      "text": "dar la red por completo de baja, no lo harían. Porque el gobierno de EEUU necesita TOR tanto como todos los demás."
    },
    {
      "index": 116,
      "start_time": 723200.0,
      "end_time": 726540.0,
      "text": "Recuerda, ellos crearon esta tecnología."
    },
    {
      "index": 117,
      "start_time": 726540.0,
      "end_time": 732000.0,
      "text": "Y no la crearon para darsela al público gratuitamente."
    },
    {
      "index": 118,
      "start_time": 732000.0,
      "end_time": 737319.0,
      "text": "Fue nada más compartido con el público, porque es el uso público lo que garantiza el anonimato"
    },
    {
      "index": 119,
      "start_time": 737319.0,
      "end_time": 741559.0,
      "text": "de TOR. Nos lleva justo de regreso a esto:"
    },
    {
      "index": 120,
      "start_time": 742020.0,
      "end_time": 743940.0,
      "text": "ROGER DINGLEDINE: ...el gobierno de los EEUU no puede simplemente"
    },
    {
      "index": 121,
      "start_time": 743949.0,
      "end_time": 750360.0,
      "text": "crear un sistema de anonimato para todos y luego usarlo solamente ellos porque en ese caso"
    },
    {
      "index": 122,
      "start_time": 750360.0,
      "end_time": 753890.0,
      "text": "cada vez que una coneccion viniera de la net oscura, la gente diria \"Oh, es otro agente de la CIA... \""
    },
    {
      "index": 123,
      "start_time": 754150.0,
      "end_time": 761970.0,
      "text": "Quien crees que provee los fondos del proyecto TOR? En 2007, 100% de los fondos del proyecto vinieron"
    },
    {
      "index": 124,
      "start_time": 761970.0,
      "end_time": 778270.0,
      "text": "del gobierno de EEUU. En 2008, 86%. EN 2009, 90%. EN 2010, 94%. En 2011, 78%. EN 2012, 81%. EN 2013, 94%."
    },
    {
      "index": 125,
      "start_time": 779600.0,
      "end_time": 783820.0,
      "text": "Un agente del gobierno trabajando como clandestino tiene tanta necesidad de anonimidad en linea"
    },
    {
      "index": 126,
      "start_time": 783820.0,
      "end_time": 788560.0,
      "text": "como la tiene un terrorista, pedofilo, o denunciante."
    },
    {
      "index": 127,
      "start_time": 789460.0,
      "end_time": 794340.0,
      "text": "Son todos o nadie. Esa es la triste verdad."
    }
  ]
}