{
  "video_id": "nDg3yPSzsEg",
  "title": "The Arabic Language: Its Amazing History and Features",
  "json": [
    {
      "index": 1,
      "start_time": 20.0,
      "end_time": 7700.0,
      "text": "En 2013, produje uno de los videos más extraños en YouTube: un video sobre árabe en japonés con subtítulos en inglés."
    },
    {
      "index": 2,
      "start_time": 7960.0,
      "end_time": 15760.0,
      "text": "y yo enseñando una lección de árabe a los espectadores japoneses al final. Mucha gente estaba desconcertada. Hoy voy a intentarlo de nuevo."
    },
    {
      "index": 3,
      "start_time": 21940.0,
      "end_time": 24689.0,
      "text": "Hola a todos, bienvenidos al canal Langfocus."
    },
    {
      "index": 4,
      "start_time": 24689.0,
      "end_time": 27329.0,
      "text": "y mi nombre es paul El tema de hoy es el"
    },
    {
      "index": 5,
      "start_time": 27660.0,
      "end_time": 35560.0,
      "text": "Idioma árabe o \"al Arabiya\" como se llama en árabe. El árabe es el quinto idioma más hablado en el mundo"
    },
    {
      "index": 6,
      "start_time": 36220.0,
      "end_time": 41440.0,
      "text": "con 293 millones de hablantes nativos y 422 millones de hablantes en total."
    },
    {
      "index": 7,
      "start_time": 41440.0,
      "end_time": 46720.0,
      "text": "Es un idioma oficial en 26 países. Eso no significa que sea el idioma mayoritario en todos esos países,"
    },
    {
      "index": 8,
      "start_time": 47040.0,
      "end_time": 48880.0,
      "text": "Pero es uno de los idiomas oficiales."
    },
    {
      "index": 9,
      "start_time": 48900.0,
      "end_time": 52880.0,
      "text": "También es uno de los seis idiomas oficiales de las Naciones Unidas,"
    },
    {
      "index": 10,
      "start_time": 52880.0,
      "end_time": 58040.0,
      "text": "y como el lenguaje del Corán, el libro sagrado del Islam, es también el lenguaje litúrgico de"
    },
    {
      "index": 11,
      "start_time": 58420.0,
      "end_time": 62220.0,
      "text": "1.7 mil millones de musulmanes alrededor del mundo. La mayoría de esas personas no hablan árabe."
    },
    {
      "index": 12,
      "start_time": 62280.0,
      "end_time": 67160.0,
      "text": "pero muchos tienen algún conocimiento del árabe para leer, y para recitar oraciones y estudios religiosos."
    },
    {
      "index": 13,
      "start_time": 67450.0,
      "end_time": 72150.0,
      "text": "Hablar de árabe puede ser confuso, porque hay muchas variedades diferentes de la lengua."
    },
    {
      "index": 14,
      "start_time": 72320.0,
      "end_time": 75460.0,
      "text": "Una de las principales variedades es la clásica árabe del Corán."
    },
    {
      "index": 15,
      "start_time": 75460.0,
      "end_time": 81180.0,
      "text": "Muchos consideran que esta es la forma más perfecta de árabe, y algunos dicen que es el único árabe verdadero,"
    },
    {
      "index": 16,
      "start_time": 81180.0,
      "end_time": 86660.0,
      "text": "porque fue el lenguaje en el que Dios reveló el Corán a Muhammad. Luego está el árabe estándar moderno,"
    },
    {
      "index": 17,
      "start_time": 86830.0,
      "end_time": 92069.0,
      "text": "que es la forma de árabe utilizada como lengua oficial en la actualidad. Es la forma moderna del árabe literario."
    },
    {
      "index": 18,
      "start_time": 92079.0,
      "end_time": 94799.0,
      "text": "que se basó en el árabe clásico del Corán,"
    },
    {
      "index": 19,
      "start_time": 94799.0,
      "end_time": 100229.0,
      "text": "pero con algunas adaptaciones y un vocabulario muy ampliado para hacerlo más adecuado para los tiempos modernos."
    },
    {
      "index": 20,
      "start_time": 100320.0,
      "end_time": 103020.0,
      "text": "No es exactamente lo mismo que el árabe clásico,"
    },
    {
      "index": 21,
      "start_time": 103020.0,
      "end_time": 110880.0,
      "text": "pero ambos son referidos por los árabes como \"Al-Fusha\", que significa \"discurso elocuente\". El árabe estándar moderno es el idioma de los libros, los medios de comunicación,"
    },
    {
      "index": 22,
      "start_time": 111160.0,
      "end_time": 112799.0,
      "text": "Educación y situaciones formales."
    },
    {
      "index": 23,
      "start_time": 112799.0,
      "end_time": 119879.0,
      "text": "Pero no como el lenguaje del habla cotidiana. Para el habla cotidiana, los hablantes de árabe usan sus dialectos locales, o \"Amiya\","
    },
    {
      "index": 24,
      "start_time": 120159.0,
      "end_time": 125999.0,
      "text": "Que puede diferir bastante de un país a otro, e incluso de un lugar a otro dentro de un solo país."
    },
    {
      "index": 25,
      "start_time": 126420.0,
      "end_time": 130600.0,
      "text": "El árabe es una lengua semítica. Árabe y otras lenguas semíticas como el hebreo,"
    },
    {
      "index": 26,
      "start_time": 130780.0,
      "end_time": 138580.0,
      "text": "El arameo y el fenicio se desarrollaron a partir del mismo lenguaje proto-semítico. Árabe forma una rama de Semitic Central, mientras que otra rama de Central"
    },
    {
      "index": 27,
      "start_time": 138740.0,
      "end_time": 142620.0,
      "text": "Semítico incluye hebreo, arameo y fenicio. Árabe antiguo."
    },
    {
      "index": 28,
      "start_time": 143090.0,
      "end_time": 149020.0,
      "text": "Se hablaron numerosas lenguas semíticas relacionadas con el árabe en Arabia entre los siglos XIII y X."
    },
    {
      "index": 29,
      "start_time": 149150.0,
      "end_time": 156610.0,
      "text": "pero no tienen características que los clasificarían como árabes. La evidencia más temprana de personas referidas como \"árabes\" es en un asirio"
    },
    {
      "index": 30,
      "start_time": 156709.0,
      "end_time": 160659.0,
      "text": "Inscripción del siglo VIII a. Pero, sólo menciona a los árabes."
    },
    {
      "index": 31,
      "start_time": 160660.0,
      "end_time": 165999.0,
      "text": "No da ningún ejemplo de su idioma. Desde el siglo VI aC hasta el siglo IV dC"
    },
    {
      "index": 32,
      "start_time": 166220.0,
      "end_time": 167269.0,
      "text": "tenemos inscripciones"
    },
    {
      "index": 33,
      "start_time": 167269.0,
      "end_time": 173919.0,
      "text": "mostrando evidencia de una forma temprana de árabe. Algunas de esas inscripciones están escritas en esa forma temprana de árabe, y otras están escritas en"
    },
    {
      "index": 34,
      "start_time": 174050.0,
      "end_time": 180999.0,
      "text": "Arameo, pero muestra cierta influencia del árabe. Esas inscripciones consisten principalmente en nombres propios, por lo que no nos dan una gran cantidad de"
    },
    {
      "index": 35,
      "start_time": 181190.0,
      "end_time": 184959.0,
      "text": "información sobre cómo era el idioma. La inscripción más antigua que sea."
    },
    {
      "index": 36,
      "start_time": 185269.0,
      "end_time": 187090.0,
      "text": "Sin lugar a dudas, el árabe es del 1er."
    },
    {
      "index": 37,
      "start_time": 187090.0,
      "end_time": 191380.0,
      "text": "Siglo BCE, y fue encontrado en Ein Avdat. Es una inscripción aramea,"
    },
    {
      "index": 38,
      "start_time": 191510.0,
      "end_time": 193681.0,
      "text": "Pero contiene tres líneas de árabe."
    },
    {
      "index": 39,
      "start_time": 193681.0,
      "end_time": 196480.0,
      "text": "Otra inscripción fue descubierta en An-Namaara,"
    },
    {
      "index": 40,
      "start_time": 197420.0,
      "end_time": 203460.0,
      "text": "120 kilómetros al sureste de Damasco, que data de 329 EC."
    },
    {
      "index": 41,
      "start_time": 203460.0,
      "end_time": 208299.0,
      "text": "El lenguaje de esta inscripción es casi idéntico al árabe clásico tal como lo conocemos, a pesar de que estas inscripciones son"
    },
    {
      "index": 42,
      "start_time": 208670.0,
      "end_time": 210070.0,
      "text": "inconfundiblemente escrito en árabe,"
    },
    {
      "index": 43,
      "start_time": 210070.0,
      "end_time": 216070.0,
      "text": "No están escritos en la escritura árabe, sino en la escritura nabatea, que deriva de la escritura aramea."
    },
    {
      "index": 44,
      "start_time": 216380.0,
      "end_time": 222669.0,
      "text": "Pero también hay inscripciones de los siglos 4 y 5 que están escritas en un guión que se parece más al árabe."
    },
    {
      "index": 45,
      "start_time": 222670.0,
      "end_time": 229089.0,
      "text": "En general, se cree que la secuencia de comandos árabe se desarrolló a partir de la secuencia de comandos Nabataean, y estas inscripciones podrían estar escritas en una secuencia de comandos"
    },
    {
      "index": 46,
      "start_time": 229090.0,
      "end_time": 231090.0,
      "text": "eso es en algún lugar entre esos dos."
    },
    {
      "index": 47,
      "start_time": 231440.0,
      "end_time": 232480.0,
      "text": "Árabe clasico"
    },
    {
      "index": 48,
      "start_time": 233160.0,
      "end_time": 237160.0,
      "text": "Antes del comienzo del Islam, había numerosos dialectos del árabe hablados en la península,"
    },
    {
      "index": 49,
      "start_time": 237400.0,
      "end_time": 239580.0,
      "text": "Pero también había un lenguaje literario común."
    },
    {
      "index": 50,
      "start_time": 239680.0,
      "end_time": 245460.0,
      "text": "utilizado entre las diferentes tribus para la poesía, un koine, que era un compromiso entre los diversos dialectos."
    },
    {
      "index": 51,
      "start_time": 245480.0,
      "end_time": 251820.0,
      "text": "Las piezas de poesía escritas en este libro literario son los ejemplos más antiguos del árabe clásico."
    },
    {
      "index": 52,
      "start_time": 251820.0,
      "end_time": 252980.0,
      "text": "El Corán fue escrito en el siglo séptimo."
    },
    {
      "index": 53,
      "start_time": 253160.0,
      "end_time": 259540.0,
      "text": "cuando los musulmanes creen que el ángel Gabriel reveló el Corán a Muhammad, y luego se escribió sobre un"
    },
    {
      "index": 54,
      "start_time": 259660.00000000003,
      "end_time": 267000.0,
      "text": "Período de 23 años. Cuando se escribió el Corán, había siete dialectos del árabe clásico, el Corán estaba escrito en todos ellos."
    },
    {
      "index": 55,
      "start_time": 267040.0,
      "end_time": 273680.0,
      "text": "Pero la versión de Quraishi se convirtió en el estándar sobre el cual se basa el texto del Corán de hoy. Las diferencias están en la pronunciación,"
    },
    {
      "index": 56,
      "start_time": 273980.0,
      "end_time": 276240.0,
      "text": "No en vocabulario o gramática."
    },
    {
      "index": 57,
      "start_time": 276480.0,
      "end_time": 278940.0,
      "text": "El árabe del Corán es similar al de los preislámicos."
    },
    {
      "index": 58,
      "start_time": 279530.0,
      "end_time": 284049.0,
      "text": "La poesía árabe clásica, pero no exactamente. Comenzando durante la vida de Muhammad, y"
    },
    {
      "index": 59,
      "start_time": 284300.0,
      "end_time": 290020.0,
      "text": "Continuando en el siglo VIII, las conquistas islámicas extendieron la lengua árabe a nuevas tierras lejanas."
    },
    {
      "index": 60,
      "start_time": 290240.0,
      "end_time": 292000.0,
      "text": "Después de las conquistas islámicas,"
    },
    {
      "index": 61,
      "start_time": 292000.0,
      "end_time": 297660.0,
      "text": "había una importante necesidad de estandarizar el idioma, porque un gran número de personas comenzaban a hablarlo."
    },
    {
      "index": 62,
      "start_time": 297800.0,
      "end_time": 298540.0,
      "text": "El guión se hizo más."
    },
    {
      "index": 63,
      "start_time": 298639.0,
      "end_time": 303579.0,
      "text": "práctico, se creó nuevo vocabulario y se estandarizó la gramática y el estilo de la prosa."
    },
    {
      "index": 64,
      "start_time": 303680.0,
      "end_time": 305940.0,
      "text": "Neo-árabe y árabe medio"
    },
    {
      "index": 65,
      "start_time": 305940.0,
      "end_time": 308799.0,
      "text": "Mientras que el árabe clásico estaba siendo estandarizado como lengua escrita,"
    },
    {
      "index": 66,
      "start_time": 309169.0,
      "end_time": 313167.0,
      "text": "Los dialectos locales del árabe también surgieron en las ciudades del Imperio árabe."
    },
    {
      "index": 67,
      "start_time": 313167.0,
      "end_time": 316960.0,
      "text": "Estos dialectos no descendían directamente del árabe clásico,"
    },
    {
      "index": 68,
      "start_time": 316960.0,
      "end_time": 321880.0,
      "text": "sino más bien de dialectos árabes preislámicos o de un solo \"koine\" árabe,"
    },
    {
      "index": 69,
      "start_time": 322040.0,
      "end_time": 324620.0,
      "text": "que era el lenguaje común de conquistar ejércitos árabes."
    },
    {
      "index": 70,
      "start_time": 324780.0,
      "end_time": 326140.0,
      "text": "Estos nuevos dialectos también fueron"
    },
    {
      "index": 71,
      "start_time": 326240.0,
      "end_time": 330020.0,
      "text": "Influenciados por las lenguas originales de las zonas que fueron conquistadas."
    },
    {
      "index": 72,
      "start_time": 330020.0,
      "end_time": 331220.0,
      "text": "Los dialectos del Levante y"
    },
    {
      "index": 73,
      "start_time": 331300.0,
      "end_time": 333500.0,
      "text": "Mesopotamia fue influenciada por el arameo. los"
    },
    {
      "index": 74,
      "start_time": 333710.0,
      "end_time": 338380.0,
      "text": "Los dialectos del Magreb fueron influenciados por los bereberes. Los dialectos de Egipto fueron influenciados por"
    },
    {
      "index": 75,
      "start_time": 338479.0,
      "end_time": 346389.0,
      "text": "Copto, y así sucesivamente. Los primeros siglos de estos dialectos de reciente aparición se conocen como neoárabes. Aunque el árabe clásico era"
    },
    {
      "index": 76,
      "start_time": 346520.0,
      "end_time": 353470.0,
      "text": "Estandarizado, no todos podrían escribirlo perfectamente. Escritura que contiene características tanto del árabe clásico como del neo-árabe o"
    },
    {
      "index": 77,
      "start_time": 353780.0,
      "end_time": 360699.0,
      "text": "Los dialectos, se conoce como árabe medio. \"Medio\" no se refiere a un período de tiempo, sino que estos textos estaban en algún lugar en el medio entre"
    },
    {
      "index": 78,
      "start_time": 360919.0,
      "end_time": 363280.0,
      "text": "Clásica y coloquial."
    },
    {
      "index": 79,
      "start_time": 363280.0,
      "end_time": 364240.0,
      "text": "Árabe moderno"
    },
    {
      "index": 80,
      "start_time": 364240.0,
      "end_time": 367839.0,
      "text": "A lo largo de los siglos, el dialecto neoárabe continuó evolucionando hacia [lo] moderno."
    },
    {
      "index": 81,
      "start_time": 367970.0,
      "end_time": 369440.0,
      "text": "dialectos coloquiales de hoy,"
    },
    {
      "index": 82,
      "start_time": 369440.0,
      "end_time": 375489.0,
      "text": "pero el árabe literario se mantuvo relativamente constante porque el árabe del Corán siempre fue visto como el ideal"
    },
    {
      "index": 83,
      "start_time": 375949.0,
      "end_time": 382419.0,
      "text": "Imitar en árabe y esto probablemente tuvo un efecto conservador en los dialectos, lo que les impide cambiar demasiado después de"
    },
    {
      "index": 84,
      "start_time": 382849.0,
      "end_time": 389829.0,
      "text": "Napoleón ingresó a Egipto en 1798. El mundo árabe entró en un período de mayor contacto con Occidente, la llegada de nuevos"
    },
    {
      "index": 85,
      "start_time": 389930.0,
      "end_time": 394450.0,
      "text": "Los conceptos occidentales requerían que la lengua árabe se actualizara a principios del siglo XX"
    },
    {
      "index": 86,
      "start_time": 395029.0,
      "end_time": 400359.0,
      "text": "Las academias regionales de lengua árabe comenzaron un proceso de reforma lingüística centrado principalmente en"
    },
    {
      "index": 87,
      "start_time": 400669.0,
      "end_time": 406929.0,
      "text": "Ampliando y actualizando el vocabulario de idiomas, estas actualizaciones culminaron en lo que ahora se conoce como árabe estándar moderno."
    },
    {
      "index": 88,
      "start_time": 407539.0,
      "end_time": 410739.0,
      "text": "Diglossia Arabic es bien conocido por su estado de diglossia"
    },
    {
      "index": 89,
      "start_time": 411259.0,
      "end_time": 413349.0,
      "text": "Los hablantes de árabe utilizaron dos claramente diferentes"
    },
    {
      "index": 90,
      "start_time": 413690.0,
      "end_time": 420130.0,
      "text": "Las formas del idioma en paralelo para diferentes propósitos, el árabe estándar moderno, no se aprenden por nadie como idioma nativo."
    },
    {
      "index": 91,
      "start_time": 420440.0,
      "end_time": 428410.0,
      "text": "Pero se usa para leer y escribir en medios en programas de televisión para niños y en discursos formales, mientras que los dialectos coloquiales se usan casi universalmente."
    },
    {
      "index": 92,
      "start_time": 428690.0,
      "end_time": 434289.0,
      "text": "Para la conversación diaria, como mencioné [antes], hay muchas variaciones entre los dialectos árabes."
    },
    {
      "index": 93,
      "start_time": 434289.0,
      "end_time": 435740.0,
      "text": "que bien dos oradores"
    },
    {
      "index": 94,
      "start_time": 435740.0,
      "end_time": 442479.0,
      "text": "Comprender entre sí depende de la distancia geográfica de sus dialectos, así como de la exposición que muchos hablantes árabes me han dicho que"
    },
    {
      "index": 95,
      "start_time": 442580.0,
      "end_time": 450010.0,
      "text": "Los hablantes de los dialectos del Medio Oriente realmente no tienen problemas para entenderse unos a otros y el problema principal viene al entender el dialecto del Magrebí."
    },
    {
      "index": 96,
      "start_time": 450289.0,
      "end_time": 457419.0,
      "text": "Especialmente marroquí, pero en estos días con la difusión de la televisión por cable y de Internet, la gente está siendo expuesta a una mayor variedad de dialectos en"
    },
    {
      "index": 97,
      "start_time": 457419.0,
      "end_time": 465399.0,
      "text": "una base más regular que ayuda a las personas a entender más los diferentes dialectos y, por supuesto, también hay Alpha Ska Modern Standard Arabic cuando los hablantes"
    },
    {
      "index": 98,
      "start_time": 465620.0,
      "end_time": 470169.0,
      "text": "dialectos significativamente diferentes se comunican entre sí que pueden cambiar [a] árabe estándar moderno"
    },
    {
      "index": 99,
      "start_time": 470240.0,
      "end_time": 475479.0,
      "text": "O pueden ajustar su discurso para que sea más formal, literario y similar al árabe estándar moderno."
    },
    {
      "index": 100,
      "start_time": 475490.0,
      "end_time": 481840.0,
      "text": "Pero no exactamente otra manera común para que los hablantes nativos puedan salvar la brecha dialectal es usar algo llamado el blanco."
    },
    {
      "index": 101,
      "start_time": 482000.0,
      "end_time": 488829.0,
      "text": "Dialecto, que es una versión más formal del habla dialectal que usa características que son comunes a la mayoría de los diferentes dialectos."
    },
    {
      "index": 102,
      "start_time": 488830.0,
      "end_time": 491859.0,
      "text": "Pero deja de lado las funciones que están limitadas a dialectos específicos"
    },
    {
      "index": 103,
      "start_time": 491860.0,
      "end_time": 496060.0,
      "text": "esto es esencialmente una moneda árabe moderna como la de un árabe de sowhat"
    },
    {
      "index": 104,
      "start_time": 496400.0,
      "end_time": 500440.0,
      "text": "Echemos un vistazo a algunas características del árabe que se centran en el árabe estándar moderno."
    },
    {
      "index": 105,
      "start_time": 500690.0,
      "end_time": 504489.0,
      "text": "la secuencia de comandos la secuencia de comandos árabe se escribe de derecha a izquierda y"
    },
    {
      "index": 106,
      "start_time": 504710.0,
      "end_time": 511900.0,
      "text": "Consiste en letras que imitan la escritura a mano, la mayoría de las letras se unen a la letra que viene después de ellas, sin embargo, algunas letras permanecen separadas"
    },
    {
      "index": 107,
      "start_time": 512630.0,
      "end_time": 517959.0,
      "text": "Las letras que se unen tienen dos formas, una forma corta al principio o en medio de las palabras y"
    },
    {
      "index": 108,
      "start_time": 518029.0,
      "end_time": 521739.0,
      "text": "Otra forma larga al final de las palabras o cuando la letra está sola."
    },
    {
      "index": 109,
      "start_time": 522740.0,
      "end_time": 527079.0,
      "text": "La escritura árabe es un abjad que significa que cada letra representa una consonante"
    },
    {
      "index": 110,
      "start_time": 527079.0,
      "end_time": 531888.0,
      "text": "Y que las vocales cortas no son realmente y que las vocales largas y diptongos pueden ser ambiguas"
    },
    {
      "index": 111,
      "start_time": 532050.0,
      "end_time": 535789.0,
      "text": "¿Cómo podemos leer bien el árabe sin vocales? ¿Puedes leer esto?"
    },
    {
      "index": 112,
      "start_time": 536339.0,
      "end_time": 540409.0,
      "text": "Aquí las vocales cortas no están escritas y las otras parecen algo incompletas."
    },
    {
      "index": 113,
      "start_time": 540410.0,
      "end_time": 544730.0,
      "text": "Pero tenemos una pista sobre cuáles son las vocales, esto es algo así como leer árabe."
    },
    {
      "index": 114,
      "start_time": 544730.0,
      "end_time": 548870.0,
      "text": "Pero el árabe tiene patrones de vocales más predecibles que el inglés, por lo que es más fácil de adivinar"
    },
    {
      "index": 115,
      "start_time": 549360.0,
      "end_time": 549899.0,
      "text": "además"
    },
    {
      "index": 116,
      "start_time": 549899.0,
      "end_time": 555559.0,
      "text": "El árabe se puede escribir con [hodduk] [anuncio] que son marcas diacríticas adicionales que indican los sonidos de vocales cortas"
    },
    {
      "index": 117,
      "start_time": 555779.0,
      "end_time": 563299.0,
      "text": "Por lo general, solo se usan en textos que son realmente importantes para pronunciar perfectamente como el Corán o la poesía o los materiales para niños."
    },
    {
      "index": 118,
      "start_time": 564209.0,
      "end_time": 571099.0,
      "text": "Fonología, el árabe tiene una serie de sonidos de consonantes que son sorprendentes o desafiantes para los hablantes de muchos otros idiomas, por ejemplo."
    },
    {
      "index": 119,
      "start_time": 571440.0,
      "end_time": 573440.0,
      "text": "ja como en la palabra"
    },
    {
      "index": 120,
      "start_time": 573569.0,
      "end_time": 575449.0,
      "text": "Salines que significa golf"
    },
    {
      "index": 121,
      "start_time": 575449.0,
      "end_time": 582199.0,
      "text": "Luego hay una pausa, como en la columna de palabras, esto es como un [que] pero pronunciado más atrás en tu garganta"
    },
    {
      "index": 122,
      "start_time": 582959.0,
      "end_time": 587149.0,
      "text": "Luego está la letra ha en la palabra par que significa hot"
    },
    {
      "index": 123,
      "start_time": 587730.0,
      "end_time": 594289.0,
      "text": "Algunos dicen que esto es similar al sonido francés r, por ejemplo, la palabra orificio que significa sala"
    },
    {
      "index": 124,
      "start_time": 595290.0,
      "end_time": 599990.0,
      "text": "El árabe también tiene un número de consonantes en phatak, por ejemplo. Hay escena"
    },
    {
      "index": 125,
      "start_time": 599990.0,
      "end_time": 603859.0,
      "text": "Que es como el sonido normal en inglés, pero también hay [saab]"
    },
    {
      "index": 126,
      "start_time": 603990.0,
      "end_time": 610099.0,
      "text": "Que es una s enfática como en la palabra [fuzzy] que significa pequeño también se nota el [signo] en el medio"
    },
    {
      "index": 127,
      "start_time": 610560.0,
      "end_time": 615169.0,
      "text": "Para hacer este sonido tienes que mantener la lengua cerca del paladar si quieres probarlo."
    },
    {
      "index": 128,
      "start_time": 615439.0,
      "end_time": 619069.0,
      "text": "Coloque su boca como si fuera a decir ak y mantenga esa posición"
    },
    {
      "index": 129,
      "start_time": 619319.0,
      "end_time": 623779.0,
      "text": "Luego haga un sonido en lugar de ir adelante, inténtelo sierra"
    },
    {
      "index": 130,
      "start_time": 624569.0,
      "end_time": 629959.0,
      "text": "Hay otras tres consonantes enfáticas: ¿un perro alto enfático y Zhou?"
    },
    {
      "index": 131,
      "start_time": 630959.0,
      "end_time": 631980.0,
      "text": "Morfología"
    },
    {
      "index": 132,
      "start_time": 631980.0,
      "end_time": 639259.0,
      "text": "Las palabras en árabe se construyen principalmente a partir de raíces de tres letras o, en ocasiones, para y estas letras se insertan en plantillas"
    },
    {
      "index": 133,
      "start_time": 639509.0,
      "end_time": 642379.0,
      "text": "Consta de un patrón de vocales fijas y algunas estructurales."
    },
    {
      "index": 134,
      "start_time": 642630.0,
      "end_time": 643130.0,
      "text": "continentes"
    },
    {
      "index": 135,
      "start_time": 643130.0,
      "end_time": 647029.0,
      "text": "Si conoce las letras raíz, puede identificar el significado central de la palabra y"
    },
    {
      "index": 136,
      "start_time": 647130.0,
      "end_time": 649969.0,
      "text": "Si conoces la plantilla, sabes qué tipo de palabra es"
    },
    {
      "index": 137,
      "start_time": 650160.0,
      "end_time": 652189.0,
      "text": "Tomemos la raíz, ja, ja."
    },
    {
      "index": 138,
      "start_time": 652620.0,
      "end_time": 658969.0,
      "text": "[Jean] que significa salir o salir y pongámoslo en esta plantilla obtenemos la palabra maharaj"
    },
    {
      "index": 139,
      "start_time": 659040.0,
      "end_time": 662650.0,
      "text": "¿Cuál es el sustantivo que significa salir como una puerta por la que sales?"
    },
    {
      "index": 140,
      "start_time": 663020.0,
      "end_time": 668949.0,
      "text": "Esta plantilla indica un lugar donde se realiza la acción de la ruta si usamos la ruta [Dala] kah"
    },
    {
      "index": 141,
      "start_time": 669230.0,
      "end_time": 673990.0,
      "text": "Lam, que significa entrar, nos llevan a la caza, que significa entrada."
    },
    {
      "index": 142,
      "start_time": 674420.0,
      "end_time": 679629.0,
      "text": "Si usamos la ruta del elenco, ese oso nos elige."
    },
    {
      "index": 143,
      "start_time": 679880.0,
      "end_time": 680870.0,
      "text": "oficina de significado"
    },
    {
      "index": 144,
      "start_time": 680870.0,
      "end_time": 687400.0,
      "text": "este tipo de plantillas recurrentes lo ayudan a saber cómo pronunciar palabras, incluso cuando las vocales cortas no están escritas si ve el"
    },
    {
      "index": 145,
      "start_time": 687400.0,
      "end_time": 693759.0,
      "text": "la letra Meme seguida de tres letras de ruta en total, sin vocales largas, puede adivinar [que] la palabra está en esta plantilla y"
    },
    {
      "index": 146,
      "start_time": 693950.0,
      "end_time": 695950.0,
      "text": "Pronunciarlo con vocales demasiado cortas."
    },
    {
      "index": 147,
      "start_time": 696440.0,
      "end_time": 701770.0,
      "text": "Los verbos en árabe son parte del mismo sistema de raíces y plantillas que las plantillas nos dicen la 10a."
    },
    {
      "index": 148,
      "start_time": 702020.0,
      "end_time": 707050.0,
      "text": "Persona Género y número del verbo y la ruta Nos proporciona el significado principal nuevamente"
    },
    {
      "index": 149,
      "start_time": 707050.0,
      "end_time": 712089.0,
      "text": "Tomemos la ruta, ja, ja, y pongámosla en esta plantilla aquí."
    },
    {
      "index": 150,
      "start_time": 712090.0,
      "end_time": 719230.0,
      "text": "Y obtenemos el sombrero Azzam, y sabemos lo que esto significa que es la tercera conjugación singular masculina en tiempo pasado [persona]"
    },
    {
      "index": 151,
      "start_time": 719240.0,
      "end_time": 720830.0,
      "text": "Salió"
    },
    {
      "index": 152,
      "start_time": 720830.0,
      "end_time": 722830.0,
      "text": "¿Cómo me refiero a Adán, [Edessa]?"
    },
    {
      "index": 153,
      "start_time": 723050.0,
      "end_time": 725079.0,
      "text": "Esto significa que salió de la escuela."
    },
    {
      "index": 154,
      "start_time": 725690.0,
      "end_time": 733660.0,
      "text": "Ahora ponga la raíz en esta plantilla, cómo hagamos esto significa que salí de este sufijo. Aquí se indica pasado, primera persona, singular"
    },
    {
      "index": 155,
      "start_time": 733850.0,
      "end_time": 735500.0,
      "text": "¿Todavía soy elegido?"
    },
    {
      "index": 156,
      "start_time": 735500.0,
      "end_time": 737860.0,
      "text": "esto significa que salí de la oficina si"
    },
    {
      "index": 157,
      "start_time": 738740.0,
      "end_time": 745180.0,
      "text": "Lo pusimos en esta plantilla [sí], por lo que significa que sale. Esta es la plantilla del tiempo presente."
    },
    {
      "index": 158,
      "start_time": 746150.0,
      "end_time": 749590.0,
      "text": "[sí], lo que solo fue elegido significa que sale de la oficina"
    },
    {
      "index": 159,
      "start_time": 750740.0,
      "end_time": 755889.0,
      "text": "Reanudado significa que salen de saya who's an Manera [negativo] esto significa"
    },
    {
      "index": 160,
      "start_time": 755890.0,
      "end_time": 761499.0,
      "text": "Saldrán de la oficina, la oración está en tiempo futuro para cambiar el tiempo presente al tiempo futuro."
    },
    {
      "index": 161,
      "start_time": 761500.0,
      "end_time": 769450.0,
      "text": "Simplemente agregue el sufijo [savia] al comienzo de la plantilla en tiempo presente. La savia se usa para un futuro próximo y una partícula separada."
    },
    {
      "index": 162,
      "start_time": 769670.0,
      "end_time": 775869.0,
      "text": "[el sofá] se usa para el futuro más lejano árabe no tiene otros tiempos verbales, solo pasado, presente y futuro"
    },
    {
      "index": 163,
      "start_time": 776270.0,
      "end_time": 778270.0,
      "text": "¿Cuál usa la conjugación del tiempo presente?"
    },
    {
      "index": 164,
      "start_time": 778310.0,
      "end_time": 783040.0,
      "text": "Este sistema semítico de raíces y plantillas es bastante intuitivo una vez que te acostumbras."
    },
    {
      "index": 165,
      "start_time": 783040.0,
      "end_time": 787540.0,
      "text": "y es bastante ingenioso si me preguntas el orden de las palabras Modern Standard Arabic es un"
    },
    {
      "index": 166,
      "start_time": 787790.0,
      "end_time": 792610.0,
      "text": "Idioma Vso por defecto en oposición a los dialectos árabes que son principalmente Svo"
    },
    {
      "index": 167,
      "start_time": 793730.0,
      "end_time": 800619.0,
      "text": "Sin embargo, [el perdedor] Roger Lavinia significa que el hombre está estudiando árabe. Aquí está el verbo el sujeto y el objeto."
    },
    {
      "index": 168,
      "start_time": 801499.0,
      "end_time": 808989.0,
      "text": "Estos son el artículo definido al, pero antes de ciertas letras, el sonido [lam] o L se asimila a la siguiente letra"
    },
    {
      "index": 169,
      "start_time": 808999.0,
      "end_time": 811899.0,
      "text": "Entonces Al dajjal se convierte en [nuestro] [rajala]"
    },
    {
      "index": 170,
      "start_time": 811959.0,
      "end_time": 813410.0,
      "text": "Este es el orden básico de las palabras."
    },
    {
      "index": 171,
      "start_time": 813410.0,
      "end_time": 817240.0,
      "text": "Pero Svo también es posible en una oración con un pronombre."
    },
    {
      "index": 172,
      "start_time": 817490.0,
      "end_time": 822759.0,
      "text": "Vso no es posible, por ejemplo, y un sofá druce Al arabiya esto significa"
    },
    {
      "index": 173,
      "start_time": 822759.0,
      "end_time": 827979.0,
      "text": "Estudiaré árabe en el futuro, no puedes decir al sur una drisana [Al] [arabiya]"
    },
    {
      "index": 174,
      "start_time": 828649.0,
      "end_time": 834219.0,
      "text": "Puedes decirlo con el pronombre primero o sin pronombre, solo sofá, [Drusilla], Ravinia"
    },
    {
      "index": 175,
      "start_time": 834649.0,
      "end_time": 839589.0,
      "text": "Porque la conjugación de verbos nos dice que esta es la primera persona del singular, por lo que no necesitamos el pronombre."
    },
    {
      "index": 176,
      "start_time": 840079.0,
      "end_time": 846099.0,
      "text": "Casos Uno de los aspectos del árabe estándar es si hay [hay] tres casos en genitivo nominativo árabe."
    },
    {
      "index": 177,
      "start_time": 846379.0,
      "end_time": 851049.0,
      "text": "Y los acusativos y los sustantivos toman finales especiales para mostrar su función en la oración."
    },
    {
      "index": 178,
      "start_time": 851139.0,
      "end_time": 856808.0,
      "text": "Tomemos la palabra [Khattab] que significa libro en nominativo. Es [t] Tableau en generativo."
    },
    {
      "index": 179,
      "start_time": 856809.0,
      "end_time": 860229.0,
      "text": "es el teclado estar en acusativo [kitada], Al"
    },
    {
      "index": 180,
      "start_time": 860779.0,
      "end_time": 868088.0,
      "text": "[Khattab] [vamos a] Valdez ooh, esto significa el excelente libro en el que se encuentra la pestaña de clave nominativa y el adjetivo también es"
    },
    {
      "index": 181,
      "start_time": 868279.0,
      "end_time": 873729.0,
      "text": "Infligido para estar de acuerdo con el nombre y un al-Khattab superior y esto significa que estoy leyendo un libro"
    },
    {
      "index": 182,
      "start_time": 873980.0,
      "end_time": 880629.0,
      "text": "Aquí la pestaña de teclas está en el acusativo, y es indefinido. El sonido final al final indica que es indefinido."
    },
    {
      "index": 183,
      "start_time": 881749.0,
      "end_time": 887469.0,
      "text": "¿Qué pasaría si se obtuviera esto? ¿El autor de la pestaña clave del libro aquí está en el caso genitivo?"
    },
    {
      "index": 184,
      "start_time": 887779.0,
      "end_time": 890768.0,
      "text": "Estas terminaciones de casos no se usan al final de una oración"
    },
    {
      "index": 185,
      "start_time": 890769.0,
      "end_time": 896979.0,
      "text": "Pero solo cuando a la palabra le sigue algo, la forma al final de una oración sin el final de un caso se llama el rompecabezas"
    },
    {
      "index": 186,
      "start_time": 896980.0,
      "end_time": 897799.0,
      "text": "formar"
    },
    {
      "index": 187,
      "start_time": 897799.0,
      "end_time": 901119.0,
      "text": "Estas terminaciones de casos a menudo no se [utilizan] en árabe estándar moderno"
    },
    {
      "index": 188,
      "start_time": 901160.0,
      "end_time": 905860.0,
      "text": "En general, solo se usan en textos preparados o discursos preparados dos oraciones más"
    },
    {
      "index": 189,
      "start_time": 906860.0,
      "end_time": 912909.0,
      "text": "- Louie todos, excepto que esto significa que generalmente no trabajo el sábado palabra por palabra"
    },
    {
      "index": 190,
      "start_time": 912910.0,
      "end_time": 916839.0,
      "text": "por lo general no es el día del trabajo"
    },
    {
      "index": 191,
      "start_time": 917209.0,
      "end_time": 921159.0,
      "text": "Sábado que es la partícula de negación usada en tiempo presente."
    },
    {
      "index": 192,
      "start_time": 921799.0,
      "end_time": 929349.0,
      "text": "Armen es el verbo para trabajo y su raíz es ein. Meme lem y esta es la primera persona en singular presente."
    },
    {
      "index": 193,
      "start_time": 930310.0,
      "end_time": 936419.0,
      "text": "joven y [acept] [Irani] Dafa, así que juntos significan que el día del sábado Yadava es un"
    },
    {
      "index": 194,
      "start_time": 936790.0,
      "end_time": 939510.0,
      "text": "Construcción de dos sustantivos lado a lado para mostrar posesión."
    },
    {
      "index": 195,
      "start_time": 939820.0,
      "end_time": 945959.0,
      "text": "Dato curioso, la palabra sábado proviene de la palabra hebrea Shabat que se relaciona con esta palabra árabe sábado."
    },
    {
      "index": 196,
      "start_time": 947260.0,
      "end_time": 953579.0,
      "text": "Seth diría que eres una víctima, esto significa. Conduciré mi auto a la oficina palabra por palabra. ['es] voluntad"
    },
    {
      "index": 197,
      "start_time": 953579.0,
      "end_time": 961319.0,
      "text": "Conduzco mi automóvil a la oficina Recuerdo que la sierra se agrega al verbo en tiempo presente para formar la comida futura"
    },
    {
      "index": 198,
      "start_time": 961600.0,
      "end_time": 967320.0,
      "text": "¿Contiene el verbo off wow Dal y esta es la primera persona singular del tiempo presente en conjugación?"
    },
    {
      "index": 199,
      "start_time": 967779.0,
      "end_time": 975599.0,
      "text": "saya Fe es la palabra Saya con un sufijo posesivo que significa mi al final y cuando se agrega un sufijo, la letra hat"
    },
    {
      "index": 200,
      "start_time": 975730.0,
      "end_time": 977380.0,
      "text": "se convierte en @ @"
    },
    {
      "index": 201,
      "start_time": 977380.0,
      "end_time": 983339.0,
      "text": "Alá es una preposición que muestra la dirección de la L aquí o el cordero es el artículo definido. [L]"
    },
    {
      "index": 202,
      "start_time": 983500.0,
      "end_time": 987839.0,
      "text": "pero el sonido de a o el de aleph se asimila a lo largo del anterior como a"
    },
    {
      "index": 203,
      "start_time": 988240.0,
      "end_time": 993810.0,
      "text": "Puedes ver que el árabe es un lenguaje fascinante con muchas características interesantes desde su guión hasta su"
    },
    {
      "index": 204,
      "start_time": 994000.0,
      "end_time": 996119.0,
      "text": "Fonología a su sistema raíz y plantilla."
    },
    {
      "index": 205,
      "start_time": 996250.0,
      "end_time": 999329.0,
      "text": "Es un lenguaje que a menudo parece intimidante para los alumnos."
    },
    {
      "index": 206,
      "start_time": 999329.0,
      "end_time": 1005509.0,
      "text": "Pero eso es en parte porque los materiales árabes estándar modernos están dirigidos a la lectura y la escritura y la gramática en lugar de en"
    },
    {
      "index": 207,
      "start_time": 1005790.0,
      "end_time": 1010010.0,
      "text": "Los materiales de comunicación para aprender dialectos árabes tienden a ser más divertidos y comunicativos."
    },
    {
      "index": 208,
      "start_time": 1010230.0,
      "end_time": 1016579.0,
      "text": "La pregunta que se hace una y otra y otra vez es: ¿qué forma de árabe debo aprender un dialecto o árabe moderno estándar?"
    },
    {
      "index": 209,
      "start_time": 1016829.0,
      "end_time": 1017839.0,
      "text": "en mi opinión"
    },
    {
      "index": 210,
      "start_time": 1017839.0,
      "end_time": 1023269.0,
      "text": "Es importante aprender algo de árabe estándar moderno antes de comenzar a aprender un dialecto o al mismo tiempo"
    },
    {
      "index": 211,
      "start_time": 1023270.0,
      "end_time": 1029780.0,
      "text": "Pero si conoces algún árabe estándar moderno, te ayudará a entender los diferentes dialectos que encuentres y te ayudará."
    },
    {
      "index": 212,
      "start_time": 1029780.0,
      "end_time": 1036349.0,
      "text": "Debe comprender diferentes registros [de] discursos incluso cuando [personas] están hablando en sus dialectos, pero si su principal objetivo son las comunicaciones"
    },
    {
      "index": 213,
      "start_time": 1036349.9999999999,
      "end_time": 1041058.9999999999,
      "text": "entonces no creo que sea necesario aprender a hablar árabe estándar moderno a un alto nivel [y]"
    },
    {
      "index": 214,
      "start_time": 1042270.0,
      "end_time": 1047839.0,
      "text": "Eso me lleva a la pregunta del día [dos] hablantes nativos del árabe y a los estudiantes del árabe por igual"
    },
    {
      "index": 215,
      "start_time": 1047839.0,
      "end_time": 1053149.0,
      "text": "¿Cuál crees que es la mejor forma de aprender árabe en árabe estándar moderno o un dialecto?"
    },
    {
      "index": 216,
      "start_time": 1053309.0,
      "end_time": 1058699.0,
      "text": "Deje sus respuestas en los comentarios a continuación, asegúrese de seguir el enfoque de lange en Facebook Twitter o Instagram."
    },
    {
      "index": 217,
      "start_time": 1058830.0,
      "end_time": 1061189.0,
      "text": "Es especialmente importante en estos días porque"
    },
    {
      "index": 218,
      "start_time": 1061380.0,
      "end_time": 1063459.0,
      "text": "Algo extraño está pasando con YouTube y"
    },
    {
      "index": 219,
      "start_time": 1063529.0,
      "end_time": 1069549.0,
      "text": "Nadie está realmente [seguro] de lo que traerá el futuro, por lo que es bueno tener una forma de estar en contacto con usted fuera de YouTube para"
    },
    {
      "index": 220,
      "start_time": 1069549.0,
      "end_time": 1073089.0,
      "text": "Puedo informarle lo que está sucediendo [con] mis videos y en el peor de los casos"
    },
    {
      "index": 221,
      "start_time": 1073370.0,
      "end_time": 1079059.0,
      "text": "Donde estarán mis videos si no están en YouTube, así que asegúrese de seguirme al menos en uno de ellos y deseo"
    },
    {
      "index": 222,
      "start_time": 1079059.0,
      "end_time": 1081489.0,
      "text": "Diga, gracias de nuevo, como siempre, a todos mis seguidores de Patreon."
    },
    {
      "index": 223,
      "start_time": 1082100.0,
      "end_time": 1088839.0,
      "text": "Especialmente estas personas aquí en la pantalla son promesas mensuales muy útiles. Gracias por mirar y que tengas una buena estancia."
    }
  ]
}