{
  "video_id": "o0VxtEclqBc",
  "title": "My Bullet Journal [2017]",
  "json": [
    {
      "index": 1,
      "start_time": 18240.0,
      "end_time": 23830.0,
      "text": "Para el 2017, quería mantener spreads simples en vez de comprometerme a hacer"
    },
    {
      "index": 2,
      "start_time": 23830.0,
      "end_time": 30090.0,
      "text": "diseños más complejos que probablemente no sería capaz de mantener durante semanas muy ocupadas"
    },
    {
      "index": 3,
      "start_time": 30090.0,
      "end_time": 35390.0,
      "text": "Así que tengo una vista mensual para cada mes. Al lado izquierdo superior de la página"
    },
    {
      "index": 4,
      "start_time": 35390.0,
      "end_time": 40750.0,
      "text": "tengo información financiera y, bajo esa sección, tengo una tarea o lista de cosas que quiero hacer"
    },
    {
      "index": 5,
      "start_time": 40750.0,
      "end_time": 45480.0,
      "text": "únicamente para ese mes, así como lista de cosas que necesito comprar"
    },
    {
      "index": 6,
      "start_time": 45480.0,
      "end_time": 51940.0,
      "text": "durante ese mes. Creo que dividir mi bullet journal en meses en vez de semanas"
    },
    {
      "index": 7,
      "start_time": 51940.0,
      "end_time": 56390.0,
      "text": "me da una vista más amplia de todo lo que debo hacer y también me permite usar un tema"
    },
    {
      "index": 8,
      "start_time": 56390.0,
      "end_time": 62230.0,
      "text": "para cada mes, es decir, concentrarme en un ámbito de mi vida a la vez, en lugar de tener"
    },
    {
      "index": 9,
      "start_time": 62230.0,
      "end_time": 67990.0,
      "text": "una enorme lista de cosas que siento que debo cumplir permanentemente."
    },
    {
      "index": 10,
      "start_time": 67990.0,
      "end_time": 72672.0,
      "text": "A la derecha, tengo una vista mensual en forma de lista, donde puedo escribir rápidamente"
    },
    {
      "index": 11,
      "start_time": 72672.0,
      "end_time": 78100.0,
      "text": "cosas importantes que sucederán. Si es un mes libre de tareas, esta vista"
    },
    {
      "index": 12,
      "start_time": 78100.0,
      "end_time": 83780.0,
      "text": "es suficiente para mí para organizar mis días. Pero, si siento que tendré un mes ocupado,"
    },
    {
      "index": 13,
      "start_time": 83780.0,
      "end_time": 89189.0,
      "text": "una vista mensual clásica con recuadros amplios es mejor para planificar tus días con más detalle."
    },
    {
      "index": 14,
      "start_time": 89189.0,
      "end_time": 93659.0,
      "text": "Esta es una de las disposiciones que usé el año pasado para noviembre, y"
    },
    {
      "index": 15,
      "start_time": 93659.0,
      "end_time": 97869.0,
      "text": "mantendré esta plantilla tan pronto como inicie mis clases."
    },
    {
      "index": 16,
      "start_time": 97869.0,
      "end_time": 104840.0,
      "text": "Por otro lado, también decidí usar un habit tracker por primera vez. Al inicio dudaba de este"
    },
    {
      "index": 17,
      "start_time": 104840.0,
      "end_time": 109460.0,
      "text": "concepto, ya que pensaba que nunca recordaría colorear los recuadros"
    },
    {
      "index": 18,
      "start_time": 109460.0,
      "end_time": 115710.0,
      "text": "cada día, pero durante el mes de enero, realmente me acostumbré a hacerlo como una rutina"
    },
    {
      "index": 19,
      "start_time": 115710.0,
      "end_time": 120600.0,
      "text": "y de verdad estoy disfrutando los resultados por ahora. Actualmente mantengo un registro de cosas"
    },
    {
      "index": 20,
      "start_time": 120600.0,
      "end_time": 126369.0,
      "text": "muy básicas que suelo olvidar muchas veces, como humectarme, postear en Tumblr"
    },
    {
      "index": 21,
      "start_time": 126369.0,
      "end_time": 133230.0,
      "text": "e Instagram, practicar mi alemán en Duolingo, días sin gastar, etc. Puedes personalizar"
    },
    {
      "index": 22,
      "start_time": 133230.0,
      "end_time": 137860.0,
      "text": "tu habit tracker como mejor te convenga y pienso que es un 'must have' en cualquier bullet journal"
    },
    {
      "index": 23,
      "start_time": 137860.0,
      "end_time": 141610.0,
      "text": "Al lado derecho de la página, no hay nada muy emocionante"
    },
    {
      "index": 24,
      "start_time": 141610.0,
      "end_time": 147390.0,
      "text": "solo simples listas de tareas para distintos días del mes, donde sigo usando el clásico"
    },
    {
      "index": 25,
      "start_time": 147390.0,
      "end_time": 153490.0,
      "text": "código: un punto para tareas incompletas, un aspa para tareas completas, y"
    },
    {
      "index": 26,
      "start_time": 153490.0,
      "end_time": 159980.0,
      "text": "una flecha para tareas migradas. En la otra página, tenemos una plantilla permanente"
    },
    {
      "index": 27,
      "start_time": 159980.0,
      "end_time": 164310.0,
      "text": "En el rincón superior izquierdo tengo una lista de libros que quiero leer durante el año y"
    },
    {
      "index": 28,
      "start_time": 164360.0,
      "end_time": 169030.0,
      "text": "los iré marcando cuando termine de leerlos. Hay suficiente espacio a la derecha por si necesito"
    },
    {
      "index": 29,
      "start_time": 169030.0,
      "end_time": 174800.0,
      "text": "agregar algo más. Debajo tengo una vista trimestral, y es algo que"
    },
    {
      "index": 30,
      "start_time": 174800.0,
      "end_time": 180080.0,
      "text": "quería probar luego de leer un post de Boho Berry sobre este tema."
    },
    {
      "index": 31,
      "start_time": 180080.0,
      "end_time": 184250.0,
      "text": "Básicamente es una vista general de metas específicas que quieres lograr durante los cuatro"
    },
    {
      "index": 32,
      "start_time": 184250.0,
      "end_time": 190150.0,
      "text": "trimestres del año, lo que es más flexible que usar un sistema mensual."
    },
    {
      "index": 33,
      "start_time": 190150.0,
      "end_time": 195400.0,
      "text": "Al lado derecho tengo dos columnas principales. La primera es sólo una lluvia de ideas para youtube,"
    },
    {
      "index": 34,
      "start_time": 195400.0,
      "end_time": 200850.0,
      "text": "con temas para vídeos en los que quisiera trabajar durante el año. Es algo que"
    },
    {
      "index": 35,
      "start_time": 200850.0,
      "end_time": 205740.0,
      "text": "puedo revisar cuando no se me ocurran ideas para un siguiente vídeo."
    },
    {
      "index": 36,
      "start_time": 205740.0,
      "end_time": 210780.0,
      "text": "También tengo una lista todavía muy corta de"
    },
    {
      "index": 37,
      "start_time": 210780.0,
      "end_time": 215110.0,
      "text": "películas que he visto este año, y realmente espero que pueda llegar al final"
    },
    {
      "index": 38,
      "start_time": 215110.0,
      "end_time": 221540.0,
      "text": "de la página en diciembre, ¡crucemos los dedos! Luego, en la siguiente página comienza el bullet journal"
    },
    {
      "index": 39,
      "start_time": 221540.0,
      "end_time": 227300.0,
      "text": "en sí mismo. Desde este punto no he dibujado plantillas en especial y"
    },
    {
      "index": 40,
      "start_time": 227300.0,
      "end_time": 233010.0,
      "text": "simplemente escribo tareas para un día específico o un fin de semana, que principalmente pueden ver"
    },
    {
      "index": 41,
      "start_time": 233010.0,
      "end_time": 239050.0,
      "text": "en la página izquierda. Animo a todos los que estén iniciando un bullet journal o quien piense"
    },
    {
      "index": 42,
      "start_time": 239050.0,
      "end_time": 243330.0,
      "text": "que el bullet journal es una rutina agotadora, a comenzar con listas de tareas con el"
    },
    {
      "index": 43,
      "start_time": 243330.0,
      "end_time": 249740.0,
      "text": "estilo más simple y minimalista que se les ocurra. A la derecha, tengo algunas tareas en las que necesito"
    },
    {
      "index": 44,
      "start_time": 249740.0,
      "end_time": 256370.0,
      "text": "trabajar para proyectos específicos, como rediseñar mi página web de asociación de estudiantes, eso significa"
    },
    {
      "index": 45,
      "start_time": 256370.0,
      "end_time": 261959.0,
      "text": "que además de usarlo para tareas diarias específicas, también preparo proyectos específicos y"
    },
    {
      "index": 46,
      "start_time": 261959.0,
      "end_time": 267820.0,
      "text": "cuando termino con cada tarea de ese proyecto, el proyecto en sí también está terminado."
    },
    {
      "index": 47,
      "start_time": 267820.0,
      "end_time": 272509.0,
      "text": "Eso me hace comprender mi progreso, lo que aún debo hacer, y me da una sensación de logro"
    },
    {
      "index": 48,
      "start_time": 272509.0,
      "end_time": 278120.0,
      "text": "cuando termino todas las tareas de esa lista. La próxima semana, subiré un vídeo"
    },
    {
      "index": 49,
      "start_time": 278120.0,
      "end_time": 282890.0,
      "text": "de Hacks para el Bullet Journal con 10 tips para personalizar y hacer tu propio bullet journal, así"
    },
    {
      "index": 50,
      "start_time": 282890.0,
      "end_time": 294939.0,
      "text": "que estén al tanto y los veo el viernes. Bye!"
    }
  ]
}