{
  "video_id": "onb-hdjuNbU",
  "title": "CIVILIZATION VI - First Look: Norway",
  "json": [
    {
      "index": 1,
      "start_time": 2966.0,
      "end_time": 7233.0,
      "text": "Harald Haardrade dirige Noruega en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 7333.0,
      "end_time": 12900.0,
      "text": "“Haardrade” se puede traducir como “el que gobierna con dureza”, y este temible líder vikingo hizo honor a su nombre."
    },
    {
      "index": 3,
      "start_time": 12900.0,
      "end_time": 19233.0,
      "text": "Consolidó su gobierno de Noruega, y a menudo se encontraba fuera, en incursiones y guerras para conseguir territorios y riqueza."
    },
    {
      "index": 4,
      "start_time": 19766.0,
      "end_time": 22400.0,
      "text": "La habilidad de Harald es el Trueno del Norte."
    },
    {
      "index": 5,
      "start_time": 22400.0,
      "end_time": 26366.0,
      "text": "Todas sus unidades navales cuerpo a cuerpo pueden realizar asaltos costeros."
    },
    {
      "index": 6,
      "start_time": 26366.0,
      "end_time": 28666.0,
      "text": "Harald también tiene el Drakkar."
    },
    {
      "index": 7,
      "start_time": 28666.0,
      "end_time": 33233.0,
      "text": "Además de la habilidad de realizar incursiones costeras, puede curarse en territorio neutral."
    },
    {
      "index": 8,
      "start_time": 33233.0,
      "end_time": 35966.0,
      "text": "La unidad exclusiva de Noruega es el Berserk."
    },
    {
      "index": 9,
      "start_time": 35966.0,
      "end_time": 42466.0,
      "text": "Saquear cuesta 1 de Movimiento menos, y el Berserk consigue una bonificación al atacar, pero es más vulnerable al defender."
    },
    {
      "index": 10,
      "start_time": 43400.0,
      "end_time": 45900.0,
      "text": "La Stavkirke es el edificio exclusivo de Noruega."
    },
    {
      "index": 11,
      "start_time": 46133.0,
      "end_time": 51266.0,
      "text": "Tiene todos los beneficios de un templo, pero consigue una bonificación adicional a la Fe por adyacencia a los Bosques."
    },
    {
      "index": 12,
      "start_time": 51933.0,
      "end_time": 54400.0,
      "text": "Noruega es una civilización centrada en los barcos."
    },
    {
      "index": 13,
      "start_time": 54400.0,
      "end_time": 62333.0,
      "text": "Sus unidades no pagan ningún coste por embarcar o desembarcar, y una vez hayas investigado la Construcción naval, todas las unidades navales y embarcadas podrán moverse a casillas de Océano."
    },
    {
      "index": 14,
      "start_time": 63400.0,
      "end_time": 68800.0,
      "text": "El acceso temprano a la navegación por aguas profundas ofrece a Noruega la posibilidad de explorar y expandirse por el mundo fácilmente."
    },
    {
      "index": 15,
      "start_time": 69466.0,
      "end_time": 78100.0,
      "text": "Con la habilidad de Harald para atacar las ciudades costeras, Noruega puede contener a otras civilizaciones al principio y a mitad de la partida para tener espacio por el que expandirse al final de la misma."
    },
    {
      "index": 16,
      "start_time": 78466.0,
      "end_time": 81733.0,
      "text": "¿Temblarán el resto de naciones al ver tus velas?"
    },
    {
      "index": 17,
      "start_time": 81733.0,
      "end_time": 85833.0,
      "text": "¿Cómo gobernarás Noruega en Sid Meier’s Civilization VI?"
    }
  ]
}