{
  "video_id": "POvyttyA8EU",
  "title": "CIVILIZATION VI – First Look: Khmer",
  "json": [
    {
      "index": 1,
      "start_time": 1368.0,
      "end_time": 6072.0,
      "text": "Jayavarman es el líder de los jemeres en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 6072.0,
      "end_time": 11845.0,
      "text": "Jayavarman VII fue un devoto budista y el más poderoso monarca jemer."
    },
    {
      "index": 3,
      "start_time": 11845.0,
      "end_time": 20687.0,
      "text": "Su reinado estuvo marcado por conquistas militares y descomunales proyectos de construcción como templos, caminos, casas de descanso públicas y hospitales."
    },
    {
      "index": 4,
      "start_time": 21454.0,
      "end_time": 24524.0,
      "text": "La habilidad exclusiva jemer es \"Grandes barays\". "
    },
    {
      "index": 5,
      "start_time": 24524.0,
      "end_time": 30897.0,
      "text": "Las Granjas proporcionan comida adicional cuando están adyacentes a un Acueducto, y los Acueductos proporcionan Fe y Servicios. "
    },
    {
      "index": 6,
      "start_time": 31631.0,
      "end_time": 36302.0,
      "text": "Su unidad exclusiva es el Domrey: una balista montada a lomos de un elefante. "
    },
    {
      "index": 7,
      "start_time": 37570.0,
      "end_time": 45145.0,
      "text": "Esta unidad de asedio, más fuerte que la catapulta, puede moverse y disparar en el mismo turno y ejerce una zona de control."
    },
    {
      "index": 8,
      "start_time": 45145.0,
      "end_time": 48181.0,
      "text": "Se desbloquea con la tecnología Ingeniería militar."
    },
    {
      "index": 9,
      "start_time": 49382.0,
      "end_time": 53219.0,
      "text": "Su edificio único es el Prasat, que reemplaza al Templo. "
    },
    {
      "index": 10,
      "start_time": 54287.0,
      "end_time": 59692.0,
      "text": "Los Misioneros producidos aquí obtienen el ascenso Mártir, que proporciona un espacio de gran obra de reliquia. "
    },
    {
      "index": 11,
      "start_time": 60460.0,
      "end_time": 64431.0,
      "text": "La habilidad exclusiva de Jayavarman es \"Monasterios del rey\". "
    },
    {
      "index": 12,
      "start_time": 64431.0,
      "end_time": 70437.0,
      "text": "Los Lugares sagrados se apoderan de los territorios adyacentes y además proporcionan Alimentos y Alojamiento si se construyen en un río. "
    },
    {
      "index": 13,
      "start_time": 70437.0,
      "end_time": 80280.0,
      "text": "Con sus bonificaciones de Alojamiento y el Distrito de Acueducto, los jemer pueden crear ciudades muy pobladas con gran facilidad, y su fortaleza religiosa los ayudará durante la primera mitad de la partida. "
    },
    {
      "index": 14,
      "start_time": 81314.0,
      "end_time": 88188.0,
      "text": "¡Concéntrate en establecer un núcleo territorial fuerte, aprovecha bien los ríos y la victoria será tuya!"
    },
    {
      "index": 15,
      "start_time": 88888.0,
      "end_time": 92759.0,
      "text": "¿Se unirá el mundo a tus ciudades, o quedará aplastado bajo tus elefantes? "
    },
    {
      "index": 16,
      "start_time": 92759.0,
      "end_time": 97564.0,
      "text": "¿Cómo gobernarás a los jemeres en Sid Meier’s Civilization VI?"
    }
  ]
}