{
  "video_id": "q5QEH9bH8AU",
  "title": "Overview: Deuteronomy",
  "json": [
    {
      "index": 1,
      "start_time": 3040.0,
      "end_time": 6970.0,
      "text": "El libro de DEUTERONOMIO es el quinto libro de la biblia, y el libro final de"
    },
    {
      "index": 2,
      "start_time": 6970.0,
      "end_time": 11690.0,
      "text": "la Toráh. Después del éxodo de Egipto, Israel estaba en el monte Sinaí por un año"
    },
    {
      "index": 3,
      "start_time": 11690.0,
      "end_time": 15110.0,
      "text": "entrando a un pacto con su Dios. Y luego ellos tiene un desastrozo"
    },
    {
      "index": 4,
      "start_time": 15110.0,
      "end_time": 19050.0,
      "text": "viaje a traves del desierto y la generación del exodo se descalificaron"
    },
    {
      "index": 5,
      "start_time": 19050.0,
      "end_time": 22820.0,
      "text": "ellos mismos de entrar a la tierra prometida a Abraham. Y asi DEUTERONOMIO"
    },
    {
      "index": 6,
      "start_time": 22820.0,
      "end_time": 28210.0,
      "text": "empieza con Moisés parado en frente de esta nueva generación explicando la Toráh"
    },
    {
      "index": 7,
      "start_time": 28210.0,
      "end_time": 32390.0,
      "text": "y es de aquí que el diseño y propósito  del libro se descubre. DEUTERONOMIO"
    },
    {
      "index": 8,
      "start_time": 32390.0,
      "end_time": 36320.0,
      "text": "es una serie de discursos de Moisés donde el está llamando a la nueva generación de"
    },
    {
      "index": 9,
      "start_time": 36320.0,
      "end_time": 40770.0,
      "text": "Israel a ser fiel a el pacto con su Dios. Al centro del libro"
    },
    {
      "index": 10,
      "start_time": 40770.0,
      "end_time": 44530.0,
      "text": "esta una colección de leyes, las cuales son los términos del pacto entre Dios e"
    },
    {
      "index": 11,
      "start_time": 44530.0,
      "end_time": 48870.0,
      "text": "Israel. Algunas leyes son nuevas, pero muchas son repetidas de las leyes dadas anteriormente"
    },
    {
      "index": 12,
      "start_time": 48870.0,
      "end_time": 52590.0,
      "text": "en el monte Sinai, y ahi es de donde este libro obtiene su nombre-de la palabra"
    },
    {
      "index": 13,
      "start_time": 52590.0,
      "end_time": 58800.0,
      "text": "griega \"deuteronomion\" que significa \"una segunda ley\". Ahora alrededor de estas leyes hay dos secciones"
    },
    {
      "index": 14,
      "start_time": 58800.0,
      "end_time": 62730.0,
      "text": "externas del discurso de Moisés. Cada una de estas está partida en dos partes cada una."
    },
    {
      "index": 15,
      "start_time": 62730.0,
      "end_time": 66500.0,
      "text": "Metámonos y veremos como funciona todo este asunto. Asi que Moisés primero que"
    },
    {
      "index": 16,
      "start_time": 66500.0,
      "end_time": 70510.0,
      "text": "todo resume la historia hasta donde va, y resalta cuan rebelde fue esta primera"
    },
    {
      "index": 17,
      "start_time": 70510.0,
      "end_time": 75260.0,
      "text": "generación en contraste con la constante gracia de Dios y la provisión en"
    },
    {
      "index": 18,
      "start_time": 75260.0,
      "end_time": 77830.0,
      "text": "el desierto y Dios trajo su justicia sobre ellos,"
    },
    {
      "index": 19,
      "start_time": 77830.0,
      "end_time": 82549.0,
      "text": "pero el no abandonó sus promesas del pacto. después de esto viene una serie de"
    },
    {
      "index": 20,
      "start_time": 82549.0,
      "end_time": 86590.0,
      "text": "sermones muy apasionados donde Moisés llama a esta nueva generación a ser mas"
    },
    {
      "index": 21,
      "start_time": 86590.0,
      "end_time": 90040.0,
      "text": "fiel que la de sus padres fue con el pacto. El les recuerda  de los diez"
    },
    {
      "index": 22,
      "start_time": 90040.0,
      "end_time": 94000.0,
      "text": "mandamientos y luego la parte central de esta sección es la famosa linea llamada"
    },
    {
      "index": 23,
      "start_time": 94000.0,
      "end_time": 99970.0,
      "text": "la Shema. Moisés dice\"escucha Israel, el Señor es nuestro Dios, solo el Señor, y tu"
    },
    {
      "index": 24,
      "start_time": 99970.0,
      "end_time": 104140.0,
      "text": "debes amar al Señor tu Dios con todo tu corazón, con toda tu alma, y"
    },
    {
      "index": 25,
      "start_time": 104140.0,
      "end_time": 108659.0,
      "text": "con toda tu fuerza.\" Esta se convirtió en una muy importante oración diaria del Judaismo"
    },
    {
      "index": 26,
      "start_time": 108659.0,
      "end_time": 113270.0,
      "text": "y une a todos los temas del libro. Asi que la palabra \"escucha\", o shema"
    },
    {
      "index": 27,
      "start_time": 113270.0,
      "end_time": 118479.0,
      "text": "en hebreo, significa mucho mas que solo escuchar; su significado incluye responder"
    },
    {
      "index": 28,
      "start_time": 118479.0,
      "end_time": 122850.0,
      "text": "a todo lo que escuchas, o en inglés diríamos obedecer. Y la palabra \"amor\" en hebreo"
    },
    {
      "index": 29,
      "start_time": 122850.0,
      "end_time": 127650.0,
      "text": "también significa mucho mas que solo una emoción o sentimiento; es acerca de una decisión"
    },
    {
      "index": 30,
      "start_time": 127650.0,
      "end_time": 132060.0,
      "text": "de devoción de todo corazón a Dios que incluye tu voluntad, y tus emociones,"
    },
    {
      "index": 31,
      "start_time": 132060.0,
      "end_time": 137150.0,
      "text": "tu mente y tu corazón. Ahora, para Israel su obediencia y su devoción a Dios"
    },
    {
      "index": 32,
      "start_time": 137150.0,
      "end_time": 141890.0,
      "text": "sirvió para un propósito mucho mas grande. Obedecer a las leyes va a hacer a Israel"
    },
    {
      "index": 33,
      "start_time": 141890.0,
      "end_time": 145620.0,
      "text": "un pueblo único entre las naciones, tal como Dios dijo en el monte Sinaí. Ellos"
    },
    {
      "index": 34,
      "start_time": 145620.0,
      "end_time": 150910.0,
      "text": "se volverán un reino de sacerdotes, y Moisés ahora dice como. Israel tiene la oportunidad"
    },
    {
      "index": 35,
      "start_time": 150910.0,
      "end_time": 155270.0,
      "text": "siguiendo las leyes para mostrar al mundo entero la sabiduría y la justicia de Dios."
    },
    {
      "index": 36,
      "start_time": 155270.0,
      "end_time": 159980.0,
      "text": "La otra idea clave en la shema es que Israel fue llamado a obedecer y a ser devoto solo"
    },
    {
      "index": 37,
      "start_time": 159980.0,
      "end_time": 165450.0,
      "text": "al Señor, o literalmente en hebreo dice \"El Señor es uno.\" Este punto en contexto, es"
    },
    {
      "index": 38,
      "start_time": 165450.0,
      "end_time": 170370.0,
      "text": "que el Señor es el único Dios al que Israel puede adorar y obedecer. Israel esta a punto de"
    },
    {
      "index": 39,
      "start_time": 170370.0,
      "end_time": 174530.0,
      "text": "salir a la tierra de Canaán, donde las personas adoraban ídolos que representaban todos"
    },
    {
      "index": 40,
      "start_time": 174530.0,
      "end_time": 179730.0,
      "text": "los diferentes aspectos de la creación: el sol, el clima, o sexo y guerra. Y en la vista"
    },
    {
      "index": 41,
      "start_time": 179730.0,
      "end_time": 185160.0,
      "text": "de Moisés adorar a estos dioses degrada a los humanos y destruye comunidades, pero adorar"
    },
    {
      "index": 42,
      "start_time": 185160.0,
      "end_time": 189110.0,
      "text": "al Dios de Israel, quien es el creador y el redentor. eso los guiará"
    },
    {
      "index": 43,
      "start_time": 189110.0,
      "end_time": 193580.0,
      "text": "hacia vida y bendición. Y asi llegamos a la larga colección de leyes en la"
    },
    {
      "index": 44,
      "start_time": 193580.0,
      "end_time": 197610.0,
      "text": "mitad del libro y están organizadas bruscamente por temas, así que la sección de inicio"
    },
    {
      "index": 45,
      "start_time": 197610.0,
      "end_time": 201160.0,
      "text": "es acerca de la adoración de Israel a su Dios. Ellos debían tener un templo central"
    },
    {
      "index": 46,
      "start_time": 201160.0,
      "end_time": 204970.0,
      "text": "donde un Dios sería adorado y también Dios debía ser adorado a través de"
    },
    {
      "index": 47,
      "start_time": 204970.0,
      "end_time": 209040.0,
      "text": "su preocupación por sus pobres. Así por ejemplo, todos los Israelitas deben separar"
    },
    {
      "index": 48,
      "start_time": 209040.0,
      "end_time": 214260.0,
      "text": "un décimo de su ingreso anual para ser dado al templo, pero otra décima parte"
    },
    {
      "index": 49,
      "start_time": 214260.0,
      "end_time": 217850.0,
      "text": "debía separarse cada tres años y dados a los pobres. Y este es el"
    },
    {
      "index": 50,
      "start_time": 217850.0,
      "end_time": 222130.0,
      "text": "tipo de leyes que ponen a Israel en la innovación de justicia en comparación a"
    },
    {
      "index": 51,
      "start_time": 222130.0,
      "end_time": 226640.0,
      "text": "sus antiguos vecinos- y esta todo ligado  con su adoración de Dios. La"
    },
    {
      "index": 52,
      "start_time": 226640.0,
      "end_time": 230600.0,
      "text": "siguiente sección  delinea las cualidades del carácter de los líderes de Israel asi que los"
    },
    {
      "index": 53,
      "start_time": 230600.0,
      "end_time": 234630.0,
      "text": "ancianos, los sacerdotes, los reyes, todos eran ubicados bajo la autoridad de las"
    },
    {
      "index": 54,
      "start_time": 234630.0,
      "end_time": 239360.0,
      "text": "leyes del pacto las cuales dijo Dios que el  haría cumplir mandando profetas que mantuvieran a"
    },
    {
      "index": 55,
      "start_time": 239360.0,
      "end_time": 243430.0,
      "text": "los líderes responsables. Asi que en contraste con los vecinos de Israel que donde los reyes"
    },
    {
      "index": 56,
      "start_time": 243430.0,
      "end_time": 246250.0,
      "text": "se les creían  dioses y la ley era de ellos y para ellos,"
    },
    {
      "index": 57,
      "start_time": 246250.0,
      "end_time": 250930.0,
      "text": "los líderes de Israel eran subordinados a la ley y a los profetas.  Siguiendo esto viene"
    },
    {
      "index": 58,
      "start_time": 250930.0,
      "end_time": 255530.0,
      "text": "una sección larga de leyes acerca de la vida civil, eran reglas sobre el matrimonio,  familia,"
    },
    {
      "index": 59,
      "start_time": 255530.0,
      "end_time": 259320.0,
      "text": "negocios y hasta de justicia social- acerca de su sistema legal y como"
    },
    {
      "index": 60,
      "start_time": 259320.0,
      "end_time": 260739.0,
      "text": "debían proteger a las viudas,"
    },
    {
      "index": 61,
      "start_time": 260738.99999999997,
      "end_time": 264479.0,
      "text": "huérfanos, e inmigrantes.  Y luego estas son terminadas con mas leyes acerca de la adoración."
    },
    {
      "index": 62,
      "start_time": 264479.0,
      "end_time": 268860.0,
      "text": "Ahora, aqui hay algunas recomendaciones para leer todas estas leyes. Recuerda, primero que todo, estos"
    },
    {
      "index": 63,
      "start_time": 268860.0,
      "end_time": 273419.0,
      "text": "son los términos del pacto del Sinaí dadas específicamente a el antiguo Israel"
    },
    {
      "index": 64,
      "start_time": 273419.0,
      "end_time": 277110.0,
      "text": "que vivía en una cultura que es muy diferente de la tuya. Y entonces, dos, no va a"
    },
    {
      "index": 65,
      "start_time": 277110.0,
      "end_time": 281020.0,
      "text": "ayudar el comparar estas leyes con las modernas desde una cultura"
    },
    {
      "index": 66,
      "start_time": 281020.0,
      "end_time": 285750.0,
      "text": "muy  diferente. Preferiblemente, estas fueron dadas para separar a Israel, y por esto"
    },
    {
      "index": 67,
      "start_time": 285750.0,
      "end_time": 289940.0,
      "text": "necesitamos comparar estas leyes con las de sus vecinos, como los Asirios o"
    },
    {
      "index": 68,
      "start_time": 289940.0,
      "end_time": 294099.0,
      "text": "los Babilonios. Y cuando hagas todo esto de repente leyes que parecían fuertes o bizarras"
    },
    {
      "index": 69,
      "start_time": 294099.0,
      "end_time": 298949.0,
      "text": "se vuelven mucho mas claras. Puedes ver que Dios esta empujando a Israel a un nivel mas alto de"
    },
    {
      "index": 70,
      "start_time": 298949.0,
      "end_time": 303310.0,
      "text": "justicia de lo que se había conocido antes. Y entonces finalmente trata de discernir que principios fundamentales"
    },
    {
      "index": 71,
      "start_time": 303310.0,
      "end_time": 308599.0,
      "text": "de sabiduría o justicia están por debajo de cualquier ley en particular, y descubrirás algunas"
    },
    {
      "index": 72,
      "start_time": 308599.0,
      "end_time": 312370.0,
      "text": "cosas verdaderamente profundas. Así que aquí hay una tarea para puntos extra: ve a ver como"
    },
    {
      "index": 73,
      "start_time": 312370.0,
      "end_time": 315690.0,
      "text": "el apóstol Pablo hace exactamente esto mismo en su primer carta a los corintios,"
    },
    {
      "index": 74,
      "start_time": 315690.0,
      "end_time": 321460.0,
      "text": "capítulo 9 versículo 9, y el cita una ley de DEUTERONOMIO, capítulo 25 versículo 4,"
    },
    {
      "index": 75,
      "start_time": 321460.0,
      "end_time": 325919.0,
      "text": "Es muy interesante Así que volviendo a Moisés después que el pasa a través de todas estas leyes,  el"
    },
    {
      "index": 76,
      "start_time": 325919.0,
      "end_time": 330380.0,
      "text": "emite un reto final y es que Israel debe escuchar y amar a su Dios. El"
    },
    {
      "index": 77,
      "start_time": 330380.0,
      "end_time": 335449.0,
      "text": "primero emite una advertencia y un ultimatum: Si Israel escucha y obedece a su Dios"
    },
    {
      "index": 78,
      "start_time": 335449.0,
      "end_time": 339580.0,
      "text": "todo va a andar bien- cantidades de bendiciones divinas, pero si no lo escuchan"
    },
    {
      "index": 79,
      "start_time": 339580.0,
      "end_time": 345389.0,
      "text": "y se rebelan... hambre, plagas, devastación y finalmente exilio de la tierra. Y luego"
    },
    {
      "index": 80,
      "start_time": 345389.0,
      "end_time": 350639.0,
      "text": "Moisés forza una decisión; el dice:\" Hoy pongo todo frente a ustedes todo vida o muerte,"
    },
    {
      "index": 81,
      "start_time": 350639.0,
      "end_time": 356969.0,
      "text": "bendición o maldición, bondad o maldad, así que escojan vida por medio de amar al Señor su Dios"
    },
    {
      "index": 82,
      "start_time": 356969.0,
      "end_time": 362270.0,
      "text": "y escucharlo.\" Pero luego Moisés dice esto, el dice \"Yo se que luego que yo muera"
    },
    {
      "index": 83,
      "start_time": 362270.0,
      "end_time": 367960.0,
      "text": "ustedes se van a rebelar y se van a alejar de Dios y van a terminar exiliados.\" Lo cual es"
    },
    {
      "index": 84,
      "start_time": 367960.0,
      "end_time": 371729.0,
      "text": "como un bajón, pero luego otra vez, el ha estado con este pueblo por décadas y se vuelve claro"
    },
    {
      "index": 85,
      "start_time": 371729.0,
      "end_time": 377330.0,
      "text": "que sus expectativas no son muy altas. Pero no todo está perdido, dice Moisés  un dia"
    },
    {
      "index": 86,
      "start_time": 377330.0,
      "end_time": 382469.0,
      "text": "cuando Israel esta en el exilio, dice Moisés que en cualquier momento ellos pueden  volver"
    },
    {
      "index": 87,
      "start_time": 382469.0,
      "end_time": 386680.0,
      "text": "a su Dios, quien , en sus propias palabras, \"circuncizará su corazón para que puedan"
    },
    {
      "index": 88,
      "start_time": 386680.0,
      "end_time": 389240.0,
      "text": "amarlo con todo su corazón y alma"
    },
    {
      "index": 89,
      "start_time": 389240.0,
      "end_time": 393270.0,
      "text": "y vida.\" Ahora esta es una metáfora vívida que dice que hay algo fundamentalmente mal"
    },
    {
      "index": 90,
      "start_time": 393270.0,
      "end_time": 397810.0,
      "text": "con el corazón de Israel. Es terco y duro, y esta igual de mal el"
    },
    {
      "index": 91,
      "start_time": 397810.0,
      "end_time": 399680.0,
      "text": "corazón de toda la de toda la humanidad."
    },
    {
      "index": 92,
      "start_time": 399680.0,
      "end_time": 403169.0,
      "text": "Esto va hacia atrás hasta la rebeldía en el jardín. Los humanos obtiene"
    },
    {
      "index": 93,
      "start_time": 403169.0,
      "end_time": 407000.0,
      "text": "autonomía de Dios; quieren definir al bien y al mal ellos mismos y ellos han"
    },
    {
      "index": 94,
      "start_time": 407000.0,
      "end_time": 412020.0,
      "text": "arruinado el mundo bueno de Dios como resultado. pero un dia Moisés dice que Dios va a"
    },
    {
      "index": 95,
      "start_time": 412020.0,
      "end_time": 416349.0,
      "text": "hacer algo para cambiar el corazón de su pueblo para que puedan verdaderamente escuchar"
    },
    {
      "index": 96,
      "start_time": 416349.0,
      "end_time": 421470.0,
      "text": "y amar a Dios, desde el corazón, y sean guiados a una vida verdadera. Y esta es la"
    },
    {
      "index": 97,
      "start_time": 421470.0,
      "end_time": 425130.0,
      "text": "promesa que es recuperada por los venideros profetas bíblicos, Jeremías y Ezequiel-"
    },
    {
      "index": 98,
      "start_time": 425130.0,
      "end_time": 431240.0,
      "text": "la esperanza de un nuevo corazón. Así que Moisés termina su discurso con un poema de advertencia, y"
    },
    {
      "index": 99,
      "start_time": 431240.0,
      "end_time": 436520.0,
      "text": "luego una bendición, y luego el camina hacia la montaña y muere. Y entonces la"
    },
    {
      "index": 100,
      "start_time": 436520.0,
      "end_time": 440979.0,
      "text": "Toráh se acerca a su fin. Todas las tensiones importantes de la trama de la historia bíblica estan"
    },
    {
      "index": 101,
      "start_time": 440979.0,
      "end_time": 445990.0,
      "text": "en su lugar pero dejadas totalmente sin resolver. Entonces, cuando va a venir el descendiente"
    },
    {
      "index": 102,
      "start_time": 445990.0,
      "end_time": 449780.0,
      "text": "de la mujer que va a vencer al mal? O como va Dios a rescatar a todo el mundo"
    },
    {
      "index": 103,
      "start_time": 449780.0,
      "end_time": 454630.0,
      "text": "y bendecir a todas las naciones a través de su familia? Y como va a reconciliarse la santidad de Dios"
    },
    {
      "index": 104,
      "start_time": 454630.0,
      "end_time": 458190.0,
      "text": "con un pueblo que constantemente se rebela? y como Dios va a"
    },
    {
      "index": 105,
      "start_time": 458190.0,
      "end_time": 461880.0,
      "text": "transformar el corazón de su pueblo? Vas a tener que seguir leyendo para descubrirlo."
    },
    {
      "index": 106,
      "start_time": 461880.0,
      "end_time": 465580.0,
      "text": "Pero por ahora, de eso es que trata el libro de DEUTERONOMIO."
    }
  ]
}