{
  "video_id": "Qbz7DC94G2U",
  "title": "Why We Only Learn When We Repeat",
  "json": [
    {
      "index": 1,
      "start_time": 2230.0,
      "end_time": 7490.0,
      "text": "Una de las más obvias pero sorprendentes cosas acerca de la educación moderna es que pasas por ella"
    },
    {
      "index": 2,
      "start_time": 7490.0,
      "end_time": 13250.0,
      "text": "sólo una vez. Usted se presenta todos los días durante una\nnúmero de años, se llena con el conocimiento"
    },
    {
      "index": 3,
      "start_time": 13250.0,
      "end_time": 19180.0,
      "text": "y luego, una vez que cumple los veintiún años o así, se detiene - y comienza el resto de su vida."
    },
    {
      "index": 4,
      "start_time": 19180.0,
      "end_time": 25759.0,
      "text": "Antes de la educación moderna apareciera,los más poderosos sistemas educativos en el mundo eran las religiones."
    },
    {
      "index": 5,
      "start_time": 25759.0,
      "end_time": 31160.0,
      "text": "Eran las religiones las que nos enseñaban acerca de la ética,\nel propósito y el significado de la vida. Y uno de"
    },
    {
      "index": 6,
      "start_time": 31160.0,
      "end_time": 36149.0,
      "text": "los aspectos interesantes de su pedagogía era que estaban obsesionados con la repetición."
    },
    {
      "index": 7,
      "start_time": 36149.0,
      "end_time": 43300.0,
      "text": "Para ellos, era absurdo imaginar que algún día se podría aprender algo dándolo una sola vez."
    },
    {
      "index": 8,
      "start_time": 43300.0,
      "end_time": 50000.0,
      "text": "Toda la base de la educación religiosa estaba en la repetición. Cinco veces al día, como un musulmán"
    },
    {
      "index": 9,
      "start_time": 50000.0,
      "end_time": 55489.0,
      "text": "a uno le tomaba ensayar los principios centrales del\nIslam; siete veces al día como un monje benedictino Cristiano"
    },
    {
      "index": 10,
      "start_time": 55489.0,
      "end_time": 61790.0,
      "text": "Cristiano, uno debía examinar las lecciones de escritura.\nComo un Judío ortodoxo, 300 días al año fueron marcados"
    },
    {
      "index": 11,
      "start_time": 61790.0,
      "end_time": 67770.0,
      "text": "para la conmemoración y la repetición ritual de las ideas de la Torá, mientras que como sacerdote Zen,"
    },
    {
      "index": 12,
      "start_time": 67770.0,
      "end_time": 72900.0,
      "text": "a uno se le indicaba que se sentase con las piernas cruzadas\ny que meditase hasta doce veces entre el amanecer"
    },
    {
      "index": 13,
      "start_time": 72900.0,
      "end_time": 79360.0,
      "text": "y la caída de la noche. Las religiones han tenido lo que se podría\nllamar una vista tamiz de la mente: que cualquier cosa"
    },
    {
      "index": 14,
      "start_time": 79360.0,
      "end_time": 86680.0,
      "text": "que se vierte va ser rápidamente perdido en nuestros perforados\nrecuerdos. Por el contrario, la educación moderna"
    },
    {
      "index": 15,
      "start_time": 86680.0,
      "end_time": 92930.0,
      "text": "se adhiere a una teoría implícita de cubo-como de la\nmente: se vierten los contenidos y,  accidentalmente,"
    },
    {
      "index": 16,
      "start_time": 92930.0,
      "end_time": 97970.0,
      "text": "se quedarán allí más o menos toda la vida. Es por eso que nos vamos a pensar en nada más"
    },
    {
      "index": 17,
      "start_time": 97970.0,
      "end_time": 105091.0,
      "text": "que en la seriedad de declarar un libro como nuestro favorito\n- y dignarse a leerlo sólo una vez. De manera"
    },
    {
      "index": 18,
      "start_time": 105091.0,
      "end_time": 111170.0,
      "text": "menos ingenua y mucho más generosa, las religiones prefieren imaginar que todo lo que se le dice a alguien"
    },
    {
      "index": 19,
      "start_time": 111170.0,
      "end_time": 116440.0,
      "text": "en la voluntad de la mañana, por las dos de la tarde,\nestará bien en camino a la evaporación y se irá"
    },
    {
      "index": 20,
      "start_time": 116440.0,
      "end_time": 121840.0,
      "text": "más o menos al caer la noche. La repetición es la única manera de asegurar que algo"
    },
    {
      "index": 21,
      "start_time": 121840.0,
      "end_time": 127360.0,
      "text": "se pegará. Una vez que haya terminado de leer\nun texto santo favorito, la historia de Moisés"
    },
    {
      "index": 22,
      "start_time": 127360.0,
      "end_time": 132040.0,
      "text": "por ejemplo, se dirige directamente a al principio y empieza de nuevo, con el toro que se precipita"
    },
    {
      "index": 23,
      "start_time": 132040.0,
      "end_time": 138459.0,
      "text": "y el niño bebé. Pagamos un alto precio por nuestra falta de interés en las lecciones que ensayamos"
    },
    {
      "index": 24,
      "start_time": 138459.0,
      "end_time": 144090.0,
      "text": "e ideas. Hay todo tipo de cosas que\ntienen gran necesidad de mantenerse en nuestra mente: las mejores"
    },
    {
      "index": 25,
      "start_time": 144090.0,
      "end_time": 149790.0,
      "text": "partes de nuestra naturaleza que nos hablan de ser\npacientes, de permanecer suaves, de esforzarnos"
    },
    {
      "index": 26,
      "start_time": 149790.0,
      "end_time": 155239.0,
      "text": "por ser piadosos, de hacer una pausa para apreciar,\ndel esfuerzo de entender lo que en principio parece"
    },
    {
      "index": 27,
      "start_time": 155239.0,
      "end_time": 160940.0,
      "text": "extrañamente insoportablemente ... Nos han enseñado\nestas cosas una vez, por supuesto. Pero fue hace"
    },
    {
      "index": 28,
      "start_time": 160940.0,
      "end_time": 166159.0,
      "text": "ya un rato ahora. Posiblemente cuando teníamos siete.\nY así, naturalmente, no están en la parte delantera"
    },
    {
      "index": 29,
      "start_time": 166159.0,
      "end_time": 170760.0,
      "text": "de nuestra mente a medida que la carrera a través de nuestras vidas,\nchocando contra las cosas y personas, enojándonos"
    },
    {
      "index": 30,
      "start_time": 170760.0,
      "end_time": 174099.0,
      "text": "culpando, calumniando y odiando. Hay iguales, y posiblemente mucho mejor sabiduría a"
    },
    {
      "index": 31,
      "start_time": 174099.0,
      "end_time": 179299.0,
      "text": "ser encontrada en lo secular en oposición a la\námbito religioso, pero aquellos quienes lo dispensan"
    },
    {
      "index": 32,
      "start_time": 179299.0,
      "end_time": 184139.0,
      "text": "son demasiado optimistas sobre el funcionamiento\nde nuestra mente. Ellos eligen decirnos simplemente"
    },
    {
      "index": 33,
      "start_time": 184139.0,
      "end_time": 189099.0,
      "text": "una vez, posiblemente, en voz muy baja, acerca\ntodas las cosas que importan; tal vez en un hermoso"
    },
    {
      "index": 34,
      "start_time": 189099.0,
      "end_time": 194650.0,
      "text": "pero muy denso poema o en una\nnovela bastante lenta que una vez hemos leído de manera irregular durante un verano"
    },
    {
      "index": 35,
      "start_time": 194650.0,
      "end_time": 200390.0,
      "text": "hace dos décadas. Y luego esperan que mantengamos todo ello en cuenta durante toda la vida por mucho tiempo - y"
    },
    {
      "index": 36,
      "start_time": 200390.0,
      "end_time": 206120.0,
      "text": "estamos sorprendidos de que la marcha de la locura humana continúa sin disminuir. No deberíamos"
    },
    {
      "index": 37,
      "start_time": 206120.0,
      "end_time": 211500.0,
      "text": "abandonar nuestros más preciados puntos de vista a los\nguardianes de la laxitud de nuestras memorias. Necesitamos"
    },
    {
      "index": 38,
      "start_time": 211500.0,
      "end_time": 216840.0,
      "text": "robar la idea de la repetición de las religiones\n- y crear nuestros propios catecismos, nuestras propias"
    },
    {
      "index": 39,
      "start_time": 216840.0,
      "end_time": 222530.0,
      "text": "oraciones de medianoche, nuestros propios ciclos ensayado\nconocimiento. Tenemos que hacer que las más importantes"
    },
    {
      "index": 40,
      "start_time": 222530.0,
      "end_time": 228930.0,
      "text": "ideas vivan en nuestra mente sobre una base constante.\nNunca se debemos cansarnos de aprender. Deberíamos"
    },
    {
      "index": 41,
      "start_time": 228930.0,
      "end_time": 233790.0,
      "text": "todos los días ser sumergidos en las grandes verdades:\nque vamos a morir, que debemos entendernos"
    },
    {
      "index": 42,
      "start_time": 233790.0,
      "end_time": 239279.0,
      "text": "a nosotros mismos, que debemos amar, que los demás\nson tristes en lugar de decir ... Muchos de nosotros estamos"
    },
    {
      "index": 43,
      "start_time": 239279.0,
      "end_time": 244640.0,
      "text": "cansados de la religión; pero no debemos cansarnos de lo que las religiones conocían tan bien de nuestras"
    },
    {
      "index": 44,
      "start_time": 244640.0,
      "end_time": 250560.0,
      "text": "mentes: que nada permanece activo en ellas,\na no ser que ensayemos y repitamos con cada nuevo"
    },
    {
      "index": 45,
      "start_time": 250880.0,
      "end_time": 256320.0,
      "text": "amanecer. Tenemos que seguir viniendo - No de\nmenos: aquí."
    },
    {
      "index": 46,
      "start_time": 258160.00000000003,
      "end_time": 261440.00000000003,
      "text": "En The School of Life creemos en el desarrollo de la inteligencia emocional."
    },
    {
      "index": 47,
      "start_time": 261440.0,
      "end_time": 266720.0,
      "text": "A tal fin, también hemos creado toda una gama de productos para apoyar ese crecimiento."
    },
    {
      "index": 48,
      "start_time": 266720.0,
      "end_time": 270640.0,
      "text": "Más información en el enlace en la pantalla ahora."
    }
  ]
}