{
  "video_id": "QC2x_RRnk8E",
  "title": "Why Are There Clouds?",
  "json": [
    {
      "index": 1,
      "start_time": 179.0,
      "end_time": 5859.0,
      "text": "Si quisiéramos hacer una nube desde el comienzo, primero necesitaríamos una tropa de aviones"
    },
    {
      "index": 2,
      "start_time": 5859.0,
      "end_time": 10650.0,
      "text": "gigantes o muchos cientos de globos aerostáticos para llevar toneladas de agua hasta el cielo."
    },
    {
      "index": 3,
      "start_time": 10650.0,
      "end_time": 15860.0,
      "text": "Y entonces, de alguna manera, necesitaríamos dispersar todo ese líquido dentro de un grupo de gotas"
    },
    {
      "index": 4,
      "start_time": 15860.0,
      "end_time": 20530.0,
      "text": "lo suficientemente pequeñas para flotar. En efecto, yo sería nada fácil. Y aun así,"
    },
    {
      "index": 5,
      "start_time": 20530.0,
      "end_time": 25610.0,
      "text": "nuestra atmósfera se las arregla para crear una nube tras otra alrededor del mundo, a altitudes"
    },
    {
      "index": 6,
      "start_time": 25610.0,
      "end_time": 31270.0,
      "text": "de más de 20 kilómetros sobre el nivel del mar, usando agua y combustible llevados directamente de la"
    },
    {
      "index": 7,
      "start_time": 31270.0,
      "end_time": 34070.0,
      "text": "superficie de la Tierra. Las nubes de cúmulos, por ejemplo, comienzan a formarse"
    },
    {
      "index": 8,
      "start_time": 34070.0,
      "end_time": 38970.0,
      "text": "cuando la energía solar evapora el agua de los océanos, plantas y suelo; rompiendo los enlaces que"
    },
    {
      "index": 9,
      "start_time": 38970.0,
      "end_time": 44309.0,
      "text": "mantienen juntas a las moléculas del agua. Conforme la masa superior de aire recolecta humedad y calor,"
    },
    {
      "index": 10,
      "start_time": 44309.0,
      "end_time": 49360.0,
      "text": "aire más frío y pesado lo cubre, arrastrándolo y empujándolo hacia arriba como un globo aerostático"
    },
    {
      "index": 11,
      "start_time": 49360.0,
      "end_time": 54629.0,
      "text": "invisible. Sorprendentemente,  la carga del globo no desciende. De hecho, entre más"
    },
    {
      "index": 12,
      "start_time": 54629.0,
      "end_time": 58550.0,
      "text": "vapor de agua recolecte antes del despegue, más ligero se vuelve."
    },
    {
      "index": 13,
      "start_time": 58550.0,
      "end_time": 63039.0,
      "text": "Tan raro como éso suene, éso es porque el vapor de agua es un gas justo como el nitrógeno y"
    },
    {
      "index": 14,
      "start_time": 63039.0,
      "end_time": 67780.0,
      "text": "oxígeno que constituyen la mayor parte de la atmósfera. Física básica dice que dado un volumen de cualquier"
    },
    {
      "index": 15,
      "start_time": 67780.0,
      "end_time": 72850.0,
      "text": "gas, tiene el mismo número de moléculas independientemente de cuáles moléculas sean. Y el"
    },
    {
      "index": 16,
      "start_time": 72850.0,
      "end_time": 79220.0,
      "text": "agua está hecha de H + H + O, lo cual es más ligero que dos N y dos O. Así que aire caliente y húmedo,"
    },
    {
      "index": 17,
      "start_time": 79220.0,
      "end_time": 84810.0,
      "text": "es más capaz de flotar que aire caliente y seco. Conforme el globo invisible se eleva, la presión"
    },
    {
      "index": 18,
      "start_time": 84810.0,
      "end_time": 89610.0,
      "text": "decreciente alrededor de éste le permite seguir inflándose, lo que hace que su calor interno se disperse"
    },
    {
      "index": 19,
      "start_time": 89610.0,
      "end_time": 93920.0,
      "text": "y disminuya su temperatura. Eventualmente, el aire en la parte de arriba se enfría lo suficiente para que el vapor"
    },
    {
      "index": 20,
      "start_time": 93920.0,
      "end_time": 98970.0,
      "text": "de agua ahí se condense en gotas, las cuales desde lejos parecen como una pequeña nube. Así mientras el"
    },
    {
      "index": 21,
      "start_time": 98970.0,
      "end_time": 103780.0,
      "text": "resto del globo se eleva, el vapor de agua continúa enfriándose y condensándose a la misma altitud,"
    },
    {
      "index": 22,
      "start_time": 103780.0,
      "end_time": 107759.0,
      "text": "creando una nube con la parte inferior plana, que parece crecer hacia arriba de la nada. Y lo que es aún más,"
    },
    {
      "index": 23,
      "start_time": 107759.0,
      "end_time": 112780.0,
      "text": "cuando las moléculas de vapor de agua condensada, crean enlaces entre sí en las gotas líquidas,"
    },
    {
      "index": 24,
      "start_time": 112780.0,
      "end_time": 116950.0,
      "text": "éstas liberan la energía que absorben cuando se evaporan de la superficie de la Tierra. Ésto"
    },
    {
      "index": 25,
      "start_time": 116950.0,
      "end_time": 121810.0,
      "text": "calienta la masa de aire alrededor, haciéndola más ligera y absorbiendo la mayor parte de la humedad alrededor"
    },
    {
      "index": 26,
      "start_time": 121810.0,
      "end_time": 125770.0,
      "text": "(elevándola), lo que enfría y condensa, y libera calor, lo que hace la nube más ligera y propicia el"
    },
    {
      "index": 27,
      "start_time": 125770.0,
      "end_time": 131319.0,
      "text": "ascenso. Incluso en pequeñas nubes de cúmulos, la energía total liberada por la condensación es enorme"
    },
    {
      "index": 28,
      "start_time": 131319.0,
      "end_time": 138010.0,
      "text": "(equivalente a cerca de 270 toneladas de dinamita). Y si el suministro de vapor de agua es mucho mayor, la"
    },
    {
      "index": 29,
      "start_time": 138010.0,
      "end_time": 144090.0,
      "text": "energía liberada puede producir grandes pilares de nubes con corrientes violentas, fuertes tormentas"
    },
    {
      "index": 30,
      "start_time": 144090.0,
      "end_time": 151090.0,
      "text": "eléctricas, y granizo del tamaño de toronjas en la estratosfera. No muy buen clima para montar un globo aerostático."
    }
  ]
}