{
  "video_id": "qmiBcHJpKR0",
  "title": "4 Simple Questions To Find Your Passion",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 4970.0,
      "text": "¿Cómo encuentras exactamente qué es lo que te apasiona en la vida? Y pregunto esto"
    },
    {
      "index": 2,
      "start_time": 4970.0,
      "end_time": 8559.0,
      "text": "porque, uno, es el tema de muchos mails sque he recibido"
    },
    {
      "index": 3,
      "start_time": 8559.0,
      "end_time": 13790.0,
      "text": "en los últimos meses, pero dos, porque esto tiene un gran impacto en el carisma que"
    },
    {
      "index": 4,
      "start_time": 13790.0,
      "end_time": 18390.0,
      "text": "tu destilas cuando estás haciendo una primera impresión, porque te puedo dar todos los tips "
    },
    {
      "index": 5,
      "start_time": 18390.0,
      "end_time": 23280.0,
      "text": "para tener una gran sonrisa, cómo mantener el contacto visual, pero si alguien te pregunta ¿Qué te gusta hacer?"
    },
    {
      "index": 6,
      "start_time": 23280.0,
      "end_time": 27270.0,
      "text": "Y no tienes un hobby con el que realmente te identifiques, y no amas tu trabajo,"
    },
    {
      "index": 7,
      "start_time": 27270.0,
      "end_time": 32009.0,
      "text": "y todo lo que puedes decir es: \"Oh, ya sabes, soy Contador.\"  No importa, "
    },
    {
      "index": 8,
      "start_time": 32009.0,
      "end_time": 36640.0,
      "text": "todo el lenguaje corporal va a comunicar lo que sientes."
    },
    {
      "index": 9,
      "start_time": 36640.0,
      "end_time": 40920.0,
      "text": "El hecho de que no estés involucrado y emocionado acerca de tu vida y en lo que pasas tu tiempo,"
    },
    {
      "index": 10,
      "start_time": 40920.0,
      "end_time": 45370.0,
      "text": "se muestra claramente. Así que al encontrar las cosas que te apasionan e "
    },
    {
      "index": 11,
      "start_time": 45370.0,
      "end_time": 50100.0,
      "text": "incorporarlas a tu vida, profesionalmente o como un hobby, es una parte de"
    },
    {
      "index": 12,
      "start_time": 50100.0,
      "end_time": 54350.0,
      "text": "ser carismático. Así que, lo que quiero ofrecerte hoy es una cosa que tú puedes hacer."
    },
    {
      "index": 13,
      "start_time": 54350.0,
      "end_time": 57980.0,
      "text": "Toma una hoja de papel y escribe lo siguiente. Tengo cuatro preguntas para ti que te ayudarán"
    },
    {
      "index": 14,
      "start_time": 57980.0,
      "end_time": 62920.0,
      "text": "a identificar el tipo de cosas con las que te tienes que involucrar más en tu vida,"
    },
    {
      "index": 15,
      "start_time": 62920.0,
      "end_time": 67190.0,
      "text": "porque estas cosas son tus pasiones y éstas van a atraer a personas a ti"
    },
    {
      "index": 16,
      "start_time": 67190.0,
      "end_time": 68510.0,
      "text": "cuando hables de ellas."
    },
    {
      "index": 17,
      "start_time": 68510.0,
      "end_time": 73030.0,
      "text": "Así que aquí está la primera pregunta: ¿Qué puedes hacer que cuando lo haces,"
    },
    {
      "index": 18,
      "start_time": 73030.0,
      "end_time": 77270.0,
      "text": "pierdes la noción del tiempo y de ti mismo? Tal vez simplemente resulta"
    },
    {
      "index": 19,
      "start_time": 77270.0,
      "end_time": 80500.0,
      "text": "que son las 3:30 de la mañana y acabas de abrir los ojos y piensas, ¿Cómo fue que pasé las"
    },
    {
      "index": 20,
      "start_time": 80500.0,
      "end_time": 85870.0,
      "text": "últimas 8 horas haciendo esto? Ve y haz una lista de"
    },
    {
      "index": 21,
      "start_time": 85870.0,
      "end_time": 91010.0,
      "text": "estas cosas, y no juzgues nada aquí. Si la respuesta es jugar videojuegos, "
    },
    {
      "index": 22,
      "start_time": 91010.0,
      "end_time": 93980.0,
      "text": "ve y escríbelo. No estamos tratando de encontrar algo que sea comercialmente viable."
    },
    {
      "index": 23,
      "start_time": 93980.0,
      "end_time": 98750.0,
      "text": "Estamos tratando de encontrar las cosas que te dejan fluir, porque si estás fluyendo, eso significa"
    },
    {
      "index": 24,
      "start_time": 98750.0,
      "end_time": 102530.0,
      "text": "que puedes estar súper concentrado con esta cosa que te importa,  por la que sientes pasión, ¿cierto?"
    },
    {
      "index": 25,
      "start_time": 102530.0,
      "end_time": 107270.0,
      "text": "Así que eso es muy importante. Número uno, lo que hace que pierdas la noción del tiempo."
    },
    {
      "index": 26,
      "start_time": 107270.0,
      "end_time": 112810.0,
      "text": "Número dos: ¿En qué tipo de actividades gastas tu dinero?"
    },
    {
      "index": 27,
      "start_time": 112810.0,
      "end_time": 116250.0,
      "text": "Y sé que, para mi, una de esas cosas era, y esto no parecía muy importante"
    },
    {
      "index": 28,
      "start_time": 116250.0,
      "end_time": 119600.0,
      "text": "entonces, pero yo salía todo el tiempo. Iba a bares, pagaba covers,"
    },
    {
      "index": 29,
      "start_time": 119600.0,
      "end_time": 124180.0,
      "text": "pagaba taxis. Si veías mis estados de cuenta, un gran porcentaje de mi dinero"
    },
    {
      "index": 30,
      "start_time": 124180.0,
      "end_time": 128209.0,
      "text": "iba a lugares en donde podía conocer personas, interactuar, y tal vez, conocer a una chica"
    },
    {
      "index": 31,
      "start_time": 128209.0,
      "end_time": 132090.0,
      "text": "que me gustara, ¿cierto? Así que eso era algo con lo que estaba muy involucrado. Piensa en tu propia"
    },
    {
      "index": 32,
      "start_time": 132090.0,
      "end_time": 136780.0,
      "text": "vida. ¿En qué clase de eventos es en donde gastas el dinero que ganaste con tanto esfuerzo?"
    },
    {
      "index": 33,
      "start_time": 136780.0,
      "end_time": 140030.0,
      "text": "Eso significa que te importa lo suficiente como para invertir."
    },
    {
      "index": 34,
      "start_time": 140030.0,
      "end_time": 145060.0,
      "text": "La tercera pregunta: ¿A qué área de tu vida tienes miedo que la juzguen?"
    },
    {
      "index": 35,
      "start_time": 145060.0,
      "end_time": 149569.0,
      "text": "Hay un área en donde tengas algunas reservas, si sean canciones o poemas, o alguna pieza de arte o de"
    },
    {
      "index": 36,
      "start_time": 149569.0,
      "end_time": 154069.0,
      "text": "negocios o lo que sea que te da miedo compartir con otras personas, por miedo a "
    },
    {
      "index": 37,
      "start_time": 154069.0,
      "end_time": 158090.0,
      "text": "ser juzgado. Esto significa que te importa muchísimo. Es central para tu identidad,"
    },
    {
      "index": 38,
      "start_time": 158090.0,
      "end_time": 162930.0,
      "text": "y, entonces, vas a trabajar mucho para volverte excelente en ello. Cuando observo mi propia vida,"
    },
    {
      "index": 39,
      "start_time": 162930.0,
      "end_time": 166389.0,
      "text": "escribir era el claro ganador. Desde que era un niño, he estado escribiendo. He tomado"
    },
    {
      "index": 40,
      "start_time": 166389.0,
      "end_time": 171340.0,
      "text": "clases de escritura creativa cada que he podido, pero estaba muy asustado de publicar cualquier clase"
    },
    {
      "index": 41,
      "start_time": 171340.0,
      "end_time": 176659.0,
      "text": "de periódico escolar o blog o lo que fuera. Y eso era porque es central a quien soy, ¿cierto?"
    },
    {
      "index": 42,
      "start_time": 176659.0,
      "end_time": 180029.0,
      "text": "Si a alguien no le gustaba mi escritura, pensaba que me destrozaría. Claro, no fue el caso,"
    },
    {
      "index": 43,
      "start_time": 180029.0,
      "end_time": 184263.0,
      "text": "pero busca esa área. ¿Cuáles son las cosas que te da miedo compartir?"
    },
    {
      "index": 44,
      "start_time": 184299.0,
      "end_time": 187829.0,
      "text": "Eso significa que es muy importante para ti y que trabajas para ser bueno en ello."
    },
    {
      "index": 45,
      "start_time": 187829.0,
      "end_time": 191879.0,
      "text": "Y, por supuesto, número cuatro: ¿Qué hace que tu corazón se acelere? ¿cierto? Qué cosas en tu vida"
    },
    {
      "index": 46,
      "start_time": 191879.0,
      "end_time": 196469.0,
      "text": "hacen que cuando te involucras con ellas, literalmente se acelera tu corazón. Y cuando observo mi vida,"
    },
    {
      "index": 47,
      "start_time": 196469.0,
      "end_time": 200719.0,
      "text": "una de esas cosas era claramente la interacción social."
    },
    {
      "index": 48,
      "start_time": 200719.0,
      "end_time": 204609.0,
      "text": "Yo era un niño muy tímido. Cuando conocía a alguien nuevo, me ponía ansioso, pero en particular,"
    },
    {
      "index": 49,
      "start_time": 204609.0,
      "end_time": 208560.0,
      "text": "para alguien que quería que fuera mi amigo, o si era una niña que me gustaba,"
    },
    {
      "index": 50,
      "start_time": 208560.0,
      "end_time": 213620.0,
      "text": "amigo, mi corazón se aceleraba muchísimo. Así que reflexiona en tu propia vida. ¿Qué clase de cosas"
    },
    {
      "index": 51,
      "start_time": 213620.0,
      "end_time": 217499.0,
      "text": "así tienes? Y de nuevo, comienza a enlistar. Puedes escribir las películas de miedo, el paracaidismo, "
    },
    {
      "index": 52,
      "start_time": 217499.0,
      "end_time": 222510.0,
      "text": "lo que sea. Pero comienza a hacer tu lista de cosas que realmente,"
    },
    {
      "index": 53,
      "start_time": 222510.0,
      "end_time": 226810.0,
      "text": "genuinamente te emocionan, y lo sabes porque tu cuerpo está respondiendo, ¿cierto?"
    },
    {
      "index": 54,
      "start_time": 226810.0,
      "end_time": 230029.0,
      "text": "Así que cuando tengas la lista de estas cuatro cosas, con suerte, tendrás algunas repeticiones ahí."
    },
    {
      "index": 55,
      "start_time": 230029.0,
      "end_time": 234400.0,
      "text": "Y el punto de este ejercicio es encontrar las coas en tu vida que te importan,"
    },
    {
      "index": 56,
      "start_time": 234400.0,
      "end_time": 238430.0,
      "text": "pero que puede que estés escondiendo de ti mismo, porque un fenómeno muy común hoy en día,"
    },
    {
      "index": 57,
      "start_time": 238430.0,
      "end_time": 242299.0,
      "text": "es que tenemos estas cosas que definen nuestra identidad."
    },
    {
      "index": 58,
      "start_time": 242299.0,
      "end_time": 246079.0,
      "text": "En mi caso, esto era escribir; la interacción social, pero lo que nos da miedo compartir"
    },
    {
      "index": 59,
      "start_time": 246079.0,
      "end_time": 250950.0,
      "text": " con el resto del mundo, porque es tan importante para nosotros. Nos da miedo hacerlo "
    },
    {
      "index": 60,
      "start_time": 250950.0,
      "end_time": 255090.0,
      "text": "nuestra profesión, o simplemente un pasatiempo. Si lo escribes en un blog, en internet, "
    },
    {
      "index": 61,
      "start_time": 255090.0,
      "end_time": 259639.0,
      "text": "o involucrarte con ellos de alguna otra forma. Así que haz esta lista, ¿no? Ve si hay algunas"
    },
    {
      "index": 62,
      "start_time": 259639.0,
      "end_time": 262990.0,
      "text": "repeticiones, cosas que son importantes para ti, cosas que realmente te "
    },
    {
      "index": 63,
      "start_time": 262990.0,
      "end_time": 266799.0,
      "text": "importan, que puedes involucrarte en ellas. Y la razón no es solo para ti, "
    },
    {
      "index": 64,
      "start_time": 266819.0,
      "end_time": 270180.0,
      "text": "porque, por supuesto que va a mejorar tu calidad de vida. Pero cuando conozcas a otras personas"
    },
    {
      "index": 65,
      "start_time": 270180.0,
      "end_time": 275419.0,
      "text": "necesitas traer entusiasmo y energía a esas preguntas: ¿En qué trabajas? ¿Qué te gusta hacer?"
    },
    {
      "index": 66,
      "start_time": 275419.0,
      "end_time": 279389.0,
      "text": "Y, ahora mismo, si tienes un trabajo en el que no estás muy involucrado, y amigos que, ya sabes,"
    },
    {
      "index": 67,
      "start_time": 279389.0,
      "end_time": 283410.0,
      "text": "te agradan pero no estás loco por ellos, y pasatiempos que, ya saves, fútbol los"
    },
    {
      "index": 68,
      "start_time": 283410.0,
      "end_time": 287970.0,
      "text": "Domingos, que no va a ayudar a que te conectes con la clase de personas que quieres tener"
    },
    {
      "index": 69,
      "start_time": 287970.0,
      "end_time": 292580.0,
      "text": "en tu vida. Cuando algo te apasiona, atraerás a otras personas a tu"
    },
    {
      "index": 70,
      "start_time": 292580.0,
      "end_time": 296740.0,
      "text": "vida que tengan pasiones similares, y ellos, tal vez, tengan pasiones que son completamente"
    },
    {
      "index": 71,
      "start_time": 296740.0,
      "end_time": 301159.0,
      "text": "divergentes, pero la intensidad de esas pasiones se atraen entre ellas."
    },
    {
      "index": 72,
      "start_time": 301159.0,
      "end_time": 304800.0,
      "text": "Así que espero que encuentres útil a este ejercicio. Espero que lo hagas todo, y si aún estás "
    },
    {
      "index": 73,
      "start_time": 304800.0,
      "end_time": 309289.0,
      "text": "interesado en más acerca de las primeras impresiones, de hecho tenemos un video que es"
    },
    {
      "index": 74,
      "start_time": 309289.0,
      "end_time": 314310.0,
      "text": "las cuatro emociones que garantizan que hagas una buena primera impresión en quien sea, cuando sea."
    },
    {
      "index": 75,
      "start_time": 314310.0,
      "end_time": 317419.0,
      "text": "Y estas son las cosas que si trabajas con la respuesta de qué haces tu, y tomas estas cuatro"
    },
    {
      "index": 76,
      "start_time": 317419.0,
      "end_time": 321979.0,
      "text": "emociones, puedes incorporarlas a tu respuesta. ¿Qué te gusta hacer? ¿De dónde eres?"
    },
    {
      "index": 77,
      "start_time": 321979.0,
      "end_time": 326699.0,
      "text": "Vas a hacer increíbles primeras impresiones. Será genial. Así que si quieres saber"
    },
    {
      "index": 78,
      "start_time": 326699.0,
      "end_time": 329629.0,
      "text": "cuáles son esas cuatro emociones, ve y haz click en el link que verás aquí."
    },
    {
      "index": 79,
      "start_time": 329629.0,
      "end_time": 332699.0,
      "text": "Te llevará a otra página donde puedes suscribir tu email y entonces,"
    },
    {
      "index": 80,
      "start_time": 332699.0,
      "end_time": 337530.0,
      "text": "recibirás ese video. Claro, si esto fue útil, por favor deja un comentario de qué encontraste"
    },
    {
      "index": 81,
      "start_time": 337530.0,
      "end_time": 341629.0,
      "text": "en tus respuestas. Me da mucha curiosidad saber, y hazte responsable para darle"
    },
    {
      "index": 82,
      "start_time": 341629.0,
      "end_time": 345389.0,
      "text": "seguimiento de alguna manera. Si tienes alguna pregunta, siéntete libre de escribirlas en los "
    },
    {
      "index": 83,
      "start_time": 345389.0,
      "end_time": 349139.0,
      "text": "comentarios. Estaré alternando entre análisis de Carisma, y videos como este,"
    },
    {
      "index": 84,
      "start_time": 349139.0,
      "end_time": 352750.0,
      "text": "donde respondo sus preguntas, y por último, si esta es la primera vez que estás en mi canal,"
    },
    {
      "index": 85,
      "start_time": 352750.0,
      "end_time": 356659.0,
      "text": "y aún no lo has hecho, suscríbete. Tenemos nuevos videos como este cada"
    },
    {
      "index": 86,
      "start_time": 356659.0,
      "end_time": 361979.0,
      "text": "Lunes, y los Análisis de Carisma de celebridades, que te muestran lenguaje corporal carismático, contacto visual"
    },
    {
      "index": 87,
      "start_time": 361979.0,
      "end_time": 366970.0,
      "text": "toda clase de cosas que te pueden ayudar a ser más carismático y seguro de ti mismo."
    },
    {
      "index": 88,
      "start_time": 366970.0,
      "end_time": 370270.0,
      "text": "Así que, yo soy Charlie, espero que hayas disfrutado este video y nos vemos en el siguiente."
    }
  ]
}