{
  "video_id": "qP3ohgOM3w0",
  "title": "The Attractiveness of Unhappy Looking People",
  "json": [
    {
      "index": 1,
      "start_time": 480.0,
      "end_time": 7270.0,
      "text": "Se nos educa que la mejor manera de mostrarse atractivo es sonreir. La idea  se siente lógica."
    },
    {
      "index": 2,
      "start_time": 7270.0,
      "end_time": 12480.0,
      "text": "y por lo general muy apropiada, pero no debería cegarnos de lo que ocasionalmente"
    },
    {
      "index": 3,
      "start_time": 12480.0,
      "end_time": 19280.0,
      "text": "expresa el enfoque de una minoría contraria. Esta, fundada en una noción de que la amistad"
    },
    {
      "index": 4,
      "start_time": 19400.0,
      "end_time": 26060.0,
      "text": "entre las personas esta, ultimadamente, no basada en gloriosas testificaciones de triunfos recientes sino"
    },
    {
      "index": 5,
      "start_time": 26180.0,
      "end_time": 30980.0,
      "text": "en la posibilidad de compartir un duelo, tristeza o melancolía común."
    },
    {
      "index": 6,
      "start_time": 31020.0,
      "end_time": 36350.0,
      "text": "Esto debería explicar el encanto sorpresivamente intenso de la gente atractiva que está decididamente"
    },
    {
      "index": 7,
      "start_time": 36350.0,
      "end_time": 43260.0,
      "text": "sin sonreír - sino que parece absorto en pensamiento, imbuido por sus propias penas y poseido"
    },
    {
      "index": 8,
      "start_time": 43260.0,
      "end_time": 49140.0,
      "text": "con un dialogo interno acerca de dolor y pérdida. Podrian facilmente sonreír si se les pidiera"
    },
    {
      "index": 9,
      "start_time": 49140.0,
      "end_time": 55010.0,
      "text": "pero esto sería obviamente forzado y breve, como un efímero haz de luz entre"
    },
    {
      "index": 10,
      "start_time": 55010.0,
      "end_time": 61670.0,
      "text": "oscuras nubes. Son hermosos no a pesar de su tristeza sino -aunque suena muy extraño-"
    },
    {
      "index": 11,
      "start_time": 61670.0,
      "end_time": 69090.0,
      "text": "precisamente por esta. En la tradición artística occidental, la mas prominente"
    },
    {
      "index": 12,
      "start_time": 69090.0,
      "end_time": 77220.0,
      "text": "bella y triste persona fue - por muchos siglos - la madre de Jesus. En muchas representaciones"
    },
    {
      "index": 13,
      "start_time": 77220.0,
      "end_time": 84840.0,
      "text": "Maria lucía elegante, serena y templada, pero también, muy obviamente, sumida en tristeza"
    },
    {
      "index": 14,
      "start_time": 84850.0,
      "end_time": 90880.0,
      "text": "y preocupación. Pero la tristeza no la socavó su atractivo. Mas bien, hizo al observador"
    },
    {
      "index": 15,
      "start_time": 90890.0,
      "end_time": 95990.0,
      "text": "sentir estar en presencia de alguien que estaría en posición de entender sus aflicciones,"
    },
    {
      "index": 16,
      "start_time": 95990.0,
      "end_time": 101420.0,
      "text": "Alguien con quien no sería necesario levantar una sonrisa en aras de lucir normal."
    },
    {
      "index": 17,
      "start_time": 101420.0,
      "end_time": 105380.0,
      "text": "Nuestra añoranza por amor es, en principio, potencializada"
    },
    {
      "index": 18,
      "start_time": 105380.0,
      "end_time": 112240.0,
      "text": "por el deseo de ser comprendidos y comprender. Dado cuánto de la vida es estructuralmente trágica,"
    },
    {
      "index": 19,
      "start_time": 112240.0,
      "end_time": 117800.0,
      "text": "sucede que, para muchos de nosotros, el tipo de gente que más inspira a ser amada, no va"
    },
    {
      "index": 20,
      "start_time": 117800.0,
      "end_time": 123840.0,
      "text": "a ser esa que encuentra el camino del vivir obviamente fácil sino esa que está tan perpleja"
    },
    {
      "index": 21,
      "start_time": 123840.0,
      "end_time": 129400.0,
      "text": "y entristecida por esta como lo estamos; esa que siente la regular necesidad de extraerse del sentimental"
    },
    {
      "index": 22,
      "start_time": 129460.00000000001,
      "end_time": 135200.0,
      "text": "regocijo de la vida diaria; esos que están susceptibles a ansiedades y catástrofes, y que pueden,"
    },
    {
      "index": 23,
      "start_time": 135209.0,
      "end_time": 141519.0,
      "text": "como nosotros, sentirse frecuentemente al borde del llanto ante tanto que es pesaroso y triste. Hemos"
    },
    {
      "index": 24,
      "start_time": 141519.0,
      "end_time": 148099.0,
      "text": "hemos sido ávidos en patologizar y medicalizar sintomas de infelicidad, y nuestros ideales de belleza"
    },
    {
      "index": 25,
      "start_time": 148099.0,
      "end_time": 154459.0,
      "text": "se han mantenido el paso de nuestros prejuicios. Nuestras vallas publicitarias y películas proclaman a voces"
    },
    {
      "index": 26,
      "start_time": 154459.0,
      "end_time": 159531.0,
      "text": "las virtudes de la felicidad radiante. Pero estamos en peligro de perdernos una de"
    },
    {
      "index": 27,
      "start_time": 159531.0,
      "end_time": 166379.0,
      "text": "las más ricas fuentes de la belleza, la cual es  cuando nuestros semblantes deponen sus usuales máscaras y visualmente"
    },
    {
      "index": 28,
      "start_time": 166379.0,
      "end_time": 173760.0,
      "text": "aceptan el dolor de  existir - un momento de honestidad y vulnerabilidad sobre la base"
    },
    {
      "index": 29,
      "start_time": 173760.0,
      "end_time": 177840.0,
      "text": "de la cual la verdadera amistad y amor puede florecer."
    },
    {
      "index": 30,
      "start_time": 179600.0,
      "end_time": 184640.0,
      "text": "Amamos mostrarte estos filmes. Si quieres ayudarnos a mantener brindándote contenido inspirador"
    },
    {
      "index": 31,
      "start_time": 184640.0,
      "end_time": 190960.0,
      "text": "por favor considera apoyarnos visitando nuestra tienda en el vinculo sobre tu pantaya ahora."
    }
  ]
}