{
  "video_id": "QQmqMZ-1v7c",
  "title": "How To Argue With Your Partner",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 5680.0,
      "text": "Las discusiones, en una relación, son típicamente tan deplorables y ácidas que es natural"
    },
    {
      "index": 2,
      "start_time": 5680.0,
      "end_time": 11670.0,
      "text": "esperar que podríamos—con mayor madurez—superarlas de una vez por todas. Pero"
    },
    {
      "index": 3,
      "start_time": 11670.0,
      "end_time": 17231.0,
      "text": "considerando a la naturaleza humana, sería imprudente hacer de este nuestro objetivo."
    },
    {
      "index": 4,
      "start_time": 17231.0,
      "end_time": 23590.0,
      "text": "La esperanza no puede ser eliminar las discusiones completamente, sino encontrar una mejor manera de discutir."
    },
    {
      "index": 5,
      "start_time": 23590.0,
      "end_time": 29590.0,
      "text": "Las discusiones suelen empezar cuando somos confrontados—de manera súbita—"
    },
    {
      "index": 6,
      "start_time": 29590.0,
      "end_time": 35329.0,
      "text": "por lo que percibimos como egoísmo radical, intransigencia y pura maldad de nuestra pareja."
    },
    {
      "index": 7,
      "start_time": 35329.0,
      "end_time": 41210.0,
      "text": "Es muy tentador reaccionar con la misma fuerza. Somos, después de todo,"
    },
    {
      "index": 8,
      "start_time": 41210.0,
      "end_time": 47730.0,
      "text": "los agredidos. Hemos sido heridos y debemos herir en respuesta. Los haremos sufrir así como"
    },
    {
      "index": 9,
      "start_time": 47730.0,
      "end_time": 53499.0,
      "text": "nos han hecho sufrir. Puede haber variaciones en cómo decidimos infligir el sufrimiento."
    },
    {
      "index": 10,
      "start_time": 53499.0,
      "end_time": 58300.0,
      "text": "Quizás gritaremos muy fuerte. O lanzaremos una puerta. O quizás soportaremos esta vez"
    },
    {
      "index": 11,
      "start_time": 58300.0,
      "end_time": 63640.0,
      "text": "en silencio. Pero el principio de fondo es el mismo: hemos sido heridos y debemos"
    },
    {
      "index": 12,
      "start_time": 63640.0,
      "end_time": 69760.0,
      "text": "castigar. Pero en este punto, podríamos preguntarnos ¿qué es lo que realmente estamos buscando?"
    },
    {
      "index": 13,
      "start_time": 69760.0,
      "end_time": 74530.0,
      "text": "Después de todo,  no estamos administrando justicia o castigando sólo por castigar. Esta no es"
    },
    {
      "index": 14,
      "start_time": 74530.0,
      "end_time": 80420.0,
      "text": "una corte criminal o la oficina del director. Lo que realmente estamos buscando en una relación cercana"
    },
    {
      "index": 15,
      "start_time": 80420.0,
      "end_time": 85870.0,
      "text": "es algo mucho más profundo: queremos que la otra persona nos ame apropiadamente y sea"
    },
    {
      "index": 16,
      "start_time": 85870.0,
      "end_time": 90130.0,
      "text": "más amable. Por eso estamos lanzando la puerta, llamándole imbécil y actuando"
    },
    {
      "index": 17,
      "start_time": 90130.0,
      "end_time": 95170.0,
      "text": "como si no existiera desde el desayuno. Sorprendentemente, lo último que jamás"
    },
    {
      "index": 18,
      "start_time": 95170.0,
      "end_time": 100820.0,
      "text": "haríamos cuando hemos sido muy lastimados es decir lo mucho que nos han lastimado. Se siente muy"
    },
    {
      "index": 19,
      "start_time": 100820.0,
      "end_time": 107170.0,
      "text": "humillante revelar nuestra herida a la persona que la causó, mostrarnos vulnerables"
    },
    {
      "index": 20,
      "start_time": 107170.0,
      "end_time": 113650.0,
      "text": "en frente de la misma persona que—al parecer—ha abusado sin motivo de nuestra vulnerabilidad."
    },
    {
      "index": 21,
      "start_time": 113650.0,
      "end_time": 118950.0,
      "text": "Esto a la vez es comprensible pero no avanza la situación en lo más mínimo, porque no estamos"
    },
    {
      "index": 22,
      "start_time": 118950.0,
      "end_time": 126030.0,
      "text": "en una relación para estar emocionalmente a salvo, sino para encontrar una conexión. Un acto de"
    },
    {
      "index": 23,
      "start_time": 126030.0,
      "end_time": 131420.0,
      "text": "retribución, aunque pueda darnos la impresión momentánea de invulnerabilidad, nunca incrementa"
    },
    {
      "index": 24,
      "start_time": 131420.0,
      "end_time": 138569.0,
      "text": "nuestra oportunidad de obtener el amor y la comprensión por los que hemos decidido formar una"
    },
    {
      "index": 25,
      "start_time": 138569.0,
      "end_time": 144319.0,
      "text": "pareja. Podemos considerar una aproximación diferente y algo paradójica: podemos, exactamente en"
    },
    {
      "index": 26,
      "start_time": 144319.0,
      "end_time": 149019.0,
      "text": "el momento en que hemos sido lastimados por nuestra pareja, en lugar de contraatacar, hacer lo que"
    },
    {
      "index": 27,
      "start_time": 149019.0,
      "end_time": 156819.0,
      "text": "podemos llamar una “Admisión dignificada de dolor y miedo”. En lugar de ponernos iracundos, podemos"
    },
    {
      "index": 28,
      "start_time": 156819.0,
      "end_time": 161870.0,
      "text": "intentar cambiar el tono e ir directamente a lo que nos hace daño mediante una admisión en dos sentidos."
    },
    {
      "index": 29,
      "start_time": 161870.0,
      "end_time": 167060.0,
      "text": "Podemos decir, primero: “Estoy dolido porque alguien en quien he puesto mi confianza emocional"
    },
    {
      "index": 30,
      "start_time": 167060.0,
      "end_time": 173040.0,
      "text": "me haya dicho o hecho esto”. Y segundo, (y esto requiere bastante coraje), podemos agregar:"
    },
    {
      "index": 31,
      "start_time": 173040.0,
      "end_time": 177980.0,
      "text": "“Estoy asustado por estar emocionalmente expuesto ante alguien que me ha lastimado de esta manera”."
    },
    {
      "index": 32,
      "start_time": 177980.0,
      "end_time": 183980.0,
      "text": "Esto debería darle al otro un momento de pausa para pensar. No ha sido insultado"
    },
    {
      "index": 33,
      "start_time": 183980.0,
      "end_time": 189159.0,
      "text": "ni herido de vuelta en la forma usual—que es lo que típicamente bloquea sus oídos y"
    },
    {
      "index": 34,
      "start_time": 189159.0,
      "end_time": 195170.0,
      "text": "dispone el ciclo vicioso de ataque y contraataques. Estamos siendo dignos y honestos. No estamos"
    },
    {
      "index": 35,
      "start_time": 195170.0,
      "end_time": 200031.0,
      "text": "arremetiendo, pero tampoco estamos suplicando. No estamos siendo ni demasiado fuertes, ni demasiado"
    },
    {
      "index": 36,
      "start_time": 200031.0,
      "end_time": 205310.0,
      "text": "débiles. No estamos golpeando ni  arrastrándonos. Solo estamos quietos, admitiendo nuestra"
    },
    {
      "index": 37,
      "start_time": 205310.0,
      "end_time": 213029.0,
      "text": "genuina tristeza, miedo y desnudez en un tono de marcada serenidad. Usualmente, las discusiones"
    },
    {
      "index": 38,
      "start_time": 213029.0,
      "end_time": 218829.0,
      "text": "se hacen interminables y, para quienes observan, algo bobas porque ambas personas se rehúsan a admitir"
    },
    {
      "index": 39,
      "start_time": 218829.0,
      "end_time": 224329.0,
      "text": "que están tristes y no molestos. No es la hora de llegada al aeropuerto o de quien es el turno de"
    },
    {
      "index": 40,
      "start_time": 224329.0,
      "end_time": 229129.0,
      "text": "lavar los platos lo que causó la discusión. Es que ambas partes, de maneras distintas,"
    },
    {
      "index": 41,
      "start_time": 229129.0,
      "end_time": 235029.0,
      "text": "se sienten abandonados e incomprendidos—pero ambos se rehúsan a decirlo con palabras."
    },
    {
      "index": 42,
      "start_time": 235029.0,
      "end_time": 241069.0,
      "text": "En una sociedad mas sábia, estudiaríamos las discusiones en la escuela por al menos cuatro años"
    },
    {
      "index": 43,
      "start_time": 241069.0,
      "end_time": 246390.0,
      "text": "(son tan complicadas como el álgebra y algo más importantes) y todos nos haríamos algo mejores  en"
    },
    {
      "index": 44,
      "start_time": 246390.0,
      "end_time": 252060.0,
      "text": "confesar nuestras heridas en un tono de serena dignidad. Admitiríamos con calma que, aunque"
    },
    {
      "index": 45,
      "start_time": 252060.0,
      "end_time": 258440.0,
      "text": "somos fuertes y capaces en nuestra vida diaria, aquí y ahora mismo, en el campo de esta relación,"
    },
    {
      "index": 46,
      "start_time": 258440.0,
      "end_time": 263410.0,
      "text": "estamos heridos y asustados—y aún así somos valientes y maduros, así como comprometidos"
    },
    {
      "index": 47,
      "start_time": 263410.0,
      "end_time": 270150.0,
      "text": "a amar, como para atrevernos a decírselo a nuestra pareja con las palabras más simples, más sentidas y"
    },
    {
      "index": 48,
      "start_time": 270160.0,
      "end_time": 275920.0,
      "text": "sin adornos. Podríamos ahorrarnos mucho tiempo."
    },
    {
      "index": 49,
      "start_time": 275920.0,
      "end_time": 284560.0,
      "text": "Creemos en hacer del mundo un lugar emocionalmente más inteligente y para lograrlo hemos publicado unos libros extraordinarios."
    },
    {
      "index": 50,
      "start_time": 284560.0,
      "end_time": 291120.0,
      "text": "Así como otras mercancías que refuerzan algunos de los temas ilustrados en nuestros videos."
    },
    {
      "index": 51,
      "start_time": 291120.0,
      "end_time": 293120.0,
      "text": "Haz clic en los enlaces de abajo para conocer más."
    }
  ]
}