{
  "video_id": "QwhK-iEyXYA",
  "title": "Sociology Research Methods: Crash Course Sociology #4",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 1640.0,
      "text": "¿Crees que perteneces a la clase media?"
    },
    {
      "index": 2,
      "start_time": 1650.0,
      "end_time": 4070.0,
      "text": "Si eres (norte)americano, hay muchas posibilades de que lo seas."
    },
    {
      "index": 3,
      "start_time": 4070.0000000000005,
      "end_time": 10590.0,
      "text": "En una encuesta llevada a cabo por el Pew Research Center en 2015, 87% de los encuestados se auto-identificaban como clase media."
    },
    {
      "index": 4,
      "start_time": 10590.0,
      "end_time": 12520.0,
      "text": "Eso es una gran cantidad."
    },
    {
      "index": 5,
      "start_time": 12520.0,
      "end_time": 19560.0,
      "text": "Pero tu intuición de qué es clase media - como a quién incluye, qué constituye la forma de vida de la clase media - probablemente no sea una fiel representación."
    },
    {
      "index": 6,
      "start_time": 19560.0,
      "end_time": 25820.0,
      "text": "Muchas de las preguntas que los sociólogos tratan de responder son preguntas como ésta - preguntas de las cuales crees que ya sabes la respuesta."
    },
    {
      "index": 7,
      "start_time": 25820.0,
      "end_time": 29300.0,
      "text": "Muchos jugamo a ser sociólogos \"de estar por casa\" en algún punto de nuestras vidas -"
    },
    {
      "index": 8,
      "start_time": 29300.0,
      "end_time": 32940.0,
      "text": "proclamando cómo \"funciona la sociedad realmente\" basándonos en nuestra propia experiencia."
    },
    {
      "index": 9,
      "start_time": 32940.0,
      "end_time": 35460.0,
      "text": "o la experiencia del amigo del compañero de piso de nuestro hermano."
    },
    {
      "index": 10,
      "start_time": 35460.0,
      "end_time": 36440.0,
      "text": "Todos lo hacemos."
    },
    {
      "index": 11,
      "start_time": 36440.0,
      "end_time": 39520.0,
      "text": "Pero tener opiniones personales sobre el mundo no te convierte en sociólogo."
    },
    {
      "index": 12,
      "start_time": 39520.0,
      "end_time": 40340.0,
      "text": "Lo siento."
    },
    {
      "index": 13,
      "start_time": 40340.0,
      "end_time": 42580.0,
      "text": "Aquí es donde la investigación sociológica entra en juego:"
    },
    {
      "index": 14,
      "start_time": 42590.0,
      "end_time": 46570.0,
      "text": "Ayuda a entender los patrones de la sociedad, incluso cuando van en contra de nuestras intuiciones."
    },
    {
      "index": 15,
      "start_time": 46570.0,
      "end_time": 53620.0,
      "text": "En vez de usar nuestro instinto para responder a las preguntas usamos el método de investigación, un plan sistemático para recoger y analizar observaciones sobre el mundo."
    },
    {
      "index": 16,
      "start_time": 53620.0,
      "end_time": 56440.0,
      "text": "¡Aquí vamos a aprender cómo se hace la sociología!"
    },
    {
      "index": 17,
      "start_time": 56440.0,
      "end_time": 67500.0,
      "text": "Música"
    },
    {
      "index": 18,
      "start_time": 67500.0,
      "end_time": 70460.0,
      "text": "Lo primero de todo: la investigación se inicia con una pregunta."
    },
    {
      "index": 19,
      "start_time": 70460.0,
      "end_time": 78020.0,
      "text": "Y la clave para decidir sobre una pregunta es definir los conceptos que se estudian, y asegurándose que tanto tú como tu audience estáis de acuerdo con lo que esos conceptos significan."
    },
    {
      "index": 20,
      "start_time": 78020.0,
      "end_time": 79780.0,
      "text": "Es como eso del Vestido"
    },
    {
      "index": 21,
      "start_time": 79780.0,
      "end_time": 83240.0,
      "text": "Algunas personas pensaban que era azul y negro, y otras pensaban que era blanco y dorado."
    },
    {
      "index": 22,
      "start_time": 83240.0,
      "end_time": 86880.0,
      "text": "Resulta que algunas cosas que parecen totalmente objetivas no lo son."
    },
    {
      "index": 23,
      "start_time": 86880.0,
      "end_time": 95640.0,
      "text": "Y ello se convierte infinitamente más complicado cuando cambias los conceptos de azul o dorado por conceptos como economía, pobreza, parenting..., educación o amor."
    },
    {
      "index": 24,
      "start_time": 95640.0,
      "end_time": 99680.0,
      "text": "¿Así que qué pasa si la forma como defino pobreza no es como imaginamos la pobreza?"
    },
    {
      "index": 25,
      "start_time": 99680.0,
      "end_time": 105000.0,
      "text": "¿Qué pasa si vemos diferentes niveles de \"bienestar\" como \"pobres\", pero nos referimos a todos ellos como \"pobreza\"?"
    },
    {
      "index": 26,
      "start_time": 105000.0,
      "end_time": 105960.0,
      "text": "Eso no va a funcionar."
    },
    {
      "index": 27,
      "start_time": 105960.0,
      "end_time": 110760.0,
      "text": "Así que tienes que definir los conceptos, cosa que se hace aún más importante cuando pasas a la siguiente parte del proceso de investigación:"
    },
    {
      "index": 28,
      "start_time": 110760.0,
      "end_time": 115040.0,
      "text": "Plantear una hipotesis - un ... de una posible relación entre dos variables."
    },
    {
      "index": 29,
      "start_time": 115050.0,
      "end_time": 118719.0,
      "text": "Una variable no es sólo algo que puede tomar diferentes cualidades/valores? - sino que varía"
    },
    {
      "index": 30,
      "start_time": 118719.0,
      "end_time": 119799.0,
      "text": "¡De ahí el nombre!"
    },
    {
      "index": 31,
      "start_time": 119800.0,
      "end_time": 123640.0,
      "text": "Así que antes de asignar un valor a la variable, se tiene que operacionalizar ¿?"
    },
    {
      "index": 32,
      "start_time": 123640.0,
      "end_time": 128740.0,
      "text": "Esto es, se tiene que definir la variable exacta que se va a medir, y cómo se medirá exactamente."
    },
    {
      "index": 33,
      "start_time": 128740.00000000001,
      "end_time": 135180.0,
      "text": "Por ejemplo, se puede operacionalizar una variable que se quiera usar para entender las relaciones de pareja definiéndola como \"estado marital declarado\"."
    },
    {
      "index": 34,
      "start_time": 135180.0,
      "end_time": 139740.0,
      "text": "Sólo entonces se puede asignar a cada persona de la muestra un número correspondiente a su estado civil."
    },
    {
      "index": 35,
      "start_time": 139740.0,
      "end_time": 145900.0,
      "text": "Como 0 su están casados, 1 si están divorciados, 2 si nunca se han casado, etc, etc hasta que todos estén etiquetados."
    },
    {
      "index": 36,
      "start_time": 145900.0,
      "end_time": 148360.0,
      "text": "Y el valor que coge la variable se llama su medida."
    },
    {
      "index": 37,
      "start_time": 148360.0,
      "end_time": 152960.0,
      "text": "Se puede medir la altura de las personas, sus ingresos y el estado civil."
    },
    {
      "index": 38,
      "start_time": 152970.0,
      "end_time": 157900.0,
      "text": "No importa cuantas categorías tenga la variable: 0, 1, 2, 3, 4 las que sean."
    },
    {
      "index": 39,
      "start_time": 157910.0,
      "end_time": 162330.0,
      "text": "Lo que es importante es que la manera en que se definen las categorías sea fiable y válida."
    },
    {
      "index": 40,
      "start_time": 162330.0,
      "end_time": 167090.0,
      "text": "Supón que se decide usar la situación sentimental de Facebook como medida del estado civil de los sujetos."
    },
    {
      "index": 41,
      "start_time": 167090.0,
      "end_time": 171020.0,
      "text": "Para que la medida sea fiable, se tiene que ser coherente en cómo se mide la variable."
    },
    {
      "index": 42,
      "start_time": 171020.0,
      "end_time": 172300.0,
      "text": "Así que esto es lo que no hay que hacer:"
    },
    {
      "index": 43,
      "start_time": 172310.0,
      "end_time": 175760.0,
      "text": "Por ejemplo, digamos que tenemos dos categorías para el estado civil: Soltero y No Soltero."
    },
    {
      "index": 44,
      "start_time": 175760.0,
      "end_time": 179720.0,
      "text": "Dos sociólogos diferentes analizan los datos, asignando los valores basándose en la situación sentimental de Facebook."
    },
    {
      "index": 45,
      "start_time": 179720.0,
      "end_time": 183680.0,
      "text": "Uno de ellos decide que las personas que dicen que \"Es Complicado\" se clasifican como \"No Solteros\","
    },
    {
      "index": 46,
      "start_time": 183690.0,
      "end_time": 186140.0,
      "text": "mientras que el otro decide que estas personas deben encaberse en el grupo \"Solteros\"."
    },
    {
      "index": 47,
      "start_time": 186140.0,
      "end_time": 187480.0,
      "text": "Esto no es coherente."
    },
    {
      "index": 48,
      "start_time": 187480.0,
      "end_time": 193060.0,
      "text": "Cada persona que tenga unas mismas características - en este caso, la misma situación sentimental - debe ser designada con el mismo valor."
    },
    {
      "index": 49,
      "start_time": 193060.0,
      "end_time": 198960.0,
      "text": "Y para que la medida sea válida, debe medir algo que directamente refleje el concepto que se intenta estudiar."
    },
    {
      "index": 50,
      "start_time": 198960.0,
      "end_time": 202480.0,
      "text": "Las relaciones sentimentales de Facebook pueden ser una medida útil para saber si alguien está soltero o no,"
    },
    {
      "index": 51,
      "start_time": 202480.0,
      "end_time": 205410.0,
      "text": "pero no es una medida válida para, por ejemplo, las opiniones políticas."
    },
    {
      "index": 52,
      "start_time": 205410.0,
      "end_time": 211480.0,
      "text": "Una vez se sabe cómo se quieren medir las variables, la hipotesis será una suposición fundamentada de cómo se relacionan - normalmente usando un planteamiento de \"si X, (entonces) Y\""
    },
    {
      "index": 53,
      "start_time": 211480.0,
      "end_time": 214880.0,
      "text": "Un ejemplo de hipótesis basada en todo lo que hemos dicho, sería:"
    },
    {
      "index": 54,
      "start_time": 214880.0,
      "end_time": 219440.0,
      "text": "Si alguien vive en una ciudad, (entonces) es menos probable que se clasifique como clase media."
    },
    {
      "index": 55,
      "start_time": 219440.0,
      "end_time": 223000.0,
      "text": "En este caso, la localización geográfica es lo que llamamos variable independiente;"
    },
    {
      "index": 56,
      "start_time": 223000.0,
      "end_time": 226920.0,
      "text": "es la variable que se cree que afecta el cambio en cómo la gente se define."
    },
    {
      "index": 57,
      "start_time": 226920.0,
      "end_time": 233300.0,
      "text": "Pero también se pueden tener variables que se cree que son afectadas por los cambios en la variable independiente; estas son las variables dependientes."
    },
    {
      "index": 58,
      "start_time": 233300.0,
      "end_time": 236460.0,
      "text": "La hipótesis es que cambian cuando la variable independiente cambia."
    },
    {
      "index": 59,
      "start_time": 236460.0,
      "end_time": 240960.0,
      "text": "Pero se debe ser cauteloso porque la correlación no siempre implica relación causal."
    },
    {
      "index": 60,
      "start_time": 240960.0,
      "end_time": 243380.0,
      "text": "Correlación es lo que pasa cuando dos variables se mueven juntas."
    },
    {
      "index": 61,
      "start_time": 243380.0,
      "end_time": 248260.0,
      "text": "Es fácil malinterpretar una correlación para concluir que una cosa causa la otra, cuando en realidad no es así."
    },
    {
      "index": 62,
      "start_time": 248260.0,
      "end_time": 251980.0,
      "text": "Por ejemplo, la tasa de homicido tiende a aumentar cuando hay mucha venta de helado."
    },
    {
      "index": 63,
      "start_time": 251980.0,
      "end_time": 256220.0,
      "text": "Pero es ridículo pensar que más helado provoca más violencia - o vice versa."
    },
    {
      "index": 64,
      "start_time": 256220.00000000003,
      "end_time": 258740.00000000003,
      "text": "Aquí falta una tercera variable: el calor."
    },
    {
      "index": 65,
      "start_time": 258740.0,
      "end_time": 262900.0,
      "text": "Más gente comete crímenes durante los meses calurosos, y también más gente compra helado entonces."
    },
    {
      "index": 66,
      "start_time": 262900.0,
      "end_time": 268640.0,
      "text": "OK! Una vez tenemos la hipótesis, y se sabe qué tipos de variables se necesitan para probarla, podemos pasar al siguiente paso:"
    },
    {
      "index": 67,
      "start_time": 268640.0,
      "end_time": 269900.0,
      "text": "Recoger datos."
    },
    {
      "index": 68,
      "start_time": 269900.0,
      "end_time": 272400.0,
      "text": "Hay cuatro maneras en las que los sociólogos recogen datos:"
    },
    {
      "index": 69,
      "start_time": 272400.0,
      "end_time": 276560.0,
      "text": "Experimentos, encuestas, observación participativa y las fuentes/recursos existentes."
    },
    {
      "index": 70,
      "start_time": 276560.0,
      "end_time": 282540.0,
      "text": "Los experimentos en la sociología funcionan como en las ciencias naturales, sólo que con humanos en vez de ratone o átomos de berilio."
    },
    {
      "index": 71,
      "start_time": 282540.0,
      "end_time": 286620.0,
      "text": "¡Vayámos a la Burbuja del Pensamiento para ver un ejemplo en la vida real de cómo funciona un experimento sociológico!"
    },
    {
      "index": 72,
      "start_time": 286620.0,
      "end_time": 292160.0,
      "text": "En los 90, el Departamento de Vivienda y Desarrollo Urbano de USA llevó a cabo un experiemnto conocido como el estudio de La Movilidad para la Oportunidad."
    },
    {
      "index": 73,
      "start_time": 292160.0,
      "end_time": 297840.0,
      "text": "En él, los científicos sociales asignaron aleatoriamente familias con ingresos bajos en un grupo de control o uno de los dos grupos experimentales."
    },
    {
      "index": 74,
      "start_time": 297840.0,
      "end_time": 301400.0,
      "text": "Un grupo era el grupo de control, lo que significa que no se cambió nada en su ambiente."
    },
    {
      "index": 75,
      "start_time": 301400.0,
      "end_time": 304310.0,
      "text": "Esto permitió una comparación con los grupos experimentales."
    },
    {
      "index": 76,
      "start_time": 304310.0,
      "end_time": 307440.0,
      "text": "Ellos recibieron un bono de vivienda que les permitía trasladarse a viviendas más baratas -"
    },
    {
      "index": 77,
      "start_time": 307440.0,
      "end_time": 310580.0,
      "text": "A menudo en un barrio mejor del que residían - si querían."
    },
    {
      "index": 78,
      "start_time": 310580.0,
      "end_time": 313580.0,
      "text": "Entonces, se recogieron los datos - y aún se siguen recogiendo -"
    },
    {
      "index": 79,
      "start_time": 313580.0,
      "end_time": 318780.0,
      "text": "de los muy diferentes resultados, tanto a corto como largo plazo, incluyendo ingresos, educación de los hijos y situación médica."
    },
    {
      "index": 80,
      "start_time": 318780.0,
      "end_time": 321340.0,
      "text": "Estos resultados son las variables dependientes del experimento."
    },
    {
      "index": 81,
      "start_time": 321340.0,
      "end_time": 324600.0,
      "text": "Así pues, tenemos una variable indepediente - recibir o no recibir el bono -"
    },
    {
      "index": 82,
      "start_time": 324600.0,
      "end_time": 328640.0,
      "text": "y una serie de posibles sariables dependientes como los ingresos, la educación o la situación médica."
    },
    {
      "index": 83,
      "start_time": 328640.0,
      "end_time": 335610.0,
      "text": "En un experimento, si el cambio que habías previsto ocurre en el grupo experimental pero no en el grupo de control, entonces el eperimento apoya la hipótesis."
    },
    {
      "index": 84,
      "start_time": 335610.0,
      "end_time": 342080.0,
      "text": "En el experimento del Departamento de Vivienda, los sociólogos compararon cómo las medidas de bienestar cambiaron en el grupo de control, en comparación con las del grupo experimental."
    },
    {
      "index": 85,
      "start_time": 342080.0,
      "end_time": 343260.0,
      "text": "Uno de los resultados fue:"
    },
    {
      "index": 86,
      "start_time": 343260.0,
      "end_time": 348300.0,
      "text": "que aquellos que recibieron un bono tuvieron mejores resultados en el campo de la salud mental - por ejemplo, tasas más bajas de depresión - que aquellos que no lo recibieron-"
    },
    {
      "index": 87,
      "start_time": 348300.0,
      "end_time": 354760.0,
      "text": "La información de Movilidad para la Oportunidad sigue estudiándose hoy en día y es una fuente clave de la investigación sobre cómo afectan los barrios al bienestar de las familias."
    },
    {
      "index": 88,
      "start_time": 354760.0,
      "end_time": 355900.0,
      "text": "¡Gracias Burbuja del Pensamiento!"
    },
    {
      "index": 89,
      "start_time": 355900.0,
      "end_time": 360540.0,
      "text": "El segunod método que los investigadores usan es la encuesta, en la cual la gente responde a un conjunto de preguntas preparadas."
    },
    {
      "index": 90,
      "start_time": 360540.0,
      "end_time": 365900.0,
      "text": "Típicamente, los investigadores estan interesados en las respuestas de un grupo específico de persones - lo que se llama el grupo de interés."
    },
    {
      "index": 91,
      "start_time": 365900.0,
      "end_time": 370620.0,
      "text": "Mujeres entre 18 y 35 años. Veteranos. Zurdos. Youtubers."
    },
    {
      "index": 92,
      "start_time": 370620.0,
      "end_time": 373800.0,
      "text": "El grupo a quien se dirija la pregunta de la investigación."
    },
    {
      "index": 93,
      "start_time": 373800.0,
      "end_time": 376840.0,
      "text": "Pero es improbable que seas capaz de encuestar a TODA la población."
    },
    {
      "index": 94,
      "start_time": 376840.0,
      "end_time": 379860.0,
      "text": "Incluso las encuestas organizadas por el gobierno, como el Censo, no alcanzan a todo el mundo."
    },
    {
      "index": 95,
      "start_time": 379860.0,
      "end_time": 383460.0,
      "text": "Así que en cambio, se hace la encuesta a una muestra - un grupo más pequeño que es representativo de la población."
    },
    {
      "index": 96,
      "start_time": 383460.0,
      "end_time": 385120.0,
      "text": "La encuesta puede tomar muchas formas."
    },
    {
      "index": 97,
      "start_time": 385120.0,
      "end_time": 388320.0,
      "text": "Puede haber preguntas abiertas, preguntas de sí o no."
    },
    {
      "index": 98,
      "start_time": 388320.0,
      "end_time": 392040.0,
      "text": "Las preguntas pueden aparecer en muchas clases de orden diferentes, o estar redactadas de formas muy distintas."
    },
    {
      "index": 99,
      "start_time": 392040.0,
      "end_time": 394880.0,
      "text": "Así que los sociólogos deben pensar cuidadosamente sobre estos puntos -"
    },
    {
      "index": 100,
      "start_time": 394880.0,
      "end_time": 399260.0,
      "text": "y sobre si la estructura de su encuesta puede influenciar las respuestas de los encuestados"
    },
    {
      "index": 101,
      "start_time": 399260.0,
      "end_time": 402280.0,
      "text": "Ahora, algunas investigaciones tienen lugar en un entorno mucho menos controlado."
    },
    {
      "index": 102,
      "start_time": 402280.0,
      "end_time": 407200.0,
      "text": "Muchísimas investigaciones sociológicas son investigaciones de campo, a través del tercer método, observación participativa."
    },
    {
      "index": 103,
      "start_time": 407200.0,
      "end_time": 411380.0,
      "text": "La observación participativa se da cuando los investigadores observan las personas uniéndose a ellas en su día a día."
    },
    {
      "index": 104,
      "start_time": 411380.0,
      "end_time": 414020.0,
      "text": "El resultado de este tipo de investigación se llama etnografía."
    },
    {
      "index": 105,
      "start_time": 414020.0,
      "end_time": 419170.0,
      "text": "Los investigadores tratan de integrarse en la comunidad, conviviendo con los sujetos, trabajando con ellos, etc."
    },
    {
      "index": 106,
      "start_time": 419170.0,
      "end_time": 421420.0,
      "text": "Son a la vez observadores y participantes."
    },
    {
      "index": 107,
      "start_time": 421420.0,
      "end_time": 424620.0,
      "text": "Los datos recogidos tienden a ser exploratorios y descriptivos."
    },
    {
      "index": 108,
      "start_time": 424620.0,
      "end_time": 427580.0,
      "text": "No se intenta provar una hipótesis específica."
    },
    {
      "index": 109,
      "start_time": 427580.0,
      "end_time": 430620.0,
      "text": "En cambio, se intenta entender el modo de vida del sujeto."
    },
    {
      "index": 110,
      "start_time": 430620.0,
      "end_time": 433240.0,
      "text": "Algunos dices que este tipo de investigacion es demasiado subjetivo,"
    },
    {
      "index": 111,
      "start_time": 433240.0,
      "end_time": 440280.0,
      "text": "pero el mayor beneficio del trabajo de campo es que permite conseguir la comprensión del comportamiento de la gente, en el mundo real, de una forma que los experimentos no permiten."
    },
    {
      "index": 112,
      "start_time": 440280.0,
      "end_time": 443870.0,
      "text": "Tomad, por ejemplo, el trabajo de campo la socióloga Alice Goffman en Philadelphia."
    },
    {
      "index": 113,
      "start_time": 443870.0,
      "end_time": 447560.0,
      "text": "Pasó 6 años viviendo en un barrio de renta baja con altas tasas de criminalidad en el Oeste de Philadelphia"
    },
    {
      "index": 114,
      "start_time": 447560.0,
      "end_time": 450460.0,
      "text": "donde vivía y se hizo amiga de dos jóvenes afroamericanos"
    },
    {
      "index": 115,
      "start_time": 450460.0,
      "end_time": 456830.0,
      "text": "y documentó las formas en las que es sistema criminal de justicia influía/se cruzaba y alteraba/perturbaba sus vidas, las de sus familias y las de otros miembros del barrio."
    },
    {
      "index": 116,
      "start_time": 456830.0,
      "end_time": 462380.0,
      "text": "La documentación de una experencia como esta puede proporcionar una comprensión que no se alcanzaría simplemente con las encuestas."
    },
    {
      "index": 117,
      "start_time": 462380.0,
      "end_time": 465980.0,
      "text": "Ahora bien, existe una cosa que es importante tener en cuenta sobre estos tipos de investigación:"
    },
    {
      "index": 118,
      "start_time": 465980.0,
      "end_time": 469410.0,
      "text": "Cuando los investigadores interactúan on los suejtos, ya sea a través de un experiemento, una entrevista"
    },
    {
      "index": 119,
      "start_time": 469410.0,
      "end_time": 473240.0,
      "text": "o observación participativa, deben tomarse en serio la ética de la investigación."
    },
    {
      "index": 120,
      "start_time": 473240.0,
      "end_time": 476120.0,
      "text": "Los sociólogos responden ante un Comité Institucional de Control,"
    },
    {
      "index": 121,
      "start_time": 476120.0,
      "end_time": 482240.0,
      "text": "que asegura que los investigadores tomen en consideración la privacidad y el bienestar de los sujetos cuando diseñan los métodos de investigación."
    },
    {
      "index": 122,
      "start_time": 482240.0,
      "end_time": 485120.0,
      "text": "Por ejemplo, el consentimiento informado del sujeto es indispensable."
    },
    {
      "index": 123,
      "start_time": 485120.0,
      "end_time": 491360.0,
      "text": "Esto significa que los sujetos deben saber que se les observa, y deben ser informados de cualquier riesgo que pueda darse al tomar parte en el estudio."
    },
    {
      "index": 124,
      "start_time": 491360.0,
      "end_time": 496060.0,
      "text": "Pero no todos los métodos de investigación requieren la interacción con los sujetos, ni tampoco la recolección de datos por medios propios."
    },
    {
      "index": 125,
      "start_time": 496060.0,
      "end_time": 499220.0,
      "text": "Muchos sociólogos analizan las fuentes existentes de datos, recogidos por otros."
    },
    {
      "index": 126,
      "start_time": 499220.0,
      "end_time": 506920.0,
      "text": "Las fuentes más comunes son las agencias gubernamentales, que recogen estadísticas de ingresos, sanidad, educación, empleo, matrimonio, fertilidad -"
    },
    {
      "index": 127,
      "start_time": 506920.0,
      "end_time": 508040.0,
      "text": "Y podría seguir."
    },
    {
      "index": 128,
      "start_time": 508040.0,
      "end_time": 513620.0,
      "text": "Lo que pasa es que estas bases de datos son mucho más grandes y cubren muchos más años que los que podría recoger un investigador por sí solo."
    },
    {
      "index": 129,
      "start_time": 513630.0,
      "end_time": 516120.0,
      "text": "Además, el investigador ahorra tiempo y dinero."
    },
    {
      "index": 130,
      "start_time": 516120.0,
      "end_time": 522740.0,
      "text": "Una vez se han recogido los datos usando uno de estos métodos, el paso final es transformar estos datos en información que ayude a responder la pregunta de interés."
    },
    {
      "index": 131,
      "start_time": 522740.0,
      "end_time": 526120.0,
      "text": "Ellos e puede hacer de dos formas: mediante un pensamiento lógico inductivo o deductivo."
    },
    {
      "index": 132,
      "start_time": 526120.0,
      "end_time": 529680.0,
      "text": "El pensamiento lógico inductivo coge las observaciones y las usas para construir una teoría."
    },
    {
      "index": 133,
      "start_time": 529680.0,
      "end_time": 533420.0,
      "text": "Se empieza con los datos y luego los usa para formar una idea sobre cómo funciona el mundo."
    },
    {
      "index": 134,
      "start_time": 533420.0,
      "end_time": 541280.0,
      "text": "Por ejemplo, los resultados del estudio de Movilidad para la Oportunidad podrían llevar a un investigador a hacer la teoría que el barrio en el cual la persona vive es un factor clave de su salud mental."
    },
    {
      "index": 135,
      "start_time": 541280.0,
      "end_time": 546200.0,
      "text": "El pensamiento lógico deductivo, en cambio, usa una teoría existente para formar la hipótesis que se va a comprobar"
    },
    {
      "index": 136,
      "start_time": 546200.0,
      "end_time": 550460.0,
      "text": "En este caso, se empieza con una teoría y se recogen los datos que permiten comprobar la teoría."
    },
    {
      "index": 137,
      "start_time": 550460.0,
      "end_time": 559040.0,
      "text": "Teorías sobre la relación entre donde se vive y el bienestar de los hijos son parte de lo que impulsó al gobierno a no sólo recoger datos de los cabezas de familia en el estudio de Movilidad para la Oportunidad, sino también de sus hijos."
    },
    {
      "index": 138,
      "start_time": 559040.0,
      "end_time": 562160.0,
      "text": "Y estos dos tipos de razonamiento no son mútuamente exclusivos;"
    },
    {
      "index": 139,
      "start_time": 562160.0,
      "end_time": 565780.0,
      "text": "dentro de un estudio, un investigador usará los dos para desarrollar teorías sobre el mundo social."
    },
    {
      "index": 140,
      "start_time": 565780.0,
      "end_time": 567460.0,
      "text": "¡Adivina! ¡Ya hemos acabado!"
    },
    {
      "index": 141,
      "start_time": 567460.0,
      "end_time": 569180.0,
      "text": "Hoy hemos discutido el método de investigación:"
    },
    {
      "index": 142,
      "start_time": 569180.0,
      "end_time": 575320.0,
      "text": "formar una pregunta y una hipótesis, recoger datos y analizar esos datos para contribuir a las teorías sobre la sociedad."
    },
    {
      "index": 143,
      "start_time": 575320.0,
      "end_time": 581230.0,
      "text": " "
    },
    {
      "index": 144,
      "start_time": 581230.0,
      "end_time": 585320.0,
      "text": "Crash Course Sociología se ha filamdo en el Dr. Cheryl C. Kinney Crash Course Studio en Missoula, MT, y ha sido posible gracias a la ayuda de toda esta buena gente."
    },
    {
      "index": 145,
      "start_time": 585320.0,
      "end_time": 593020.0,
      "text": "Si te gustaría mantener Crash Course gartis para todos, para siempre, nos puedes apoyar en Patreon, una plataforma crowdfunding que te permite apoyar el contenido que te gusta."
    },
    {
      "index": 146,
      "start_time": 593020.0,
      "end_time": 599280.0,
      "text": "Hablando de Patreon, nos gustaría agradecer a todos nuestros patrons en general, y nos gustaría agradecer especialmente a nuestro Director de Aprendizaje David Cichowski."
    },
    {
      "index": 147,
      "start_time": 599280.0,
      "end_time": 600640.0,
      "text": "Gracias por vuestro apoyo."
    }
  ]
}