{
  "video_id": "Qymp_VaFo9M",
  "title": "Let's Talk About Sex: Crash Course Psychology #27",
  "json": [
    {
      "index": 1,
      "start_time": 110.0,
      "end_time": 5120.0,
      "text": "La gente ha estado practicando sexo y escribiendo sobre ello y esculpiendo estatuas de ello y cambiando"
    },
    {
      "index": 2,
      "start_time": 5120.0,
      "end_time": 9570.0,
      "text": "la moda por ello desde el principio de la humanidad, pero no fue hasta hace bastante poco, en los"
    },
    {
      "index": 3,
      "start_time": 9570.0,
      "end_time": 14669.0,
      "text": "años 40, cuando empezó el estudio occidental serio sobre el sexo. Y por muchos motivos, puedes"
    },
    {
      "index": 4,
      "start_time": 14669.0,
      "end_time": 17530.0,
      "text": "agradecer a un tío por ello: Alfred Kinsey."
    },
    {
      "index": 5,
      "start_time": 17530.0,
      "end_time": 23050.0,
      "text": "Kinsey nació el 1894 en Nueva Jersey, hijo de padres Metodistas, pobres y estrictos. Estudió"
    },
    {
      "index": 6,
      "start_time": 23050.0,
      "end_time": 27790.0,
      "text": "etimología en la universidad, se graduó en de biología y psicologia antes de ir a"
    },
    {
      "index": 7,
      "start_time": 27790.0,
      "end_time": 33590.0,
      "text": "Harvard. Su tesis doctoral fue sobre la genealogía de las avistas gallaritas, un tema que abordó con intensidad;"
    },
    {
      "index": 8,
      "start_time": 33590.0,
      "end_time": 38590.0,
      "text": "recolectando de forma meticulosa más de cinco millones de muestras, midiendo cientos de miles de"
    },
    {
      "index": 9,
      "start_time": 38590.0,
      "end_time": 39180.0,
      "text": "especímenes."
    },
    {
      "index": 10,
      "start_time": 39180.0,
      "end_time": 43150.0,
      "text": "Y las avispas son interesantes y demás, pero los intereses de Kinsey derivaron hacia la sexualidad"
    },
    {
      "index": 11,
      "start_time": 43150.0,
      "end_time": 49290.0,
      "text": "humana y su investigación en la Universidad de Indiana inició el camino de décadas de estudio sobre el sexo."
    },
    {
      "index": 12,
      "start_time": 49290.0,
      "end_time": 53320.0,
      "text": "Encuestó a miles de hombres y mujeres sobre sus hábitos e historias sexuales y encontró"
    },
    {
      "index": 13,
      "start_time": 53320.0,
      "end_time": 57899.0,
      "text": "todo tipo de cosas interesantes relacionadas con las preferencias sexuales, la masturbación, los orgasmos"
    },
    {
      "index": 14,
      "start_time": 57899.0,
      "end_time": 62800.0,
      "text": "y el sexo prematrimonial. Estableció la \"escala Kinsey\" que indicaba los distintos grados de orientación sexual"
    },
    {
      "index": 15,
      "start_time": 62800.0,
      "end_time": 67549.0,
      "text": "y continuó escribiendo los textos seminales sobre el comportamiento sexual en machos y hembras humanos"
    },
    {
      "index": 16,
      "start_time": 67549.0,
      "end_time": 68650.0,
      "text": "respectivamente."
    },
    {
      "index": 17,
      "start_time": 68650.0,
      "end_time": 73040.0,
      "text": "Como muchos investigadores del comportamiento humano, Kinsey y sus colegas fueron - y de alguna manera"
    },
    {
      "index": 18,
      "start_time": 73040.0,
      "end_time": 78950.0,
      "text": "aun lo son - bastante controvertidos. Pero definitivamente tuvo éxito en dos labores muy importantes. Uno:"
    },
    {
      "index": 19,
      "start_time": 78950.0,
      "end_time": 83500.0,
      "text": "fue uno de los primeros en darle un enfoque científico al estudio sobre sexo y dos: demostró que la"
    },
    {
      "index": 20,
      "start_time": 83500.0,
      "end_time": 89030.0,
      "text": "percepción popular de lo que la gente hace y no hace sexualmente, versus lo que la gente realmente hace"
    },
    {
      "index": 21,
      "start_time": 89030.0,
      "end_time": 91869.0,
      "text": "y siente, solía ser muy diferente."
    },
    {
      "index": 22,
      "start_time": 91869.0,
      "end_time": 96380.0,
      "text": "Desde entonces hemos visto innumerables estudios relacionados con el sexo que examinan los elementos fisiológicos,"
    },
    {
      "index": 23,
      "start_time": 96380.0,
      "end_time": 98280.0,
      "text": "psicológicos y sociales del sexo."
    },
    {
      "index": 24,
      "start_time": 98280.0,
      "end_time": 103250.0,
      "text": "Y, hay una gran cantidad de persistente falta de información y juicios de moralidad entorno al tema"
    },
    {
      "index": 25,
      "start_time": 103250.0,
      "end_time": 108130.0,
      "text": "del sexo. Desde luego, puede ser un tema difícil pero estamos aquí para aclarar algunas cosas. Se trata"
    },
    {
      "index": 26,
      "start_time": 108130.0,
      "end_time": 115130.0,
      "text": "del propósito de la vida así que no hay razón para ponerse colorado."
    },
    {
      "index": 27,
      "start_time": 117640.0,
      "end_time": 124490.0,
      "text": "Así que, sexo."
    },
    {
      "index": 28,
      "start_time": 124490.0,
      "end_time": 130020.0,
      "text": "Esa pequeña palabra ha complicado muchas vidas. El deseo por el sexo o la falta del mismo ha generado"
    },
    {
      "index": 29,
      "start_time": 130020.00000000001,
      "end_time": 134790.0,
      "text": "poesía, hecho bebés, transmitido enfermedades, costado dinero, vuelto loca a la gente y"
    },
    {
      "index": 30,
      "start_time": 134790.0,
      "end_time": 137180.0,
      "text": "mantenido el negocio de la televisión nocturna por cable."
    },
    {
      "index": 31,
      "start_time": 137180.0,
      "end_time": 139620.0,
      "text": "Incluso la propia palabra puede significar muchas cosas  distintas."
    },
    {
      "index": 32,
      "start_time": 139620.0,
      "end_time": 144000.0,
      "text": "Para empezar tenemos la palabra sexo, el proceso físico de realizar actos y relaciones"
    },
    {
      "index": 33,
      "start_time": 144000.0,
      "end_time": 147260.0,
      "text": "sexuales, las cuales, probablemente no necesite describirte."
    },
    {
      "index": 34,
      "start_time": 147260.0,
      "end_time": 150730.0,
      "text": "Luego tenemos la definición biológica, relacionada con las partes anatómicas que"
    },
    {
      "index": 35,
      "start_time": 150730.0,
      "end_time": 155690.0,
      "text": "van con la designación de macho o hembra o intersexual - aquellos que nacieron con"
    },
    {
      "index": 36,
      "start_time": 155690.0,
      "end_time": 158860.0,
      "text": "partes reproductivas que no concuerdan con las definiciones predominantes de macho o hembra."
    },
    {
      "index": 37,
      "start_time": 158860.0,
      "end_time": 163420.0,
      "text": "Y estas están bastante separadas del género, o el sentimiento de identificación del individuo como"
    },
    {
      "index": 38,
      "start_time": 163420.0,
      "end_time": 168010.0,
      "text": "masculino o femenino o cualquier otra identidad de género independientemente de como se corresponda con"
    },
    {
      "index": 39,
      "start_time": 168010.0,
      "end_time": 172400.0,
      "text": "su sistema reproductivo. Para la gente transexual, por ejemplo, su identidad de género no"
    },
    {
      "index": 40,
      "start_time": 172400.0,
      "end_time": 174209.0,
      "text": "corresponde con la de su sexo biológico."
    },
    {
      "index": 41,
      "start_time": 174209.0,
      "end_time": 178660.0,
      "text": "Y recuerda que la identidad de género es completamente distinta de la orientación sexual, de la que"
    },
    {
      "index": 42,
      "start_time": 178660.0,
      "end_time": 179800.0,
      "text": "hablaremos en un minuto."
    },
    {
      "index": 43,
      "start_time": 179800.0,
      "end_time": 184580.0,
      "text": "Así que más allá de definiciones, tenemos los aspectos fisiológicos y psicológicos del sexo."
    },
    {
      "index": 44,
      "start_time": 184580.0,
      "end_time": 188569.0,
      "text": "Empecemos con el fisiológico y con él, Masters y Johnson."
    },
    {
      "index": 45,
      "start_time": 188569.0,
      "end_time": 193430.0,
      "text": "A finales de los años 50 y en los 60, el ginecólogo estadounidense William Masters y su colaboradora, y"
    },
    {
      "index": 46,
      "start_time": 193430.0,
      "end_time": 198019.0,
      "text": "futura esposa, la sexologa Virginia Johnson, hicieron algo que ningún investigador había hecho"
    },
    {
      "index": 47,
      "start_time": 198019.0,
      "end_time": 203989.0,
      "text": "antes. Invitaron a más 700 hombres y mujeres voluntarios, muchos de ellos trabajadores sexuales, a ir a su"
    },
    {
      "index": 48,
      "start_time": 203989.0,
      "end_time": 207750.0,
      "text": "laboratorio y ponerse a ello, tanto solos como con sus parejas."
    },
    {
      "index": 49,
      "start_time": 207750.0,
      "end_time": 212950.0,
      "text": "¿Su objetivo? Registrar la respuesta fisiológica del cuerpo al sexo. Esto conllevaba llevar un"
    },
    {
      "index": 50,
      "start_time": 212950.0,
      "end_time": 218459.0,
      "text": "montón de cables, monitores de corazón y demás y probablemente fuera tan sexy como suena."
    },
    {
      "index": 51,
      "start_time": 218459.0,
      "end_time": 222409.0,
      "text": "Todos los voluntarios tenían que estar dispuestos y capaces de mostrar excitación y llegar al orgasmo."
    },
    {
      "index": 52,
      "start_time": 222409.0,
      "end_time": 227940.0,
      "text": "Y durante años, Masters y Johnson registraron más de diez mil \"ciclos sexuales\". Lo"
    },
    {
      "index": 53,
      "start_time": 227940.0,
      "end_time": 232720.0,
      "text": "que principalmente documentaron fue que un ciclo completo de respuesta sexual implicaba cuatro estados"
    },
    {
      "index": 54,
      "start_time": 232720.0,
      "end_time": 238920.0,
      "text": "distintos - excitación, plateau, orgasmo y resolución - que Masters y Johnson mantenían"
    },
    {
      "index": 55,
      "start_time": 238920.0,
      "end_time": 241980.0,
      "text": "que ocurrían de forma lineal, uno detrás de otro."
    },
    {
      "index": 56,
      "start_time": 241980.0,
      "end_time": 246330.0,
      "text": "En la fase de excitación, las cosas van yendo, la sangre circula a todas los lugares"
    },
    {
      "index": 57,
      "start_time": 246330.0,
      "end_time": 250830.0,
      "text": "necesarios, las áreas genitales se congestionan y segregan lubricación. Después viene la fase"
    },
    {
      "index": 58,
      "start_time": 250830.0,
      "end_time": 255080.0,
      "text": "de plateau. El pulso, la presión sanguínea y los ratios de respiración aumentan y los genitales se"
    },
    {
      "index": 59,
      "start_time": 255080.0,
      "end_time": 260659.0,
      "text": "congestionan del todo. El pene suele segregar pre-eyaculación al igual que las secreciones vaginales aumentan"
    },
    {
      "index": 60,
      "start_time": 260659.0,
      "end_time": 266189.0,
      "text": "hasta el gran evento del orgasmo durante el cual se contraen músculos por todo el cuerpo y la respiración"
    },
    {
      "index": 61,
      "start_time": 266189.0,
      "end_time": 267979.0,
      "text": "y los ratios del pulso alcanzan su máximo."
    },
    {
      "index": 62,
      "start_time": 267979.0,
      "end_time": 272490.0,
      "text": "Por supuesto, un organismo biológicamente masculino normalmente libera esperma que puede que lleve a la fertilización,"
    },
    {
      "index": 63,
      "start_time": 272490.0,
      "end_time": 277580.0,
      "text": "dependiendo de la situación, pero la excitación femenina y el orgasmo también ayudan a facilitar la concepción,"
    },
    {
      "index": 64,
      "start_time": 277580.0,
      "end_time": 281849.0,
      "text": "también, dependiendo de la situación ya que la contracción de esos músculos y la lubricación ayudan a aguantar"
    },
    {
      "index": 65,
      "start_time": 281849.0,
      "end_time": 283749.0,
      "text": "y retener el esperma en el útero."
    },
    {
      "index": 66,
      "start_time": 283749.0,
      "end_time": 288300.0,
      "text": "Finalmente, el cuerpo vuelve a su estado normal durante la fase de resolución."
    },
    {
      "index": 67,
      "start_time": 288300.0,
      "end_time": 292759.0,
      "text": "Es durante esta fase donde los individuos biológicamente masculinos entran en un periodo refractario durante el cual no"
    },
    {
      "index": 68,
      "start_time": 292759.0,
      "end_time": 297669.0,
      "text": "podrán llegar al orgasmo de nuevo desde pasados unos minutos hasta un día o más, mientras que el periodo refractario de los individuos biologicamente femeninos"
    },
    {
      "index": 69,
      "start_time": 297669.0,
      "end_time": 299669.0,
      "text": "es muy corto en comparación."
    },
    {
      "index": 70,
      "start_time": 299669.0,
      "end_time": 304110.0,
      "text": "Aunque el modelo de respuesta sexual de cuatro estados se sigue enseñando hoy en día, algunos han criticado"
    },
    {
      "index": 71,
      "start_time": 304110.0,
      "end_time": 309059.0,
      "text": "tanto la rigidez de su configuración lineal, argumentando que las cosas no siempre ocurren de forma tan ordenada en el"
    },
    {
      "index": 72,
      "start_time": 309059.0,
      "end_time": 313360.0,
      "text": "dormitorio, como su insistencia en incluir el orgasmo, el cual no lo experimenta todo el mundo"
    },
    {
      "index": 73,
      "start_time": 313360.0,
      "end_time": 317800.0,
      "text": "siempre. Otros también cuestionan que el modelo clínico se centra solo en los factores fisiológicos"
    },
    {
      "index": 74,
      "start_time": 317800.0,
      "end_time": 322889.0,
      "text": "argumentando que las actitudes culturales, psicológicas, los factores de la relación y otros detalles"
    },
    {
      "index": 75,
      "start_time": 322889.0,
      "end_time": 326099.0,
      "text": "externos también deberían considerarse cuando nos referimos a la respuesta sexual."
    },
    {
      "index": 76,
      "start_time": 326099.0,
      "end_time": 330139.0,
      "text": "Regresaré a eso en un minuto, pero antes de continuar hacia la psicología del sexo, tenemos"
    },
    {
      "index": 77,
      "start_time": 330139.0,
      "end_time": 331119.0,
      "text": "que hablar sobre las hormonas."
    },
    {
      "index": 78,
      "start_time": 331119.0,
      "end_time": 335509.0,
      "text": "Te acuerdas de las hormonas, esos mensajeros químicos elaborados por el sistema endocrino que viajan"
    },
    {
      "index": 79,
      "start_time": 335509.0,
      "end_time": 339759.0,
      "text": "a traves del torrente sanguíneo y regulan todo tipo de actividades fisiológicas y del comportamiento"
    },
    {
      "index": 80,
      "start_time": 339759.0,
      "end_time": 342689.0,
      "text": "desde el crecimiento, pasando por la digestión hasta el sueño y el sexo."
    },
    {
      "index": 81,
      "start_time": 342689.0,
      "end_time": 347469.0,
      "text": "Nuestras hormonas sexuales sirven dos propósitos principales. Uno, dirigen el desarrollo físco"
    },
    {
      "index": 82,
      "start_time": 347469.0,
      "end_time": 352529.0,
      "text": "de las características biológicas sexuales, y dos, ayudan a activar el comportamiento sexual."
    },
    {
      "index": 83,
      "start_time": 352529.0,
      "end_time": 356559.0,
      "text": "Los estrógenos como el estradiol contribuyen a las características sexuales femeninas y son segregadas en mayores"
    },
    {
      "index": 84,
      "start_time": 356559.0,
      "end_time": 361219.0,
      "text": "cantidades por hembras, más que por machos y aunque todos los humanos producen testosterona, es la hormona"
    },
    {
      "index": 85,
      "start_time": 361219.0,
      "end_time": 365899.0,
      "text": "sexual predominante en el sexo masculino, que estimula el crecimiento y desarrollo de las características sexuales masculinas."
    },
    {
      "index": 86,
      "start_time": 365899.0,
      "end_time": 371149.0,
      "text": "La mayoría de los mamíferos hembra se vuelven sexualmente receptivas cuando sus estrógenos alcanzan su máximo durante la ovulación,"
    },
    {
      "index": 87,
      "start_time": 371149.0,
      "end_time": 375969.0,
      "text": "pero no ocurre exactamente así con los humanos. Nuestras hormonas están mucho menos relacionadas con el comportamiento"
    },
    {
      "index": 88,
      "start_time": 375969.0,
      "end_time": 380749.0,
      "text": "sexual, aunque algunos estudios muestran que en general, el deseo sexual femenino aumenta ligeramente"
    },
    {
      "index": 89,
      "start_time": 380749.0,
      "end_time": 386369.0,
      "text": "en torno a la ovulación, cuando las mujeres son más fértiles y los hombres también pueden verse afectados por este aumento,"
    },
    {
      "index": 90,
      "start_time": 386369.0,
      "end_time": 389669.0,
      "text": "respondiendo a niveles más altos de testosterona cuando están cerca de mujeres ovulando."
    },
    {
      "index": 91,
      "start_time": 389669.0,
      "end_time": 395069.0,
      "text": "Pero estos cambios a corto plazo apenas se pueden comparar con las grandes variaciones hormonales"
    },
    {
      "index": 92,
      "start_time": 395069.0,
      "end_time": 396559.0,
      "text": "que ocurren a lo largo de una vida."
    },
    {
      "index": 93,
      "start_time": 396559.0,
      "end_time": 400770.0,
      "text": "La pubertad, por ejemplo, tiende a volver a todo el mundo más excitado, molesto e interesado en"
    },
    {
      "index": 94,
      "start_time": 400770.0,
      "end_time": 406279.0,
      "text": "tener citas y contemplar posters de sus celebridades favoritas con el que estan obsesionados y más adelante, a medida que"
    },
    {
      "index": 95,
      "start_time": 406279.0,
      "end_time": 410610.0,
      "text": "la producción de hormonas sexuales disminuye, nuestros impulsos amorosos y nuestros esfuerzos tienden también"
    },
    {
      "index": 96,
      "start_time": 410610.0,
      "end_time": 411569.0,
      "text": "a disminuir."
    },
    {
      "index": 97,
      "start_time": 411569.0,
      "end_time": 416639.0,
      "text": "La edad afecta a nuestro libido. Pero al final debes pensar en las hormonas sexuales como combustible para tu"
    },
    {
      "index": 98,
      "start_time": 416639.0,
      "end_time": 422009.0,
      "text": "motor sexual, y ya que un motor no puede funcionar con el deposito vacío, tampoco puede funcionar"
    },
    {
      "index": 99,
      "start_time": 422009.0,
      "end_time": 426800.0,
      "text": "mejor o peor con un depósito totalmente lleno o medio lleno. Necesitamos nuestras hormonas sexuales, pero"
    },
    {
      "index": 100,
      "start_time": 426800.0,
      "end_time": 432779.0,
      "text": "también necesitamos el estimulo psicológico correcto que nos excite y que nos haga avanzar sexualmente."
    },
    {
      "index": 101,
      "start_time": 432779.0,
      "end_time": 438020.0,
      "text": "Así que, finalmente, veamos estos aspectos psicológicos del sexo. Primero, hay muchas"
    },
    {
      "index": 102,
      "start_time": 438020.0,
      "end_time": 443089.0,
      "text": "influencias sociales y culturales importantes. Cosas como tu familia, tu sociedad,"
    },
    {
      "index": 103,
      "start_time": 443089.0,
      "end_time": 447240.0,
      "text": "tu religión y tus valores personales. ¿Tu comunidad ve el sexo solamente como"
    },
    {
      "index": 104,
      "start_time": 447240.0,
      "end_time": 451860.0,
      "text": "un medio de reproducción o también puede ser algo divertido? ¿Cuales son las opiniones acerca del sexo prematrimonial,"
    },
    {
      "index": 105,
      "start_time": 451860.0,
      "end_time": 454719.0,
      "text": "homosexualidad, mostrar un poco de carne o besarse en publico?"
    },
    {
      "index": 106,
      "start_time": 454719.0,
      "end_time": 458969.0,
      "text": "También están las influencias de estimulos externos. En la sociedad occidental, estamos constantemente"
    },
    {
      "index": 107,
      "start_time": 458969.0,
      "end_time": 464749.0,
      "text": "bombardeados contenidos sexualmente cargados, desde las películas, pasando por los anuncios de televisión, ritmos lentos de R&B,"
    },
    {
      "index": 108,
      "start_time": 464749.0,
      "end_time": 469439.0,
      "text": "hasta los catálogos de Victoria Secret. Y mirar constantemente imágenes de cosas que encuentras"
    },
    {
      "index": 109,
      "start_time": 469439.0,
      "end_time": 474349.0,
      "text": "extremadamente atractivas puede llevarte considerar al resto de la gente más normal, incluso tus propias parejas,"
    },
    {
      "index": 110,
      "start_time": 474349.0,
      "end_time": 475610.0,
      "text": "menos atractiva."
    },
    {
      "index": 111,
      "start_time": 475610.0,
      "end_time": 481039.0,
      "text": "Pero nuestro deseo sexual también está alimentado por el estimulo interno. Nuestra imaginación, memorias y"
    },
    {
      "index": 112,
      "start_time": 481039.0,
      "end_time": 485449.0,
      "text": "fantasías. Según muchos estudios, al menos el 95% de la gente fantasea sobre sexo"
    },
    {
      "index": 113,
      "start_time": 485449.0,
      "end_time": 488399.0,
      "text": "en algún momento. Lo que necesitas recordar es que ninguno de estos factores funcionan"
    },
    {
      "index": 114,
      "start_time": 488399.0,
      "end_time": 493149.0,
      "text": "de forma independiente. La forma en la que respondemos tanto a los estímulos externos como internos puede"
    },
    {
      "index": 115,
      "start_time": 493149.0,
      "end_time": 498339.0,
      "text": "estar muy influenciada por factores sociales y culturales, y aquí es donde"
    },
    {
      "index": 116,
      "start_time": 498339.0,
      "end_time": 502709.0,
      "text": "el estudio del sexo se ha vuelto muy complicado."
    },
    {
      "index": 117,
      "start_time": 502709.0,
      "end_time": 507610.0,
      "text": "El juicio y la moralidad humana se suele enredar con el sexo y el deseo y por desgracia, a mucha gente"
    },
    {
      "index": 118,
      "start_time": 507610.0,
      "end_time": 512349.0,
      "text": "se le ha hecho sentir mal por su gusto por ciertas cosas o por sentirse atraídos por"
    },
    {
      "index": 119,
      "start_time": 512349.00000000006,
      "end_time": 516289.00000000006,
      "text": "cierta gente. También ha habido mucha falta de información. Durante años, mucha gente creía"
    },
    {
      "index": 120,
      "start_time": 516289.0,
      "end_time": 521810.0,
      "text": "que la masturbación podía hacer que te volvieras ciego, loco, o matar los gatos del"
    },
    {
      "index": 121,
      "start_time": 521809.99999999994,
      "end_time": 523559.99999999994,
      "text": "vecino. No provoca eso."
    },
    {
      "index": 122,
      "start_time": 523559.99999999994,
      "end_time": 528240.0,
      "text": "Y como se, ahora estas pensando que un área de la sexualidad ha sido innecesariamente asociada"
    },
    {
      "index": 123,
      "start_time": 528240.0,
      "end_time": 532519.0,
      "text": "con el conflicto, el miedo y la vergüenza en muchas culturas, la orientación sexual."
    },
    {
      "index": 124,
      "start_time": 532519.0,
      "end_time": 536310.0,
      "text": "Para nuestros propósitos, la orientación sexual puede ser definida como una atracción física o romántica relativamente"
    },
    {
      "index": 125,
      "start_time": 536310.0,
      "end_time": 540060.0,
      "text": "duradera a otra persona. Heterosexual, homosexual y bisexual son"
    },
    {
      "index": 126,
      "start_time": 540060.0,
      "end_time": 544560.0,
      "text": "todos tipos de orientaciones sexuales. Y aunque el campo estigmatizó en el pasado las orientaciones no heterosexuales,"
    },
    {
      "index": 127,
      "start_time": 544560.0,
      "end_time": 550160.0,
      "text": "sabemos que la homosexualidad y la bisexualidad no tienen nada que ver con la salud"
    },
    {
      "index": 128,
      "start_time": 550160.0,
      "end_time": 550519.0,
      "text": "mental."
    },
    {
      "index": 129,
      "start_time": 550519.0,
      "end_time": 554149.0,
      "text": "Los psicólogos están empezando a investigar de forma más profunda en otras orientaciones sexuales. Por"
    },
    {
      "index": 130,
      "start_time": 554149.0,
      "end_time": 559850.0,
      "text": "ejemplo, la asexualidad o la no-sexualidad, donde no se experimenta ningún tipo de atracción sexual."
    },
    {
      "index": 131,
      "start_time": 559850.0,
      "end_time": 565529.0,
      "text": "En cualquier caso, tanto como si una cultura es tolerante o tiránica en contra de cualquiera de estas orientaciones,"
    },
    {
      "index": 132,
      "start_time": 565529.0,
      "end_time": 570519.0,
      "text": "todas ellas prevalecen. La orientación sexual no es ni escogida ni cambiada."
    },
    {
      "index": 133,
      "start_time": 570519.0,
      "end_time": 574730.0,
      "text": "Por lo tanto, ¿qué puede causar estas diferencias? Espero que ya sepas sepas esto, pero vale la pena repetirlo."
    },
    {
      "index": 134,
      "start_time": 574730.0,
      "end_time": 578910.0,
      "text": "No hay ninguna evidencia de que la orientación sexual esté determinada por cosas como una madre dominante"
    },
    {
      "index": 135,
      "start_time": 578910.0,
      "end_time": 583899.0,
      "text": "o un padre pasivo o los niveles de hormonas sexuales en tu cuerpo adulto o tu historial de abuso"
    },
    {
      "index": 136,
      "start_time": 583899.0,
      "end_time": 587690.0,
      "text": "infantil o de si tus padres eran gays o heteros. En otras palabras, décadas de investigación"
    },
    {
      "index": 137,
      "start_time": 587690.0,
      "end_time": 592310.0,
      "text": "han llevado a muchos investigadores a creer que una vez naces, no hay ningún factor"
    },
    {
      "index": 138,
      "start_time": 592310.0,
      "end_time": 595160.0,
      "text": "ambiental que influya en tu orientación sexual."
    },
    {
      "index": 139,
      "start_time": 595160.0,
      "end_time": 599370.0,
      "text": "Y ha habido muchas investigaciones sobre los posibles componentes biológicos de la orientación sexual,"
    },
    {
      "index": 140,
      "start_time": 599370.0,
      "end_time": 604990.0,
      "text": "como la genética, la anatomía del cerebro, condiciones prenatales u otras cosas. También es importante saber"
    },
    {
      "index": 141,
      "start_time": 604990.0,
      "end_time": 609670.0,
      "text": "que estamos muy lejos de comprender la orientación sexual a un nivel puramente biológico. Si algo hemos descubierto,"
    },
    {
      "index": 142,
      "start_time": 609670.0,
      "end_time": 613709.0,
      "text": "es que la evidencia ratifica la idea de que la orientación sexual no es una elección,"
    },
    {
      "index": 143,
      "start_time": 613709.0,
      "end_time": 617319.0,
      "text": "sino una diversidad natural que ocurre entre los seres humanos, como la altura."
    },
    {
      "index": 144,
      "start_time": 617319.0,
      "end_time": 617670.0,
      "text": "Así que."
    },
    {
      "index": 145,
      "start_time": 617670.0,
      "end_time": 622079.0,
      "text": "Después de toda esta charla sobre sexo, quizá te preguntes porqué lo hacemos, nos"
    },
    {
      "index": 146,
      "start_time": 622079.0,
      "end_time": 627029.0,
      "text": "gusta, obviamente. Pero la mayor función del sexo va más allá del puro placer. De hecho,"
    },
    {
      "index": 147,
      "start_time": 627029.0,
      "end_time": 631439.0,
      "text": "la intimidad sexual atiende muchos de los propósitos básicos de la vida: algunas veces la procreación, pero"
    },
    {
      "index": 148,
      "start_time": 631439.0,
      "end_time": 636250.0,
      "text": "también la reducción del estrés, el mantenimiento de relaciones sanas y la expresión"
    },
    {
      "index": 149,
      "start_time": 636250.0,
      "end_time": 637879.0,
      "text": "del amor y sobre todo la realización propia."
    },
    {
      "index": 150,
      "start_time": 637879.0,
      "end_time": 642420.0,
      "text": "La gente dice que el cerebro es el órgano sexual más importante por una razón. Y la intimidad suele ser"
    },
    {
      "index": 151,
      "start_time": 642420.0,
      "end_time": 643459.0,
      "text": "su propio premio."
    },
    {
      "index": 152,
      "start_time": 643459.0,
      "end_time": 647610.0,
      "text": "Hoy, has aprendido sobre las encuestas revolucionarias de Alfred Kinsey, la diferencia entre"
    },
    {
      "index": 153,
      "start_time": 647610.0,
      "end_time": 652829.0,
      "text": "como definimos el sexo biológico y la identidad de género y sobre el ciclo de cuatro partes de respuesta"
    },
    {
      "index": 154,
      "start_time": 652829.0,
      "end_time": 654160.0,
      "text": "sexual de Masters y Johnson."
    },
    {
      "index": 155,
      "start_time": 654160.0,
      "end_time": 659069.0,
      "text": "También hemos visto el papel de las hormonas sexuales en nuestro desarrollo y motivación, y cómo los factores"
    },
    {
      "index": 156,
      "start_time": 659069.0,
      "end_time": 664740.0,
      "text": "psicológicos y sociales intervienen en el sexo, cuál es nuestra perspectiva sobre la orientación sexual y porqué practicamos"
    },
    {
      "index": 157,
      "start_time": 664740.0,
      "end_time": 666110.0,
      "text": "sexo."
    },
    {
      "index": 158,
      "start_time": 666110.0,
      "end_time": 669980.0,
      "text": "Gracias por vernos, especialmente a nuestros suscriptores de Subbable quienes hacen que Crash Course sea posible."
    },
    {
      "index": 159,
      "start_time": 669980.0,
      "end_time": 674439.0,
      "text": "Para saber como puedes ayudarnos, ve a subbable.com/crashcourse."
    },
    {
      "index": 160,
      "start_time": 674439.0,
      "end_time": 677889.0,
      "text": "Este episodio fue escrito por Kathleen Yale, editado por Blake de Pastino y nuestro asesor es"
    },
    {
      "index": 161,
      "start_time": 677889.0,
      "end_time": 682750.0,
      "text": "el Dr. Ranjit Bhagwat. Nuestro director y editor es Nicholas Jenkins, nuestro diseñador de sonido es"
    },
    {
      "index": 162,
      "start_time": 682750.0,
      "end_time": 684829.0,
      "text": "Michael Aranda y el equipo de gráficos es Thoght Cafe."
    }
  ]
}