{
  "video_id": "RgvfU-1ycUs",
  "title": "CIVILIZATION VI - First Look: Germany",
  "json": [
    {
      "index": 1,
      "start_time": 3966.0,
      "end_time": 8900.0,
      "text": "Federico Barbarroja dirige Alemania en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 10000.0,
      "end_time": 15700.0,
      "text": "Este emperador de barba roja del Sacro Imperio romano luchó en numerosas guerras para devolverle al Imperio su antigua gloria. "
    },
    {
      "index": 3,
      "start_time": 16033.000000000002,
      "end_time": 20233.0,
      "text": "Fue guerrero hasta el final: murió mientras intentaba unirse a la Tercera Cruzada. "
    },
    {
      "index": 4,
      "start_time": 20800.0,
      "end_time": 26066.0,
      "text": "Barbarroja luchó contra ciudades independientes durante toda su vida, y sigue haciéndolo en Civilization VI. "
    },
    {
      "index": 5,
      "start_time": 26466.0,
      "end_time": 33833.0,
      "text": "Proporciona un espacio de política militar adicional para gobierno, y ofrece a sus unidades una bonificación de combate contra ciudades-estado. "
    },
    {
      "index": 6,
      "start_time": 35400.0,
      "end_time": 41533.0,
      "text": "La bonificación Ciudades imperiales libres de Alemania ofrece a sus ciudades un distrito más de lo permitido por el límite de población normal."
    },
    {
      "index": 7,
      "start_time": 43333.0,
      "end_time": 45700.0,
      "text": "Los alemanes tienen un distrito exclusivo: la Hansa. "
    },
    {
      "index": 8,
      "start_time": 46500.0,
      "end_time": 54366.0,
      "text": "Sustituye a la Zona industrial y obtiene una bonificación a la Producción si se coloca junto a un Centro comercial u otros distritos o recursos adyacentes. "
    },
    {
      "index": 9,
      "start_time": 55633.0,
      "end_time": 118233.0,
      "text": "El Submarino alemán es una unidad exclusiva de la Época Moderna de Alemania. \n10\n00:01:58,766 --> 00:01:02,566\nTiene un coste de producción bajo y obtiene bonificaciones si hay otros Submarinos alemanes adyacentes."
    },
    {
      "index": 10,
      "start_time": 66133.0,
      "end_time": 71500.0,
      "text": "La prioridad en la producción es el punto fuerte de Alemania, y le permite aspirar a cualquier tipo de victoria. "
    },
    {
      "index": 11,
      "start_time": 71900.0,
      "end_time": 76366.0,
      "text": "Pero si la combina con su capacidad militar, puede resultar una fuerza arrolladora. "
    },
    {
      "index": 12,
      "start_time": 77200.0,
      "end_time": 81000.0,
      "text": "¿Quién necesita la diplomacia de la ciudad-estado cuando Federico Barbarroja dirige Alemania?"
    },
    {
      "index": 13,
      "start_time": 81933.0,
      "end_time": 83600.0,
      "text": "¿Reconocerá el mundo tu gobierno? "
    },
    {
      "index": 14,
      "start_time": 83666.0,
      "end_time": 87200.0,
      "text": "¿Cómo gobernarás Alemania en Sid Meier’s Civilization VI?"
    }
  ]
}