{
  "video_id": "rMHus-0wFSo",
  "title": "To Sleep, Perchance to Dream: Crash Course Psychology #9",
  "json": [
    {
      "index": 1,
      "start_time": 170.0,
      "end_time": 3080.0,
      "text": "El comediante Mike Birbiblia estaba teniendo problemas para dormir"
    },
    {
      "index": 2,
      "start_time": 3080.0,
      "end_time": 6650.0,
      "text": "Aunque no con la parte de dormir en realidad -- una noche, mientras estaba en un hotel, soñó"
    },
    {
      "index": 3,
      "start_time": 6650.0,
      "end_time": 11120.0,
      "text": "que un misil guiado iba camino a su cama, y en su sueño, saltó de la ventana"
    },
    {
      "index": 4,
      "start_time": 11120.0,
      "end_time": 12130.0,
      "text": "para escapar."
    },
    {
      "index": 5,
      "start_time": 12130.0,
      "end_time": 14759.0,
      "text": "Desafortunadamente, también lo hizo en su no sueño."
    },
    {
      "index": 6,
      "start_time": 14759.0,
      "end_time": 17440.0,
      "text": "Desde el segundo piso. Y la ventana no estaba abierta."
    },
    {
      "index": 7,
      "start_time": 17440.0,
      "end_time": 22490.0,
      "text": "Este pequeño episodio le costó 33 puntos y un viaje a un especialista del sueño."
    },
    {
      "index": 8,
      "start_time": 22490.0,
      "end_time": 25869.0,
      "text": "Mike ahora duerme en un saco de dormir cerrado hasta arriba por su propia seguridad."
    },
    {
      "index": 9,
      "start_time": 25869.0,
      "end_time": 31480.0,
      "text": "¿La lección aquí? Dormir no es una especie de recreo cuando tu cerebro, o tu cuerpo, sólo se adormece."
    },
    {
      "index": 10,
      "start_time": 31480.0,
      "end_time": 35839.0,
      "text": "Lejos de eso. En realidad, dormir es sólo otro estado de la consciencia. Y sólo en algunas"
    },
    {
      "index": 11,
      "start_time": 35839.0,
      "end_time": 40280.0,
      "text": "décadas pasadas hemos realmente comenzado a sondear sus profundidades -- desde porqué dormimos en primer"
    },
    {
      "index": 12,
      "start_time": 40280.0,
      "end_time": 44460.0,
      "text": "lugar, a qué sucede en nuestros cerebros cuando lo hacemos, qué pasa cuando no podemos dormir."
    },
    {
      "index": 13,
      "start_time": 44460.0,
      "end_time": 47850.0,
      "text": "¡Y hay un montón que la ciencia tiene que decir sobre nuestros sueños!"
    },
    {
      "index": 14,
      "start_time": 47850.0,
      "end_time": 50539.0,
      "text": "¡Hablando de cosas raras! Es como si Sigmund Freud conociera a Neil Gaiman."
    },
    {
      "index": 15,
      "start_time": 50539.0,
      "end_time": 54440.0,
      "text": "Entonces, incluso cuando pareciera ser que estás muerto para el mundo, cuando duermes, tu ventana"
    },
    {
      "index": 16,
      "start_time": 54440.0,
      "end_time": 56739.0,
      "text": "perceptiva permanece ligeramente abierta."
    },
    {
      "index": 17,
      "start_time": 56739.0,
      "end_time": 60379.0,
      "text": "Y como la ventana del hotel de Mike Birbiblia, un viaje a través de él puede convertirse en uno bastante"
    },
    {
      "index": 18,
      "start_time": 60379.0,
      "end_time": 61289.0,
      "text": "salvaje."
    },
    {
      "index": 19,
      "start_time": 61289.0,
      "end_time": 64789.0,
      "text": "Pero por tu propia seguridad y diversión, estoy aquí para guiarte a través de este estado de consciencia,"
    },
    {
      "index": 20,
      "start_time": 64789.0,
      "end_time": 68100.0,
      "text": "donde aprenderás más que algunas cosas sobre la mente humana, incluyendo la tuya."
    },
    {
      "index": 21,
      "start_time": 68100.0,
      "end_time": 75100.0,
      "text": "Y en eso esperando que no necesitarás puntos cuando acabemos."
    },
    {
      "index": 22,
      "start_time": 77159.0,
      "end_time": 80689.0,
      "text": " "
    },
    {
      "index": 23,
      "start_time": 80689.0,
      "end_time": 85420.0,
      "text": "Técnicamente hablando, dormir es un estado natural, reversible y casi de pérdida total de consciencia,"
    },
    {
      "index": 24,
      "start_time": 85420.0,
      "end_time": 89359.0,
      "text": "es decir, es diferente a la hibernación, al estado de coma, o por ejemplo, un"
    },
    {
      "index": 25,
      "start_time": 89359.0,
      "end_time": 90219.0,
      "text": "olvido anestésico."
    },
    {
      "index": 26,
      "start_time": 90219.0,
      "end_time": 93810.0,
      "text": "Aunque pasamos cerca de un tercio de nuestras vidas durmiendo, y que sabemos que es esencial"
    },
    {
      "index": 27,
      "start_time": 93810.0,
      "end_time": 98590.0,
      "text": "para nuestra salud y sobrevivencia, aún no hay un consenso científico de por qué lo hacemos."
    },
    {
      "index": 28,
      "start_time": 98590.0,
      "end_time": 101810.0,
      "text": "Es en parte probable que tenga que ver con simple recuperación, permitiendo a nuestras neuronas y otras"
    },
    {
      "index": 29,
      "start_time": 101810.0,
      "end_time": 105399.0,
      "text": "células a descansar y repararse a sí mismas. Dormir también apoya nuestro crecimiento, porque es cuando"
    },
    {
      "index": 30,
      "start_time": 105399.0,
      "end_time": 110119.0,
      "text": "nuestras glándulas pituitarias liberan hormonas de crecimiento, por lo cuál los bebés duermen todo el tiempo. Además,"
    },
    {
      "index": 31,
      "start_time": 110119.0,
      "end_time": 113409.0,
      "text": "dormir tiene todo tipo de beneficios para el funcionamiento mental, como mejorar la memoria, darle"
    },
    {
      "index": 32,
      "start_time": 113409.0,
      "end_time": 116719.0,
      "text": "tiempo a nuestro cerebro de procesar los eventos del día, e impulsar nuestra creatividad."
    },
    {
      "index": 33,
      "start_time": 116719.0,
      "end_time": 120090.0,
      "text": "Pero incluso si no estamos muy seguros de las razones por las que dormimos, la tecnología nos ha dado"
    },
    {
      "index": 34,
      "start_time": 120090.0,
      "end_time": 122649.0,
      "text": "una gran visión de cómo dormimos."
    },
    {
      "index": 35,
      "start_time": 122649.0,
      "end_time": 128310.0,
      "text": "Y  para eso podemos pensar en el pequeño Armond Aserinsky. Una noche en los comienzos de los años 50, en Chicago,"
    },
    {
      "index": 36,
      "start_time": 128310.0,
      "end_time": 132140.0,
      "text": "Armond de 8 años era acostado en su cama por su papá. Pero esta noche, en lugar de recibir"
    },
    {
      "index": 37,
      "start_time": 132140.0,
      "end_time": 135920.0,
      "text": "un beso en la frente, el pequeño Armond recibió algunos electrodos pegados a su cara."
    },
    {
      "index": 38,
      "start_time": 135920.0,
      "end_time": 141440.0,
      "text": "El papá de Armond era Eugene Aserinsky, un estudiante graduado que buscaba probar un nuevo electroencefalógrafo,"
    },
    {
      "index": 39,
      "start_time": 141440.0,
      "end_time": 145110.0,
      "text": "o máquina EEG, que mide la actividad eléctrica del cerebro."
    },
    {
      "index": 40,
      "start_time": 145110.0,
      "end_time": 149920.0,
      "text": "Esa noche, mientras su hijo dormía pacíficamente, él observó a la máquina volverse loca con"
    },
    {
      "index": 41,
      "start_time": 149920.0,
      "end_time": 154010.0,
      "text": "los patrones de las ondas cerebrales, y -- después de asegurarse de que la máquina no estaba de algún modo rota -- descubrió"
    },
    {
      "index": 42,
      "start_time": 154010.0,
      "end_time": 158870.0,
      "text": "que el cerebro no estaba sólo \"apagado\" durante el sueño, como muchos científicos pensaban."
    },
    {
      "index": 43,
      "start_time": 158870.0,
      "end_time": 163349.0,
      "text": "En su lugar, él había descubierto la etapa del sueño que ahora llamamos REM o movimiento rápido del ojo, un confuso"
    },
    {
      "index": 44,
      "start_time": 163349.0,
      "end_time": 167180.0,
      "text": "periodo cuando el cerebro que duerme está zumbando con actividad, aún cuando el cuerpo está"
    },
    {
      "index": 45,
      "start_time": 167180.0,
      "end_time": 167900.0,
      "text": "en un profundo sueño."
    },
    {
      "index": 46,
      "start_time": 167900.0,
      "end_time": 172860.0,
      "text": "Aserinsky y su colega Nathaniel Kleitman se volvieron pioneros en el estudio del sueño."
    },
    {
      "index": 47,
      "start_time": 172860.0,
      "end_time": 177560.0,
      "text": "Desde entonces, los especialistas del sueño armados con tecnología similar, han mostrado que experimentamos"
    },
    {
      "index": 48,
      "start_time": 177560.0,
      "end_time": 181709.0,
      "text": "cuatro distintas etapas del sueño, cada una definida por patrones únicos de ondas cerebrales."
    },
    {
      "index": 49,
      "start_time": 181709.0,
      "end_time": 185489.0,
      "text": "Digamos que recién vas a la cama. Todo el día tu sistema endocrino ha estado liberando hormonas"
    },
    {
      "index": 50,
      "start_time": 185489.0,
      "end_time": 190079.0,
      "text": "para estar despierto como cortisol. Pero al caer la noche viene la liberación de la somnolienta hormona melatonina"
    },
    {
      "index": 51,
      "start_time": 190079.0,
      "end_time": 194700.0,
      "text": "de la glándula pineal. Tu cerebro está relajado pero aún despierto, a un nivel de actividad que"
    },
    {
      "index": 52,
      "start_time": 194700.0,
      "end_time": 196239.0,
      "text": "EEG mide como ondas alfa."
    },
    {
      "index": 53,
      "start_time": 196239.0,
      "end_time": 201659.0,
      "text": "Te empiezas a sentir somnoliento, tu respiración lenta, y de pronto, estás dormido. Este momento exacto"
    },
    {
      "index": 54,
      "start_time": 201659.0,
      "end_time": 206659.0,
      "text": "es claramente evidente en una lectura EEG, mientras esas ondas alfa inmediatamente pasan a"
    },
    {
      "index": 55,
      "start_time": 206659.0,
      "end_time": 212640.0,
      "text": "las ondas de la etapa uno de Movimientos No-Rápidos del Ojo irregulares (NREM-1; por sus siglas en inglés). Es en esta primera etapa"
    },
    {
      "index": 56,
      "start_time": 212640.0,
      "end_time": 217689.0,
      "text": "de sueño que puedes experimentar sensaciones hipnagógicas -- esos breves momentos en que sientes como si"
    },
    {
      "index": 57,
      "start_time": 217689.0,
      "end_time": 219860.0,
      "text": "estuvieras cayendo, y tu cuerpo da una sacudida, asustándote."
    },
    {
      "index": 58,
      "start_time": 219860.0,
      "end_time": 224680.0,
      "text": "Mientras te relajas más profundamente, te mueves a la etapa de sueño NREM-2, al tiempo que tu cerebro comienza a mostrar"
    },
    {
      "index": 59,
      "start_time": 224680.0,
      "end_time": 230390.0,
      "text": "estallidos de rápidas actividades de ondas cerebrales llamadas husos del sueño. Ahora estás definitivamente dormido,"
    },
    {
      "index": 60,
      "start_time": 230390.0,
      "end_time": 232120.0,
      "text": "pero aún podrías ser fácilmente despertado."
    },
    {
      "index": 61,
      "start_time": 232120.0,
      "end_time": 237959.0,
      "text": "Viene NREM-3 con lentas ondas delta. Ahora sabemos que puedes tener sueños breves y framentados"
    },
    {
      "index": 62,
      "start_time": 237959.0,
      "end_time": 242140.0,
      "text": "en las tres primeras etapas del sueño, pero eventualmente llegarás a la etapa más importante:"
    },
    {
      "index": 63,
      "start_time": 242140.0,
      "end_time": 248069.0,
      "text": "sueño completo REM, esa famosa etapa de sueño de algodón de azúcar que hace que tus glóbulos oculares se vuelvan locos,"
    },
    {
      "index": 64,
      "start_time": 248069.0,
      "end_time": 252349.0,
      "text": "te da sueños visuales vívidos, y provee el homónimo de cierta banda de rock famoso."
    },
    {
      "index": 65,
      "start_time": 252349.0,
      "end_time": 256640.0,
      "text": "El sueño REM es algo paradójico. Tu corteza motora está saltando por todos lados, pero"
    },
    {
      "index": 66,
      "start_time": 256640.0,
      "end_time": 260450.0,
      "text": "tu tronco cerebral está bloqueando todos esos mensajes, dejando tus músculos tan relajados que"
    },
    {
      "index": 67,
      "start_time": 260450.0,
      "end_time": 265550.0,
      "text": "estás básicamente paralizado. Excepto por tus ojos. Todo ese ciclo de sueño se repite completo cada"
    },
    {
      "index": 68,
      "start_time": 265550.0,
      "end_time": 268760.0,
      "text": "90 minutos más o menos, pasando de principio a fin a través de las etapas de sueño."
    },
    {
      "index": 69,
      "start_time": 268760.0,
      "end_time": 273640.0,
      "text": "Obviamente dormir es super importante, y la falta de sueño es terrible para tu salud, mental"
    },
    {
      "index": 70,
      "start_time": 273640.0,
      "end_time": 277630.0,
      "text": "habilidad y estados de ánimo. De hecho, es un signo de depresión, y ha sido ligado a cosas"
    },
    {
      "index": 71,
      "start_time": 277630.0,
      "end_time": 281880.0,
      "text": "como aumento de peso, al aumentar tu hambre y -las hormonas supresoras están fuera de sintonía."
    },
    {
      "index": 72,
      "start_time": 281880.0,
      "end_time": 285550.0,
      "text": "La falta de sueño también causa la supresión del sistema inmune, y una más lenta reacción la cual"
    },
    {
      "index": 73,
      "start_time": 285550.0,
      "end_time": 287680.0,
      "text": "explica porque no deberías conducir somnoliento."
    },
    {
      "index": 74,
      "start_time": 287680.0,
      "end_time": 290910.0,
      "text": "Por supuesto, una mala noche de sueño por aquí y allá es parte de la vida, pero hay anfitriones"
    },
    {
      "index": 75,
      "start_time": 290910.0,
      "end_time": 294870.0,
      "text": "de buena fe de desórdenes del sueño allá afuera que realmente pueden volver la vida bastante terrible, o"
    },
    {
      "index": 76,
      "start_time": 294870.0,
      "end_time": 297300.0,
      "text": "en el caso de Mike Birbiglia, mandarte a la sala de emergencia."
    },
    {
      "index": 77,
      "start_time": 297300.0,
      "end_time": 301380.0,
      "text": "Tenemos insomnia, la cual es tener persistentes problemas para dormirse o mantenerse dormido. Y"
    },
    {
      "index": 78,
      "start_time": 301380.0,
      "end_time": 305480.0,
      "text": "su algo así como su opuesto, narcolepsia, que quienes la sufren algunas veces experimentan breves e incontrolables"
    },
    {
      "index": 79,
      "start_time": 305480.0,
      "end_time": 309750.0,
      "text": "ataques de aplastante somnolencia, llamados \"ataques de sueño\". Esto, como pueden imaginar,"
    },
    {
      "index": 80,
      "start_time": 309750.0,
      "end_time": 313790.0,
      "text": "pueden meterse en todo tipo de cosas que puedas disfrutar hacer, como conducir,"
    },
    {
      "index": 81,
      "start_time": 313790.0,
      "end_time": 315040.0,
      "text": "comer, saltar en garrocha."
    },
    {
      "index": 82,
      "start_time": 315040.0,
      "end_time": 318670.0,
      "text": "La narcolepsia puede tener muchas causas diferentes, incluyendo una deficiencia en el neurotransmisor"
    },
    {
      "index": 83,
      "start_time": 318670.0,
      "end_time": 323010.0,
      "text": "hipocretina, el cuál ayuda a mantenerte despierto. Pero en casos más raros, trauma cerebral, infecciones,"
    },
    {
      "index": 84,
      "start_time": 323010.0,
      "end_time": 324750.0,
      "text": "y enfermedades pueden contribuir también."
    },
    {
      "index": 85,
      "start_time": 324750.0,
      "end_time": 328980.0,
      "text": "Entonces, es raro, pero probablemente conozcas a alguien con apnea del sueño, el desorden que causa"
    },
    {
      "index": 86,
      "start_time": 328980.0,
      "end_time": 333910.0,
      "text": "que quienes duermen paren momentáneamente de respirar, hasta que los bajos niveles de oxígeno los despierta."
    },
    {
      "index": 87,
      "start_time": 333910.0,
      "end_time": 337280.0,
      "text": "Birbiglia, mientras tanto, resultó tener Desorden de Domportamiento del Sueño REM, el cual no"
    },
    {
      "index": 88,
      "start_time": 337280.0,
      "end_time": 340670.0,
      "text": "entendemos completamente aún, pero parece ser que está asociado con una deficiencia de dopamina."
    },
    {
      "index": 89,
      "start_time": 340670.0,
      "end_time": 345660.0,
      "text": "Luego tenemos las noches de terror, las cuales son tan terribles como suenan... la estimulación aumenta"
    },
    {
      "index": 90,
      "start_time": 345660.0,
      "end_time": 349790.0,
      "text": "el ritmo cardiaco y respiratorio, gritando y golpeando que rara vez recuerda haber"
    },
    {
      "index": 91,
      "start_time": 349790.0,
      "end_time": 354600.0,
      "text": "despertado. Las noches de terror son más comunes en los niños menores a siete años, y pueden ser estimuladas por el estrés,"
    },
    {
      "index": 92,
      "start_time": 354600.0,
      "end_time": 359120.0,
      "text": "fatiga, falta de sueño, y dormir en contextos no familiares. Similar a caminar dormido"
    },
    {
      "index": 93,
      "start_time": 359120.0,
      "end_time": 364210.0,
      "text": "y hablar dormido, las noches de terror ocurren durante la etapa de sueño NREM-3, y NO son"
    },
    {
      "index": 94,
      "start_time": 364210.0,
      "end_time": 368320.0,
      "text": "lo mismo que las pesadillas, las cuales ocurren, como la mayoría de los sueños, durante el sueño REM."
    },
    {
      "index": 95,
      "start_time": 368320.0,
      "end_time": 373860.0,
      "text": "Pero oh, en el sueño REM, qué sueños vendrán... Ahí estás corriendo desnudo mientras tus dientes"
    },
    {
      "index": 96,
      "start_time": 373860.0,
      "end_time": 378690.0,
      "text": "se caen, siendo perseguido por la playa por  Matt Damon centauro. Despiertas, y sientes"
    },
    {
      "index": 97,
      "start_time": 378690.0,
      "end_time": 381250.0,
      "text": "tu boca pensando ¿qué? ¡¿Qué?! ¡¿QUÉ?!"
    },
    {
      "index": 98,
      "start_time": 381250.0,
      "end_time": 386580.0,
      "text": "Bienvenido a tus sueños, aquellas vívidas imágenes emocionales que corren a través de tu durmiente cerebro,"
    },
    {
      "index": 99,
      "start_time": 386580.0,
      "end_time": 390790.0,
      "text": "frecuentemente proveyendo un telón tan bizarro que parecería que David Lynch, Terry Gilliam,"
    },
    {
      "index": 100,
      "start_time": 390790.0,
      "end_time": 395080.0,
      "text": "y Tim Burton están tratando de ser más extraño que los otros en un festival de cine.  Un largo, muy largo"
    },
    {
      "index": 101,
      "start_time": 395080.0,
      "end_time": 400050.0,
      "text": "festival, considerando que la persona promedio ocupa alrededor de seis años de sus vidas, soñando."
    },
    {
      "index": 102,
      "start_time": 400050.0,
      "end_time": 404770.0,
      "text": "Así que si, algunas veces tienes sueños realmente locos. Pero mayormente, tu sueño promedio será sólo"
    },
    {
      "index": 103,
      "start_time": 404770.0,
      "end_time": 408140.0,
      "text": "una especie de desarmado y reordenado de lo que hiciste ese día. Por ejemplo, anoche soñé"
    },
    {
      "index": 104,
      "start_time": 408140.0,
      "end_time": 411360.0,
      "text": "sobre Tumblr, porque ocupé un montón de tiempo en Tumblr ayer."
    },
    {
      "index": 105,
      "start_time": 411360.0,
      "end_time": 415180.0,
      "text": "Si juegas Tetris toda la tarde, podrías soñar que blocks caen desde el cielo. Si algo"
    },
    {
      "index": 106,
      "start_time": 415180.0,
      "end_time": 419100.0,
      "text": "traumático te pasó, tu cerebro podría date una pesadilla para ayudarte a extinguir"
    },
    {
      "index": 107,
      "start_time": 419100.0,
      "end_time": 421040.0,
      "text": "tus miedos del día- ¡Gracias, cerebro!"
    },
    {
      "index": 108,
      "start_time": 421040.0,
      "end_time": 424770.0,
      "text": "Entonces de nuevo... podrías ser incapaz de parar de soñar sobre ese trauma, lo cual discutiremos"
    },
    {
      "index": 109,
      "start_time": 424770.0,
      "end_time": 427460.0,
      "text": "en el futuro cuando hablemos sobre el Desorden de Estrés Post-traumático."
    },
    {
      "index": 110,
      "start_time": 427460.0,
      "end_time": 431240.0,
      "text": "Nuestra mente dual nos permite por supuesto registrar más estímulo del que externamente estamos conscientes"
    },
    {
      "index": 111,
      "start_time": 431240.0,
      "end_time": 435380.0,
      "text": "durante el día, y de esa manera, el sónido de la alarma del auto o el apestoso gas de un perro"
    },
    {
      "index": 112,
      "start_time": 435380.0,
      "end_time": 437970.0,
      "text": "que tal vez ni siquiera notaste podría ser incorporado en tu sueño también."
    },
    {
      "index": 113,
      "start_time": 437970.0,
      "end_time": 441920.0,
      "text": "Y todo es interesante y raro y algunas veces un poco asqueroso, pero ¿cuál es"
    },
    {
      "index": 114,
      "start_time": 441920.0,
      "end_time": 447680.0,
      "text": "el real propósito de soñar? ¿Por queeeeé hacemos esto? Bueno, como puedes haberlo adivinado, hay"
    },
    {
      "index": 115,
      "start_time": 447680.0,
      "end_time": 450870.0,
      "text": "más de una idea allá afuera... El estudio de los sueños es una mezcla de neurociencia"
    },
    {
      "index": 116,
      "start_time": 450870.0,
      "end_time": 455700.0,
      "text": "y sicología conocida como Onirología. Oneiros es el griego para sueño, y si eres"
    },
    {
      "index": 117,
      "start_time": 455700.0,
      "end_time": 459420.0,
      "text": "un fan de Neil Gaiman debiera reconocerlos como uno de los muchos nombres del Sandman. El"
    },
    {
      "index": 118,
      "start_time": 459420.0,
      "end_time": 461750.0,
      "text": "que viene con la toga y la cabeza de Orfeo."
    },
    {
      "index": 119,
      "start_time": 461750.0,
      "end_time": 465280.0,
      "text": "Pero dejando a Sandman de lado, si quieres hablar de sueños, debiéramos comenzar con nuestro viejo amigo"
    },
    {
      "index": 120,
      "start_time": 465280.0,
      "end_time": 468220.0,
      "text": "Freud. En su icónico libro de 1900 \"La Interpretación de los Sueños\","
    },
    {
      "index": 121,
      "start_time": 468220.0,
      "end_time": 471570.0,
      "text": "Freud propone que nuestros sueños nos ofrecen el cumplir nuestros deseos."
    },
    {
      "index": 122,
      "start_time": 471570.0,
      "end_time": 475270.0,
      "text": "Él pensó que el contenido manifiesto de un sueño, las cosas que recuerdas en la mañana, eran algún tipo de"
    },
    {
      "index": 123,
      "start_time": 475270.0,
      "end_time": 479780.0,
      "text": "versión censurada y simbólica de cualquiera sea el conflicto interno que estaba ocurriendo"
    },
    {
      "index": 124,
      "start_time": 479780.0,
      "end_time": 482090.0,
      "text": "en el contenido inconsciente o latente, del sueño."
    },
    {
      "index": 125,
      "start_time": 482090.0,
      "end_time": 486180.0,
      "text": "No es sorpresa, que la teoría de realización de los deseos carece de aspectos científicos y tiene más"
    },
    {
      "index": 126,
      "start_time": 486180.0,
      "end_time": 490340.0,
      "text": "en su contra que a favor -- porque, en serio, puedes interpretar los sueños de la manera que quieras."
    },
    {
      "index": 127,
      "start_time": 490340.0,
      "end_time": 492620.0,
      "text": "Como, algunas veces un cigarros es sólo un cigarro."
    },
    {
      "index": 128,
      "start_time": 492620.0,
      "end_time": 496480.0,
      "text": "Afortunadamente, tenemos algunas otras teorías que considerar. La teoría del procesamiento de información propone"
    },
    {
      "index": 129,
      "start_time": 496480.0,
      "end_time": 501570.0,
      "text": "que nuestros sueños nos ayudan a distribuir y procesar los eventos del día y fijar nuestros recuerdos."
    },
    {
      "index": 130,
      "start_time": 501570.0,
      "end_time": 506340.0,
      "text": "Esto puede ser particularmente importante cuando se trata de aprender y recordar información nueva,"
    },
    {
      "index": 131,
      "start_time": 506340.0,
      "end_time": 511300.0,
      "text": "y algunos estudios muestra que la gente recuerda tareas nuevas mejor después de una buena noche de sueños REM llena de"
    },
    {
      "index": 132,
      "start_time": 511300.0,
      "end_time": 513169.0,
      "text": "sueños. Pero si las lecturas de ondas cerebrales nos muestras algo,"
    },
    {
      "index": 133,
      "start_time": 513169.0,
      "end_time": 516860.0,
      "text": "es que hay un montón sucediendo en tu cerebro cuando duermes, y la teoría de la"
    },
    {
      "index": 134,
      "start_time": 516860.0,
      "end_time": 521139.0,
      "text": "función fisiológica sugiere que soñar promueve del desarrollo neuronal y preserva los caminos"
    },
    {
      "index": 135,
      "start_time": 521139.0,
      "end_time": 525360.0,
      "text": "neuronales proveyendo al cerebro con estimulación. Cuando nuestros cerebros son estimulados, expanden"
    },
    {
      "index": 136,
      "start_time": 525360.0,
      "end_time": 530329.0,
      "text": "más sus conexiones. Entonces, los bebés, por ejemplo, ocupan mucho más tiempo de su sueño durmiendo, tal vez"
    },
    {
      "index": 137,
      "start_time": 530329.0,
      "end_time": 533439.0,
      "text": "en parte para ayudar al desarrollo de su circuito cerebral más rápido."
    },
    {
      "index": 138,
      "start_time": 533439.0,
      "end_time": 537319.0,
      "text": "Esto es similar a la idea de que los sueños son parte de nuestro desarrollo cognitivo. Según este"
    },
    {
      "index": 139,
      "start_time": 537319.0,
      "end_time": 541939.0,
      "text": "modelo, los sueños dibujan nuestro conocimiento y entendimiento del mundo, imitando la realidad, e involucrando"
    },
    {
      "index": 140,
      "start_time": 541939.0,
      "end_time": 544920.0,
      "text": "esas mismas redes cerebrales que se encienden cuando soñamos despiertos."
    },
    {
      "index": 141,
      "start_time": 544920.0,
      "end_time": 548939.0,
      "text": "Y finalmente, hay teorías que se concentran en la manera en que el sueño REM detona la actividad neuronal"
    },
    {
      "index": 142,
      "start_time": 548939.0,
      "end_time": 553660.0,
      "text": "y la idea de que los sueños son una especie de efectos secundarios accidentales, el intento del cerebro de"
    },
    {
      "index": 143,
      "start_time": 553660.0,
      "end_time": 557850.0,
      "text": "entretejer una historia de un montón de vistas, emociones y memorias aleatorias -- lo cual"
    },
    {
      "index": 144,
      "start_time": 557850.0,
      "end_time": 561910.0,
      "text": "es como en el país de los sueños puedes realmente casarte con Matt Damon centauro y dar a luz a"
    },
    {
      "index": 145,
      "start_time": 561910.0,
      "end_time": 564180.0,
      "text": "un bebé con dedos de plátano y cola de mapache."
    },
    {
      "index": 146,
      "start_time": 564180.0,
      "end_time": 567819.0,
      "text": "Por ahora los científicos continúan debatiendo la función de los sueños, pero una cosa que sabemos"
    },
    {
      "index": 147,
      "start_time": 567819.0,
      "end_time": 572509.0,
      "text": "con seguridad es que el sueño REM es vital, biológica y psicológicamente."
    },
    {
      "index": 148,
      "start_time": 572509.0,
      "end_time": 576730.0,
      "text": "Pero, hey, ¿piensas que tus sueños son demasiado locos? La próxima semana, miraremos a otros"
    },
    {
      "index": 149,
      "start_time": 576730.0,
      "end_time": 581079.0,
      "text": "estados alterados de la consciencia, donde aprenderás como se ve tu cerebro en realidad con drogas,"
    },
    {
      "index": 150,
      "start_time": 581079.0,
      "end_time": 586019.0,
      "text": "y si realmente puedes hipnotizar a alguien para que haga tu mandado malvado... o sólo que actúe"
    },
    {
      "index": 151,
      "start_time": 586019.0,
      "end_time": 586399.0,
      "text": "como un pollo."
    },
    {
      "index": 152,
      "start_time": 586399.0,
      "end_time": 590290.0,
      "text": "Por ahora, si te has mantenido despierto durante este episodio, aprendiste sobre las cuatro etapas"
    },
    {
      "index": 153,
      "start_time": 590290.0,
      "end_time": 595980.0,
      "text": "del sueño -- NREM 1, 2, 3 y REM en sí mismo -- así como algunas de las principales teorías psicológicas"
    },
    {
      "index": 154,
      "start_time": 595980.0,
      "end_time": 601240.0,
      "text": "sobre el propósito de los sueños, incluyendo la de proceso de información, función fisiológica, de desarrollo"
    },
    {
      "index": 155,
      "start_time": 601240.0,
      "end_time": 605110.0,
      "text": "cognitivo, y los modelos de actividad neuronal. Gracias por vernos, especialmente a todos"
    },
    {
      "index": 156,
      "start_time": 605110.0,
      "end_time": 609360.0,
      "text": "nuestros suscriptores de Subbable, quienes hace todo este canal posible. Si te gustaría ser esponsor"
    },
    {
      "index": 157,
      "start_time": 609360.0,
      "end_time": 613709.0,
      "text": "de un episodio de Crash Course, obtén un Laptop Decal especial, o incluso se animado"
    },
    {
      "index": 158,
      "start_time": 613709.0,
      "end_time": 619110.0,
      "text": "en uno de los episodios por venir, sólo anda a Subbable.com/crashcourse. Este episodio fue escrito por Kathleen Yale,"
    },
    {
      "index": 159,
      "start_time": 619110.0,
      "end_time": 623769.0,
      "text": "editado por Blake de Pastino, y nuestro consultor es el Doctor Ranjit Bhagwat. Nuestro director y editor"
    },
    {
      "index": 160,
      "start_time": 623769.0,
      "end_time": 627740.0,
      "text": "es Nicholas Jenkins, el supervisor de guión es Michael Aranda, quién es también nuestro"
    },
    {
      "index": 161,
      "start_time": 627740.0,
      "end_time": 629189.0,
      "text": "diseñador de sonido, y el equipo gráfico es Thought Café."
    }
  ]
}