{
  "video_id": "RZFAGBZ-zxI",
  "title": "How to Cope If the Worst Came to the Worst..",
  "json": [
    {
      "index": 1,
      "start_time": 2740.0,
      "end_time": 8750.0,
      "text": "En el interior, muchos de nosotros estamos asustados demasiado - desgracias, enfermedades, despidos,"
    },
    {
      "index": 2,
      "start_time": 8750.0,
      "end_time": 14321.0,
      "text": "nuestra mortalidad, el sufrimiento y muerte de nuestros amados... Cuando estos miedos salen,"
    },
    {
      "index": 3,
      "start_time": 14321.0,
      "end_time": 20099.0,
      "text": "estamos a menudo motivados, desde la bondad, en pensar en los mejores escenarios. Es un"
    },
    {
      "index": 4,
      "start_time": 20099.0,
      "end_time": 26480.0,
      "text": "acto bienintencionado, pero también sin quererlo deja nuestros miedos enconados; se convierten"
    },
    {
      "index": 5,
      "start_time": 26480.0,
      "end_time": 32070.0,
      "text": "en terrores innombrables y a veces se afianzan más fuerte de lo que deberían. Entonces, el acto contrario"
    },
    {
      "index": 6,
      "start_time": 32070.0,
      "end_time": 38040.0,
      "text": "- mostrado aquí - se trata de mirar a nuestras ansiedades directamente a los ojos, rechazando"
    },
    {
      "index": 7,
      "start_time": 38040.0,
      "end_time": 44520.0,
      "text": "que nos cobardicen y examinándolas en detalle para secarlas de su poder"
    },
    {
      "index": 8,
      "start_time": 44520.0,
      "end_time": 52670.0,
      "text": "debilitador. Haciéndolo nos traerá una importante realización: podemos copar - incluso"
    },
    {
      "index": 9,
      "start_time": 52670.0,
      "end_time": 58980.0,
      "text": "si lo peor llegara a lo peor... Lo que sigue son algunas invitaciones a meditar en miedos,"
    },
    {
      "index": 10,
      "start_time": 58980.0,
      "end_time": 65860.0,
      "text": "no para depriminirnos, sino para dejarnos un animado y optimista sentido"
    },
    {
      "index": 11,
      "start_time": 65860.0,
      "end_time": 71649.0,
      "text": "sobre nuestra reliencia y adaptabilidad. Si lo peor llegara a lo peor..."
    },
    {
      "index": 12,
      "start_time": 71649.0,
      "end_time": 78430.0,
      "text": "... Aprendería que tendría menos amigos - pero los que permanecerían serían los verdaderos;"
    },
    {
      "index": 13,
      "start_time": 78430.0,
      "end_time": 86700.0,
      "text": "los que podrían ver en el pasado mi status social arruinado dentro del auténtico yo."
    },
    {
      "index": 14,
      "start_time": 86700.0,
      "end_time": 90090.0,
      "text": "Si lo peor llegara a lo peor... No sería una opción más seguir"
    },
    {
      "index": 15,
      "start_time": 90090.0,
      "end_time": 96979.0,
      "text": "el camino seguro, respetable y prestigioso. Con mucho menos que perder, me daría"
    },
    {
      "index": 16,
      "start_time": 96979.0,
      "end_time": 103049.0,
      "text": "la oportunidad de explorar ocupaciones con más riesgo, pero que llenan más, que siempre había"
    },
    {
      "index": 17,
      "start_time": 103049.0,
      "end_time": 116409.0,
      "text": "ansiado en alguna parte pero había sido demasiado socialmente preocupado como para intentarlo. Si lo peor llegara a lo peor..."
    },
    {
      "index": 18,
      "start_time": 116409.0,
      "end_time": 119069.0,
      "text": "... Aprendería a medir mi valía"
    },
    {
      "index": 19,
      "start_time": 119069.0,
      "end_time": 124759.0,
      "text": "bajo mis propios criterios más que por el aplauso y antojo de la muchedumbre. Crecería"
    },
    {
      "index": 20,
      "start_time": 124759.0,
      "end_time": 130060.0,
      "text": "mi indepentismo fuera de los veredictos de los otros. Si lo peor llegara a lo peor..."
    },
    {
      "index": 21,
      "start_time": 130060.0,
      "end_time": 133110.0,
      "text": "... miraría con nueva admiración y humildad"
    },
    {
      "index": 22,
      "start_time": 133110.0,
      "end_time": 141500.0,
      "text": "a la calma sin prisa, stoicismo natural y resiliencia de los animales. Si lo peor llegara"
    },
    {
      "index": 23,
      "start_time": 141500.0,
      "end_time": 144780.0,
      "text": "a lo peor... Aprendería a mirar mis tristezas"
    },
    {
      "index": 24,
      "start_time": 144780.0,
      "end_time": 150670.0,
      "text": "desde el punto de ventaja de una nébula distante y reconocería mi vida como la cosa"
    },
    {
      "index": 25,
      "start_time": 150670.0,
      "end_time": 157230.0,
      "text": "pequeña e insignificante que verdaderamente es y siempre fue. Si lo peor llegara a lo peor..."
    },
    {
      "index": 26,
      "start_time": 157230.0,
      "end_time": 162360.0,
      "text": "... desarrollaría la apropiada gratitud para cada aparentemente pequeña cosa - y cada"
    },
    {
      "index": 27,
      "start_time": 162360.0,
      "end_time": 167690.0,
      "text": "día que desarrollara sin catástrofes lo reconocería como la bendición que realmente es."
    },
    {
      "index": 28,
      "start_time": 167690.0,
      "end_time": 172230.0,
      "text": "Si lo peor llegara a lo peor... Aprendería que la vida no era"
    },
    {
      "index": 29,
      "start_time": 172230.0,
      "end_time": 178620.0,
      "text": "algo que podría ser moldeado completamente en una entidad sin flaquezas, ni errores - sino"
    },
    {
      "index": 30,
      "start_time": 178620.0,
      "end_time": 184440.0,
      "text": "una siempre imperfecta, necesariamente torcida y empedrada construcción, llena de marcas"
    },
    {
      "index": 31,
      "start_time": 184440.0,
      "end_time": 197670.0,
      "text": "e imperfecciones - que no obstante posee su propia belleza y dignidad. Si lo peor"
    },
    {
      "index": 32,
      "start_time": 197670.0,
      "end_time": 202360.0,
      "text": "llegara a lo peor... Aprendería a distinguir entre lo que"
    },
    {
      "index": 33,
      "start_time": 202360.0,
      "end_time": 209270.0,
      "text": "es realmente serio y mereciera la pena lamentarse de lo que es sólo una molestia pasajera. Estaría,"
    },
    {
      "index": 34,
      "start_time": 209280.0,
      "end_time": 215600.0,
      "text": "en muchas situaciones, infinitamente más en calma. Si lo peor llegara a lo peor..."
    },
    {
      "index": 35,
      "start_time": 215600.0,
      "end_time": 222080.0,
      "text": "mi fallo animaría a otros a compartir historias de sus propias tristezas, confusiones y humillaciones"
    },
    {
      "index": 36,
      "start_time": 222080.0,
      "end_time": 229840.0,
      "text": "y juntos enfrentaríamos el sufrimiento que muy a menudo, hoy en día, injustamente, pasamos solos."
    },
    {
      "index": 37,
      "start_time": 231680.0,
      "end_time": 236720.0,
      "text": "Si lo peor llegara a lo peor... Vería que la lucha por la fama, dinero y éxito"
    },
    {
      "index": 38,
      "start_time": 236720.0,
      "end_time": 242280.0,
      "text": "era sólo un loco intento por compensar un amor incondicional que"
    },
    {
      "index": 39,
      "start_time": 242280.0,
      "end_time": 258800.0,
      "text": "fue ansiado pero denegado en la infancia. Deseos mundanos darían lugar a melancolía y luto."
    },
    {
      "index": 40,
      "start_time": 258800.0,
      "end_time": 263840.0,
      "text": "Si lo peor llegara a lo peor... Cesaría de estar asustado de mirar al interior - y"
    },
    {
      "index": 41,
      "start_time": 263840.0,
      "end_time": 267200.0,
      "text": "podría, quizá, un día dar a la psicoterapia un intento."
    },
    {
      "index": 42,
      "start_time": 271200.0,
      "end_time": 275169.0,
      "text": "Si lo peor llegara a lo peor... Me pondría las canciones más tristes que han"
    },
    {
      "index": 43,
      "start_time": 275200.0,
      "end_time": 278880.0,
      "text": "estado esperando, en los bastidores, por mí todo este tiempo."
    },
    {
      "index": 44,
      "start_time": 282160.0,
      "end_time": 285840.0,
      "text": "Si lo peor llegara a lo peor..."
    },
    {
      "index": 45,
      "start_time": 285840.0,
      "end_time": 294480.0,
      "text": "... verdaderamente lo peor, entonces toda la rabia, tristeza, ansiedad y miedo llegarían a su fin - y"
    },
    {
      "index": 46,
      "start_time": 294480.0,
      "end_time": 304800.0,
      "text": "seríamos, a lo último, los oradores muy hermosamente puesto de estar en paz."
    },
    {
      "index": 47,
      "start_time": 304880.0,
      "end_time": 311520.0,
      "text": "Nuestro pin Cheerful Despair sirve como elegante recordatorio del arte de estar alegre durante tiempos difíciles."
    },
    {
      "index": 48,
      "start_time": 311520.0,
      "end_time": 321120.0,
      "text": "Clica en el link de la pantalla para averiguar más. Suscríbite a nuestro canal y activa las notificaciones."
    }
  ]
}