{
  "video_id": "S-Jpe5NID60",
  "title": "CIVILIZATION VI - First Look: Arabia",
  "json": [
    {
      "index": 1,
      "start_time": 4000.0,
      "end_time": 8166.0,
      "text": "Saladino dirige Arabia en Sid Meier’s Civilization VI. "
    },
    {
      "index": 2,
      "start_time": 8166.0,
      "end_time": 17533.0,
      "text": "Desde sus prometedores inicios como joven erudito, Saladino creció hasta convertirse en un comandante legendario cuyo talento y sabiduría se ganó la admiración de aliados y enemigos."
    },
    {
      "index": 3,
      "start_time": 17833.0,
      "end_time": 21866.0,
      "text": "La habilidad especial de Arabia se llama \"El último profeta\". "
    },
    {
      "index": 4,
      "start_time": 21866.0,
      "end_time": 28633.0,
      "text": "Cuando se reclame el penúltimo Gran profeta, Arabia recibirá el último automáticamente, siempre y cuando no disponga de él todavía. "
    },
    {
      "index": 5,
      "start_time": 28733.0,
      "end_time": 33466.0,
      "text": "Esto garantiza a Arabia la capacidad de fundar una religión."
    },
    {
      "index": 6,
      "start_time": 33466.0,
      "end_time": 38500.0,
      "text": "Arabia siempre ha sido famosa por sus caballos, y su unidad exclusiva es el Mameluco. "
    },
    {
      "index": 7,
      "start_time": 38500.0,
      "end_time": 43733.0,
      "text": "Sustituye al Caballero y puede curarse al final de cada turno aunque se haya desplazado o haya atacado."
    },
    {
      "index": 8,
      "start_time": 46233.0,
      "end_time": 49066.0,
      "text": "El edificio exclusivo de Arabia es la Madraza."
    },
    {
      "index": 9,
      "start_time": 49100.0,
      "end_time": 55466.0,
      "text": "Genera más Ciencia que la Universidad y proporciona Fe en función de la bonificación por adyacencia del Campus."
    },
    {
      "index": 10,
      "start_time": 55466.0,
      "end_time": 61633.0,
      "text": "La habilidad de Saladino es \"Rectitud de la fe\", que resulta ser el significado de la palabra \"Saladino\"."
    },
    {
      "index": 11,
      "start_time": 61633.0,
      "end_time": 70233.0,
      "text": "El edificio de culto de la religión de Arabia requiere muy poca Fe y otorga bonificaciones en Ciencia, Fe y Cultura."
    },
    {
      "index": 12,
      "start_time": 70666.0,
      "end_time": 76500.0,
      "text": "Arabia puede aprovecharse de los beneficios de fundar una religión sin tener que preocuparse por conseguir un Gran profeta. "
    },
    {
      "index": 13,
      "start_time": 76933.0,
      "end_time": 81766.0,
      "text": "Además, tener Lugares sagrados en las ciudades te permitirá aprovechar la habilidad de Saladino."
    },
    {
      "index": 14,
      "start_time": 81933.0,
      "end_time": 88266.0,
      "text": "En Arabia, la ciencia y la religión se entremezclan, por lo que es una civilización ideal para ambos tipos de victoria."
    },
    {
      "index": 15,
      "start_time": 88333.0,
      "end_time": 91633.0,
      "text": "EN"
    },
    {
      "index": 16,
      "start_time": 91633.0,
      "end_time": 96066.0,
      "text": "¿Cómo gobernarás Arabia en Sid Meier’s Civilization VI?"
    }
  ]
}