{
  "video_id": "s2AUI-7GRJc",
  "title": "Why We Worry All the Time and How to Cope",
  "json": [
    {
      "index": 1,
      "start_time": 299.0,
      "end_time": 5550.0,
      "text": "No es una categoría prestigiosa a la cual pertenecer por supuesto, no obstante muchos de nosotros pertenecemos"
    },
    {
      "index": 2,
      "start_time": 5550.0,
      "end_time": 12650.0,
      "text": "a ella. Nos preocupamos por el trabajo, por el dinero, por el abandono, la enfermedad, las decepciones,  las expectativas no cumplidas, la locura"
    },
    {
      "index": 3,
      "start_time": 12650.0,
      "end_time": 19249.0,
      "text": "y la desgracia,  sólo para comenzar con la lista. Nos preocupamos en las primeras horas del día, nos preocupamos en días de descanso, nos"
    },
    {
      "index": 4,
      "start_time": 19249.0,
      "end_time": 24339.0,
      "text": "preocupamos en las reuniones y nos preocupamos todo el tiempo mientras intentamos sonreír y parecer normal"
    },
    {
      "index": 5,
      "start_time": 24339.0,
      "end_time": 31179.0,
      "text": "ante las buenas personas que dependen de nosotros. Puede ser bastante insoportable, por momentos.  Un enfoque estándar"
    },
    {
      "index": 6,
      "start_time": 31179.0,
      "end_time": 36370.0,
      "text": "para mitigar nuestra avalancha de preocupaciones es observar cada una de estas de forma individual y"
    },
    {
      "index": 7,
      "start_time": 36370.0,
      "end_time": 43890.0,
      "text": "reunir argumentos razonables contra sus probabilidades. Pero de igual forma puede en ciertos momentos ser útil no"
    },
    {
      "index": 8,
      "start_time": 43890.0,
      "end_time": 49010.0,
      "text": "observar los detalles de cada preocupación y en su lugar considerar la posición general que"
    },
    {
      "index": 9,
      "start_time": 49010.0,
      "end_time": 55840.0,
      "text": "dicha preocupación ha ocupado en nuestra vida. Existe una frase extremadamente fascinante acerca del tema"
    },
    {
      "index": 10,
      "start_time": 55840.0,
      "end_time": 63179.0,
      "text": "en un ensayo del gran psicoanalista inglés Donald Winnicott: 'La catástrofe que temes"
    },
    {
      "index": 11,
      "start_time": 63179.0,
      "end_time": 71230.0,
      "text": "que ocurra, de hecho, ya ha sucedido.' Cuando nos preocupamos, nos obsesionamos naturalmente con aquello"
    },
    {
      "index": 12,
      "start_time": 71230.0,
      "end_time": 76550.0,
      "text": "que sucederá después: Es el futuro, con sus infinitas posibilidades de horror"
    },
    {
      "index": 13,
      "start_time": 76550.0,
      "end_time": 82280.0,
      "text": "el escenario natural para la exploración de nuestros pensamientos más alarmantes. Pero en la inesperada"
    },
    {
      "index": 14,
      "start_time": 82280.0,
      "end_time": 88810.0,
      "text": "tesis de Winnicott, se revela algo más: El desastre que tememos suceda se encuentra de hecho"
    },
    {
      "index": 15,
      "start_time": 88810.0,
      "end_time": 94770.0,
      "text": "detrás de nosotros. He aquí una paradoja: ¿Por qué  seguimos esperando que suceda algo que"
    },
    {
      "index": 16,
      "start_time": 94770.0,
      "end_time": 100080.0,
      "text": "ya ha sucedido? ¿Por qué no sabemos distinguir mejor el pasado del presente? La respuesta de"
    },
    {
      "index": 17,
      "start_time": 100080.0,
      "end_time": 106000.0,
      "text": "Winnicott está en la naturaleza de los eventos traumáticos de la niñez que no han sido procesados de forma apropiada"
    },
    {
      "index": 18,
      "start_time": 106000.0,
      "end_time": 111430.0,
      "text": "y como resultado, por ejemplo la muerte que no ha sido enterrada y lamentada en forma adecuada, comienzan"
    },
    {
      "index": 19,
      "start_time": 111430.0,
      "end_time": 114020.0,
      "text": "a perseguirnos indiscriminadamente en la edad adulta. No obstante estos no se manifiestan de forma directa"
    },
    {
      "index": 20,
      "start_time": 115020.0,
      "end_time": 117020.0,
      "text": "Por ejemplo, podemos sentir pánico"
    },
    {
      "index": 21,
      "start_time": 117020.0,
      "end_time": 121390.0,
      "text": "de que vamos a ser humillados y avergonzados. No existen fundamentos particularmente fuertes para"
    },
    {
      "index": 22,
      "start_time": 121390.0,
      "end_time": 127170.0,
      "text": "esto en la realidad objetiva, sin embargo estamos completamente convencidos de ello ya que esto fue lo que precisamente"
    },
    {
      "index": 23,
      "start_time": 127170.0,
      "end_time": 133200.0,
      "text": "nos sucedió cuando éramos pequeños a manos de uno de nuestros padres. O nos preocupamos intensamente"
    },
    {
      "index": 24,
      "start_time": 133200.0,
      "end_time": 137780.0,
      "text": "de ser abandonados por el ser amado no porque nuestra pareja sea desleal en ninguna"
    },
    {
      "index": 25,
      "start_time": 137780.0,
      "end_time": 143380.0,
      "text": "forma, sino porque alguien que alguna vez nos cuidó, lo fue en algún momento de"
    },
    {
      "index": 26,
      "start_time": 143380.0,
      "end_time": 149531.0,
      "text": "vulnerabilidad. Un beneficio de comprender cuántas de nuestras preocupaciones se deben a la niñez es de"
    },
    {
      "index": 27,
      "start_time": 149531.0,
      "end_time": 155660.0,
      "text": "de tener un nuevo sentido de que no es tanto el futuro por el cual deberíamos angustiarnos como por el pasado"
    },
    {
      "index": 28,
      "start_time": 155660.0,
      "end_time": 162340.0,
      "text": "Podemos reemplazar el miedo y la aprehensión con algo más triste pero finalmente más redentor:"
    },
    {
      "index": 29,
      "start_time": 162340.0,
      "end_time": 168319.0,
      "text": "El duelo. Podemos sentirnos profundamente tristes por nuestro 'yo más joven' como una alternativa a sentirnos"
    },
    {
      "index": 30,
      "start_time": 168319.0,
      "end_time": 174900.0,
      "text": "aterrados por nuestro 'yo del futuro'. Al apreciar el legado de preocupaciones de nuestra infancia, también nos damos cuenta de que"
    },
    {
      "index": 31,
      "start_time": 174900.0,
      "end_time": 181380.0,
      "text": "podemos adaptarnos y mejorar la forma en la que respondemos a todo aquello que nos aterra. Si"
    },
    {
      "index": 32,
      "start_time": 181380.0,
      "end_time": 186930.0,
      "text": "hemos sido bien educados, se nos habrá proporcionado un buen repertorio de estrategias a utilizar"
    },
    {
      "index": 33,
      "start_time": 186930.0,
      "end_time": 193170.0,
      "text": "cuando las crisis ocurran: Sabemos cómo llegar, buscar ayuda, quizás alejarse y sólo tomar"
    },
    {
      "index": 34,
      "start_time": 193170.0,
      "end_time": 199319.0,
      "text": "tanta responsabilidad como nos corresponda. Tenemos acceso a un corredor para salir de nuestros problemas."
    },
    {
      "index": 35,
      "start_time": 199319.0,
      "end_time": 203730.0,
      "text": "Pero cuando hemos carecido de este tipo de tutela, permanecemos en forma significativa atados"
    },
    {
      "index": 36,
      "start_time": 203730.0,
      "end_time": 209000.0,
      "text": "a nuestros problemas, como los niños asustados que alguna vez fuimos. Podemos ser altos, conducir un automóvil"
    },
    {
      "index": 37,
      "start_time": 209000.0,
      "end_time": 214510.0,
      "text": "y sonar como adultos, pero ante las preocupaciones recurrimos a nuestras herramientas infantiles para"
    },
    {
      "index": 38,
      "start_time": 214510.0,
      "end_time": 220630.0,
      "text": "solucionar algo: reaccionamos con exageración, callamos, gritamos, tenemos un carente sentido de otras opciones,"
    },
    {
      "index": 39,
      "start_time": 220630.0,
      "end_time": 227500.0,
      "text": "nos sentimos extremadamente limitados en nuestro poder de protesta y voluntad, perdemos toda la perspectiva."
    },
    {
      "index": 40,
      "start_time": 227500.0,
      "end_time": 232310.0,
      "text": "A lo que es apropiado, y de ninguna manera condescendiente, recordarnos a nosotros mismos lo que puede"
    },
    {
      "index": 41,
      "start_time": 232310.0,
      "end_time": 238750.0,
      "text": "-en lo más profundo de nosotros mismos- parecer un pensamiento completamente inverosímil: que ahora"
    },
    {
      "index": 42,
      "start_time": 238750.0,
      "end_time": 244530.0,
      "text": "somos adultos. En otras palabras, en respuesta a los tipos de terror que conocíamos tan bien"
    },
    {
      "index": 43,
      "start_time": 244530.0,
      "end_time": 249410.0,
      "text": "a la edad de cuatro u ocho, no tenemos que sentirnos tan temerosos o impotentes como"
    },
    {
      "index": 44,
      "start_time": 249410.0,
      "end_time": 255830.0,
      "text": "solíamos. Podemos preparar una protesta directa, podemos presentar un caso de forma elocuente, podemos"
    },
    {
      "index": 45,
      "start_time": 255830.0,
      "end_time": 263059.0,
      "text": "quejarnos y defender nuestra posición, podemos reconstruir nuestras vidas de una nueva forma en donde sea."
    },
    {
      "index": 46,
      "start_time": 263059.0,
      "end_time": 269440.0,
      "text": "Existen dos formas de mitigar el riesgo: tratar de quitar todo los riesgos del mundo o trabajar en"
    },
    {
      "index": 47,
      "start_time": 269440.0,
      "end_time": 275509.0,
      "text": "la actitud de uno mismo ante el riesgo. Sabiendo que muchos de nuestros miedos provienen de la niñez"
    },
    {
      "index": 48,
      "start_time": 275509.0,
      "end_time": 280870.0,
      "text": "al igual que nuestra respuesta ante estos, puede liberarnos de imaginarnos que la historia no tiene que repetirse a sí misma"
    },
    {
      "index": 49,
      "start_time": 280870.0,
      "end_time": 286509.0,
      "text": "con exactitud. La vida adulta no tiene que ser tan terrorífica como alguna vez lo fue nuestra niñez"
    },
    {
      "index": 50,
      "start_time": 286509.0,
      "end_time": 291800.0,
      "text": "y la respuesta a nuestros miedos puede tener más fuerza y confianza"
    },
    {
      "index": 51,
      "start_time": 291800.0,
      "end_time": 297060.0,
      "text": "lo que es el privilegio natural de ser adulto. Todavía seguiremos preocupados por una porción sustancial"
    },
    {
      "index": 52,
      "start_time": 297060.0,
      "end_time": 303770.0,
      "text": "del tiempo, pero tal vez con menos fragilidad y menos convicciones apremiantes sobre"
    },
    {
      "index": 53,
      "start_time": 303770.0,
      "end_time": 314050.0,
      "text": "la próxima catástrofe. Gracias por comentar, dar like y suscribirse. También ofrecemos"
    },
    {
      "index": 54,
      "start_time": 314050.0,
      "end_time": 320419.0,
      "text": "libros, juegos y sesiones de consejería. Para averiguar más,  siga la liga"
    },
    {
      "index": 55,
      "start_time": 320419.0,
      "end_time": 321639.0,
      "text": "en su pantalla ahora."
    }
  ]
}