{
  "video_id": "s9r-CxnCXkg",
  "title": "How To Make Perfect Scrambled Eggs - 3 ways | Jamie Oliver",
  "json": [
    {
      "index": 1,
      "start_time": 3610.0,
      "end_time": 9150.0,
      "text": "¡Qué hay FoodTubers! Aquí Mr. Oliver. Hoy Vamos a preparar huevos revueltos de tres maneras diferentes"
    },
    {
      "index": 2,
      "start_time": 9150.0,
      "end_time": 15759.0,
      "text": "Vamos a hacerlo al estilo inglés, al estilo francés y al estilo americano. Los huevos revueltos son hermosos"
    },
    {
      "index": 3,
      "start_time": 15759.0,
      "end_time": 22759.0,
      "text": "y muy deliciosos. El huevo de gallina es la forma más deliciosa"
    },
    {
      "index": 4,
      "start_time": 22840.0,
      "end_time": 29840.0,
      "text": "y económica de brillante proteína del mundo. Posee muchísimos micro-nutrientes"
    },
    {
      "index": 5,
      "start_time": 29990.0,
      "end_time": 36540.0,
      "text": "y es súper rápido de cocinar. Entonces, los huevos revueltos al estilo inglés. Vamos a iniciar con temperatura media."
    },
    {
      "index": 6,
      "start_time": 36540.0,
      "end_time": 48600.0,
      "text": "Yo voy a usar dos huevos por persona. Voy a hacer para dos. Simplemente bate los huevos"
    },
    {
      "index": 7,
      "start_time": 48680.0,
      "end_time": 54280.0,
      "text": "Ahora una recomendación- yo odio los huevos de jaulas así que para mi el estandar es mínimo de gallinas"
    },
    {
      "index": 8,
      "start_time": 54280.0,
      "end_time": 59480.0,
      "text": "camperas. Y por supuesto orgánicos. Hagámoslo."
    },
    {
      "index": 9,
      "start_time": 59480.0,
      "end_time": 65430.0,
      "text": "Voy a utilizar un buen trocito de mantequilla. Directamente dentro, solamente con un poquito de sal"
    },
    {
      "index": 10,
      "start_time": 65430.00000000001,
      "end_time": 72159.0,
      "text": "Para mi la manera perfecta para mover los huevos es con una pequeña espátula de esta manera."
    },
    {
      "index": 11,
      "start_time": 72159.0,
      "end_time": 77880.0,
      "text": "Así que voy a remover y muy rápido podemos ver como se asienta alrededor"
    },
    {
      "index": 12,
      "start_time": 77880.0,
      "end_time": 82500.0,
      "text": "de la base. Puedes ver los trozos cocidos y el huevo crudo. Entonces voy a dejarlo"
    },
    {
      "index": 13,
      "start_time": 82500.0,
      "end_time": 86979.0,
      "text": "Cada cinco segundos lo muevo un poco. No quieres que se pegue"
    },
    {
      "index": 14,
      "start_time": 86979.0,
      "end_time": 91830.0,
      "text": "mucho. Alguna gente añade leche, otros nata. Si los cocinas correctamente no"
    },
    {
      "index": 15,
      "start_time": 91830.0,
      "end_time": 97090.0,
      "text": "necesitas nada de eso. Ya esta cocido pero tienes que recordar que el cazo todavía esta caliente"
    },
    {
      "index": 16,
      "start_time": 97090.0,
      "end_time": 101510.0,
      "text": "y continuará cocinando. Así que lo que yo hago cuando llego a este punto es simplemente ponerlo"
    },
    {
      "index": 17,
      "start_time": 101510.0,
      "end_time": 107140.0,
      "text": "en el rincón del cazo y de esta forma no se cocinará demasiado. Tomo mi"
    },
    {
      "index": 18,
      "start_time": 107140.0,
      "end_time": 112700.0,
      "text": "tostada. Puedes poner mantequilla en la tostada pero recuerda que ya tenemos suficiente en"
    },
    {
      "index": 19,
      "start_time": 112700.0,
      "end_time": 119700.0,
      "text": "nuestros huevos revueltos. Entonces vamos con nuestros encantadores, preciosos huevos revueltos al estilo inglés."
    },
    {
      "index": 20,
      "start_time": 121020.0,
      "end_time": 128020.0,
      "text": "puedes ver que está medio cuajado, todavía húmedo alrededor. Mmmm completamente precioso"
    },
    {
      "index": 21,
      "start_time": 128530.0,
      "end_time": 135530.0,
      "text": "todavía suave en la textura. Entonces, huevos ingleses hechos.  Suaves, preciosos delicados. Siguiente Estilo francés"
    },
    {
      "index": 22,
      "start_time": 136830.0,
      "end_time": 145500.0,
      "text": "*habla francés* Hola, me llamo Jamie. Me gustan los huevos *intenta pronunciar bien* -- Bueno, huevos estilo francés."
    },
    {
      "index": 23,
      "start_time": 145590.0,
      "end_time": 151200.0,
      "text": "Sazonas ligeramente cuatro huevos de corral. Los batimos y verás que tenemos como dos centímetros"
    },
    {
      "index": 24,
      "start_time": 151200.0,
      "end_time": 157260.0,
      "text": "y medio de agua hirviendo y vamos a cocinarlos sobre un baño maría. Ahora"
    },
    {
      "index": 25,
      "start_time": 157260.0,
      "end_time": 164260.0,
      "text": "aquí esta la clave, los huevos se cocinan a una temperatura muy baja y tarda un rato."
    },
    {
      "index": 26,
      "start_time": 185900.0,
      "end_time": 192550.0,
      "text": "Vale, ahora podéis ver como se empieza a cuajar al final de aqui."
    },
    {
      "index": 27,
      "start_time": 192550.0,
      "end_time": 196750.0,
      "text": "Ahora es un buen momento para añadir unos trozos de mantequilla. Así que voy a"
    },
    {
      "index": 28,
      "start_time": 196750.0,
      "end_time": 202590.0,
      "text": "pasar del batidor a una espátula y vais a empezar a ver más partes"
    },
    {
      "index": 29,
      "start_time": 202590.0,
      "end_time": 208010.0,
      "text": "delicadas y cuajadas. Mira, aquí tenemos. Estamos en un buen punto.  Vamos"
    },
    {
      "index": 30,
      "start_time": 208010.0,
      "end_time": 219100.0,
      "text": "encima y muy muy diferentes a los ingleses. Cuando lo comes, está muy, muy bien. Es"
    },
    {
      "index": 31,
      "start_time": 219159.0,
      "end_time": 225590.0,
      "text": "muy lujoso. Así que aquí tenéis chicos los huevos al estilo francés. Están deliciosos. y finalmente"
    },
    {
      "index": 32,
      "start_time": 225590.0,
      "end_time": 235300.0,
      "text": "Food Tubers vamos a terminar con los huevos al estilo americano. Vale, vamos a empezar"
    },
    {
      "index": 33,
      "start_time": 235349.0,
      "end_time": 240650.0,
      "text": "igual. Pon un poco de sal en cuatro huevos. Vamos a usar una sartén.  Añade"
    },
    {
      "index": 34,
      "start_time": 240650.0,
      "end_time": 247420.0,
      "text": "un trozo de mantequilla. Vamos a hacer que burbujee. Añadimos los huevos. Verás como"
    },
    {
      "index": 35,
      "start_time": 247420.0,
      "end_time": 253230.0,
      "text": "empieza a asentarse y cuando empieza a cuajar voy a traer estas preciosas capas. Y obtienes"
    },
    {
      "index": 36,
      "start_time": 253230.0,
      "end_time": 261400.0,
      "text": "estas especie de preciosos pliegues en los huevos. Ves como aparecen estas hermosas capas?."
    },
    {
      "index": 37,
      "start_time": 261399.99999999997,
      "end_time": 266849.0,
      "text": "Se aplican las mismas reglas que que con los franceses e ingleses; quieres cocinarlos delicadamente"
    },
    {
      "index": 38,
      "start_time": 266849.0,
      "end_time": 272990.0,
      "text": "Se ve bien chicos. Por último pero no menos importante, hay algo un poco"
    },
    {
      "index": 39,
      "start_time": 272990.0,
      "end_time": 279219.0,
      "text": "delicado pero pero substancial sobre esto, puedes ver las partes brillantes que están menos cocinadas"
    },
    {
      "index": 40,
      "start_time": 279219.0,
      "end_time": 285409.0,
      "text": "hay partes cocidas y delicadas capas. Mira esto. Huevos revueltos al"
    },
    {
      "index": 41,
      "start_time": 285409.0,
      "end_time": 290539.0,
      "text": "estilo americano. Tan sabrosos. Ahora, todos estos estilos, francés, inglés y americano todos tienen"
    },
    {
      "index": 42,
      "start_time": 290539.0,
      "end_time": 294659.0,
      "text": "los mismos huevos, misma sal, misma cantidad de mantequilla pero el método que hemos"
    },
    {
      "index": 43,
      "start_time": 294659.0,
      "end_time": 299860.0,
      "text": "utilizado para cocinarlos los ha cambiado completamente, no solo la textura y el aspecto sino que también el sabor."
    },
    {
      "index": 44,
      "start_time": 299860.0,
      "end_time": 303669.0,
      "text": "Entonces hemos hecho ingleses, franceses y americanos, esto es solo la punta del iceberg"
    },
    {
      "index": 45,
      "start_time": 303669.0,
      "end_time": 307399.0,
      "text": "Hay cientos de países alrededor del mundo. Así que Cómo cocinas tus huevos?"
    },
    {
      "index": 46,
      "start_time": 307399.0,
      "end_time": 312099.0,
      "text": "Cuéntanos, nos encanta. De eso se trata Food Tube. Cuidaros chicos, adiós"
    }
  ]
}