{
  "video_id": "se9JV6ngBis",
  "title": "Top 10 Basic English Phrases To Visit Britain",
  "json": [
    {
      "index": 1,
      "start_time": 440.0,
      "end_time": 4840.0,
      "text": "Si estás viniendo a Britania. Tal vez por vacaciones. Tal vez por un viaje de negocios. Tal vez"
    },
    {
      "index": 2,
      "start_time": 4840.0,
      "end_time": 10420.0,
      "text": "es para estudiar. Bueno, aquí las 10 frases básicas en inglés que necesitas saber."
    },
    {
      "index": 3,
      "start_time": 17680.0,
      "end_time": 22240.0,
      "text": "Bien, si hay una palabra que necesitas saber si vienes a Britania, es \"Thank you\". Nosotros"
    },
    {
      "index": 4,
      "start_time": 22241.0,
      "end_time": 27230.0,
      "text": "usamos \"Thank you\" todo el tiempo. Si alguien te abre la puerta, decimos \"Thank you\". Cuando el"
    },
    {
      "index": 5,
      "start_time": 27230.0,
      "end_time": 31480.0,
      "text": "camarero o la camarera te trae tu comida decimos \"Thank you\". Todo el tiempo. Entonces tenemos un montón"
    },
    {
      "index": 6,
      "start_time": 31480.0,
      "end_time": 36460.0,
      "text": "de dieferentes formas de decir \"Thank you\". Tenemos \"thanks\". Tenemos \"thanks so much\". Tenemos"
    },
    {
      "index": 7,
      "start_time": 36460.0,
      "end_time": 41679.0,
      "text": "también \"cheers\", lo cual es realmente una forma agradable de decir \"Thank you\", \"cheers\". Así que asegúrate"
    },
    {
      "index": 8,
      "start_time": 41679.0,
      "end_time": 50239.0,
      "text": "de aprender al menos una forma, y úsalo todo el tiempo. Nuestra siguiente palabra es"
    },
    {
      "index": 9,
      "start_time": 50239.0,
      "end_time": 55249.0,
      "text": "\"excuse me\" Ahora, esta es una palabra brillante, porque tiene un montón de significados diferente. Uno de ellos"
    },
    {
      "index": 10,
      "start_time": 55249.0,
      "end_time": 60460.0,
      "text": "es llamar la atención, la atención de alguien. Pues, puedes decir \"excuse me\" lo cual significa que tú"
    },
    {
      "index": 11,
      "start_time": 60460.0,
      "end_time": 67470.0,
      "text": "quieres su atención. Puede ser también una disculpa o una forma de disculparse. Entonces \"oh excuse me\" es"
    },
    {
      "index": 12,
      "start_time": 67470.0,
      "end_time": 71530.0,
      "text": "una forma de decir \"Lo siento\" Es muy bueno también cuando estás caminado por la ciudad y para"
    },
    {
      "index": 13,
      "start_time": 71530.0,
      "end_time": 76150.0,
      "text": "sobrepasar a las personas. Puedes decir \"excuse me\" si quieres sobrepasarlos, asegurando"
    },
    {
      "index": 14,
      "start_time": 76150.0,
      "end_time": 83450.0,
      "text": "que ellos sepan que estás ahí. Es una palabra que tiene un montón de significados diferentes, muy útil."
    },
    {
      "index": 15,
      "start_time": 83450.0,
      "end_time": 91750.0,
      "text": "Quizás la palabra más útil en inglés es \"sorry\". Usamos \"sorry\" todo el tiempo. Me refiero,"
    },
    {
      "index": 16,
      "start_time": 91750.0,
      "end_time": 96130.0,
      "text": "usamos \"sorry\" para disculparse incluso cuando no hicimos nada malo. Por ejemplo si alguien"
    },
    {
      "index": 17,
      "start_time": 96130.0,
      "end_time": 101810.0,
      "text": "se tropieza conmigo, diría \"sorry\". No sé, es un poco raro, sé que es loco. También"
    },
    {
      "index": 18,
      "start_time": 101810.0,
      "end_time": 104810.0,
      "text": "usamos \"sorry\" para hacer que alguien repita algo. Entonces si no entendimos lo que dijeron"
    },
    {
      "index": 19,
      "start_time": 104810.0,
      "end_time": 114890.0,
      "text": "podríamos decir \"sorry\" y es una manera de pedirles que repitan lo que dijeron."
    },
    {
      "index": 20,
      "start_time": 114890.0,
      "end_time": 119400.0,
      "text": "Ahora, estoy seguro que tu inglés está mucho mejor de lo que crees que es, pero si no te sientes totalmente"
    },
    {
      "index": 21,
      "start_time": 119400.0,
      "end_time": 123200.0,
      "text": "seguro con tu inglés cuando estés aquí podrías decir \"I´m sorry but I"
    },
    {
      "index": 22,
      "start_time": 123200.0,
      "end_time": 132090.0,
      "text": "don´t speak much English\". Esa es una  grandiosa frase para usar y preparar a alguien para una conversación"
    },
    {
      "index": 23,
      "start_time": 132090.0,
      "end_time": 136620.0,
      "text": "y con suerte serán un poquito más lentos en su discurso. Dirán cosas más claras"
    },
    {
      "index": 24,
      "start_time": 136620.0,
      "end_time": 141800.0,
      "text": "para ayudarte a entender lo que están diciendo. Ahora a veces las personas hablan realmente rápido"
    },
    {
      "index": 25,
      "start_time": 141800.0,
      "end_time": 147520.0,
      "text": "y podrías querer que repitan lo que acaban de decir. Entonces, podrías decir \"Could you say"
    },
    {
      "index": 26,
      "start_time": 147520.0,
      "end_time": 152830.0,
      "text": "that again, please?\" Con suerte repetirán lo que dijeron y podrás entenderlos."
    },
    {
      "index": 27,
      "start_time": 152830.0,
      "end_time": 158190.0,
      "text": "Una frase muy útil que usamos todo el tiempo es \"I´d like...\" Es exactamente lo mismo"
    },
    {
      "index": 28,
      "start_time": 158190.0,
      "end_time": 163200.0,
      "text": "que \"I want\", lo usamos para hacer todo.  Para ordenar comida por ejemplo podrías decir \"I´d"
    },
    {
      "index": 29,
      "start_time": 163200.0,
      "end_time": 167280.0,
      "text": "like a hamburger, please\" (Me gustaría una hamburguesa, por favor ) \"I´d like a ticket,"
    },
    {
      "index": 30,
      "start_time": 167280.0,
      "end_time": 173850.0,
      "text": "please\" (Un boleto por favor). Por ello, \"I´d like\" es una frase muy útil. La palabra \"I´d\" proviene de \"I would\" entonces \"I would like\", lo contraemos"
    },
    {
      "index": 31,
      "start_time": 173850.0,
      "end_time": 188660.0,
      "text": "a \"I´d like\". Entonces lo que decimos cuando queremos encontrar algo, cuando queremos ubicar"
    },
    {
      "index": 32,
      "start_time": 188660.0,
      "end_time": 192920.0,
      "text": "donde está algo. Hay muchas frases diferente que podríamos usar. Usamos \"excuse me\" tal vez"
    },
    {
      "index": 33,
      "start_time": 192920.0,
      "end_time": 198970.0,
      "text": "para tomar la atención de alguien para luego decir \"Excuse me, do you know where the nearest \""
    },
    {
      "index": 34,
      "start_time": 198970.0,
      "end_time": 203670.0,
      "text": "toilet is?\" (Disculpa, ¿Sabes dónde está el baño más cercano?) o \"Do you know where the nearest tube station is?\" (¿Sabes dónde está la estación de metro más cercana?) o \"Do you know where the"
    },
    {
      "index": 35,
      "start_time": 203670.0,
      "end_time": 211280.0,
      "text": "nearest ice rink is?\" (¿Sabes dónde esta la pista de hielo más cercana?) Muy bien, tenemos eso. Podrías decir \"Excuse me, do you know where"
    },
    {
      "index": 36,
      "start_time": 211280.0,
      "end_time": 221280.0,
      "text": "Buckingham Palace is?\" (Disculpa, ¿Sabes dónde esta el palacio de Buckingham?). Por ello, es una buena frase para encontrar algo."
    },
    {
      "index": 37,
      "start_time": 221280.0,
      "end_time": 225230.0,
      "text": "Por supuesto si quieres saber el precio de algo, podrías decir \"How much is...\" (¿Cuánto cuesta...?)"
    },
    {
      "index": 38,
      "start_time": 225230.0,
      "end_time": 232760.0,
      "text": "\"How much is this?\" (¿Cuánto cuesta esto?) \"How much is that?\" (¿Cuánto cuesta eso?) \"How much is this t-shirt?\" (¿Cuánto cuesta este polo?) \"How much are these"
    },
    {
      "index": 39,
      "start_time": 232760.0,
      "end_time": 240470.0,
      "text": "jeans?\" (¿Cuánto cuestan estos jeans?) etc. \"How much\" es una frase muy útil. Otra frase esencial cuando vengas a"
    },
    {
      "index": 40,
      "start_time": 240470.0,
      "end_time": 246120.0,
      "text": "Londres es \"Could we have...?\" lo cual es una forma educada de pedir algo, por ejemplo"
    },
    {
      "index": 41,
      "start_time": 246120.0,
      "end_time": 253931.0,
      "text": "\"Could we have the bill, please?\" (¿Podrías darme la cuenta por favor?) o \"Could we have the menu, please?\" (¿Podrías darme el menú por favor?), entonces \"Could we have\""
    },
    {
      "index": 42,
      "start_time": 253931.0,
      "end_time": 258959.0,
      "text": "o \"Could I have\" es una manera agradable y educada al pedir algo. Un poquito antes cuando"
    },
    {
      "index": 43,
      "start_time": 258959.0,
      "end_time": 264770.0,
      "text": "vimos \"Could you say that again?\" (¿Podrías decir eso de nuevo?) pues esto también es una forma agradable y educada de pedir algo. Nuestra"
    },
    {
      "index": 44,
      "start_time": 264770.0,
      "end_time": 268810.0,
      "text": "frase final del día es tal vez la más importante aunque sé que dije eso para cada"
    },
    {
      "index": 45,
      "start_time": 268810.0,
      "end_time": 276120.0,
      "text": "frase hasta ahora. \"Do you have wifi?\" (¿Tienes wifi?) En estos días necesitamos siempre wifi, necesitamos siempre estar"
    },
    {
      "index": 46,
      "start_time": 276120.0,
      "end_time": 285010.0,
      "text": "conectados, entonces la frase es \"Do you have wifi?\" La más importante. También puedes preguntar \"What´s"
    },
    {
      "index": 47,
      "start_time": 285010.0,
      "end_time": 289430.0,
      "text": "the password?\" si tienen wifi \"What´s the password\" Siendo eso la"
    },
    {
      "index": 48,
      "start_time": 289430.0,
      "end_time": 293220.0,
      "text": "pequeña palabra o número que te darán y así puedas conectarte. Eat Sleep"
    },
    {
      "index": 49,
      "start_time": 293220.0,
      "end_time": 297070.0,
      "text": "Dreamers espero que hayan encontrado esto útil. Espero que cuando vengan a Britania puedan"
    },
    {
      "index": 50,
      "start_time": 297070.0,
      "end_time": 301680.0,
      "text": "usar todas esas frases perfectamente. Recuerden que hago nuevos videos cada martes y cada"
    },
    {
      "index": 51,
      "start_time": 301680.0,
      "end_time": 305130.0,
      "text": "viernes ayudándolos a llevar su inglés al siguiente nivel. Realmente he disfrutado esta caminata"
    },
    {
      "index": 52,
      "start_time": 305130.0,
      "end_time": 311660.0,
      "text": "alrededor de Londres chicos, me gustaría hacerlo nuevamente en algún momento. Hasta la próxima, soy Tom, The"
    },
    {
      "index": 53,
      "start_time": 311660.0,
      "end_time": 313670.0,
      "text": "chief dreamer, despidiéndose.\n \nCredits: My love Little Lía"
    }
  ]
}