{
  "video_id": "sGeDwZR5BOY",
  "title": "10 Interesting Facts About Introverts",
  "json": [
    {
      "index": 1,
      "start_time": 16000.0,
      "end_time": 19000.0,
      "text": "10 datos sobre los introvertidos"
    },
    {
      "index": 2,
      "start_time": 19750.0,
      "end_time": 26160.0,
      "text": "Uno. Hay cuatro tipos de introvertidos social mental ansioso y reservado"
    },
    {
      "index": 3,
      "start_time": 26860.0,
      "end_time": 33209.0,
      "text": "La introversión social es lo que comunmente es aceptada y entendida como la definicion estereotipica de introversion"
    },
    {
      "index": 4,
      "start_time": 33910.0,
      "end_time": 38519.0,
      "text": "Los intovertidos sociales prefieren la soledad o pequeños grupos de personas sobre grandes reuniones"
    },
    {
      "index": 5,
      "start_time": 38769.0,
      "end_time": 45299.0,
      "text": "Prefieren quedarse en casa con un libro o una computadora portátil o pasar el rato con amigos cercanos que ir a fiestas con muchas caras desconocidas"
    },
    {
      "index": 6,
      "start_time": 46000.0,
      "end_time": 52260.0,
      "text": "Sin embargo, la introversión social es diferente de la timidez porque no hay ansiedad asociada a su necesidad de soledad."
    },
    {
      "index": 7,
      "start_time": 53080.0,
      "end_time": 55080.0,
      "text": "La introversión mental es un concepto más nuevo"
    },
    {
      "index": 8,
      "start_time": 55680.0,
      "end_time": 59580.0,
      "text": "Los introvertidos mentales son reflexivos introspectivamente y autoreflexivos"
    },
    {
      "index": 9,
      "start_time": 59620.0,
      "end_time": 68660.0,
      "text": "a diferencia de los introvertidos sociales no sienten la necesidad de evitar grandes escenas sociales, sino que les gusta soñar despiertos usando su rica imaginación y capacidades creativas"
    },
    {
      "index": 10,
      "start_time": 69520.0,
      "end_time": 74700.0,
      "text": "Los introvertidos ansiosos, por otro lado, buscan tiempo solos porque se sienten incómodos y autoconscientes"
    },
    {
      "index": 11,
      "start_time": 75120.0,
      "end_time": 79340.0,
      "text": "A diferencia de los introvertidos sociales, experimentan una timidez dolorosa con las personas nuevas"
    },
    {
      "index": 12,
      "start_time": 79340.0,
      "end_time": 85520.0,
      "text": "y la ansiedad no desaparece necesariamente cuando están solos porque dejan que las situaciones se repitan una y otra vez en sus cabezas"
    },
    {
      "index": 13,
      "start_time": 86079.0,
      "end_time": 88079.0,
      "text": "contemplando qué pudo haber salido mal"
    },
    {
      "index": 14,
      "start_time": 88299.0,
      "end_time": 93749.0,
      "text": "Por último, los introvertidos reservados funcionan a un ritmo más lento y prefieren pensar antes de hablar o actuar"
    },
    {
      "index": 15,
      "start_time": 94300.0,
      "end_time": 96360.0,
      "text": "También son conocidos por ser reservados."
    },
    {
      "index": 16,
      "start_time": 96600.0,
      "end_time": 100140.0,
      "text": "Les gusta tomarse su tiempo para evitar que el impulso afecte su toma de decisiones"
    },
    {
      "index": 17,
      "start_time": 102170.0,
      "end_time": 107170.0,
      "text": "Dos. Los introvertidos reaccionan rápidamente a la información nueva, pero son lentos para monitorear el cambio"
    },
    {
      "index": 18,
      "start_time": 108020.0,
      "end_time": 112210.0,
      "text": "Los cerebros de los introvertidos se entusiasman más cuando analizan qué pasos deben dar en el futuro"
    },
    {
      "index": 19,
      "start_time": 112360.0,
      "end_time": 115080.0,
      "text": "pero dudan cuando necesitan prepararse para la acción"
    },
    {
      "index": 20,
      "start_time": 115280.0,
      "end_time": 120220.0,
      "text": "mientras que los extrovertidos necesitan minimizar los pensamientos en sus cabezas para tomar una decisión, pero actuar rápidamente después"
    },
    {
      "index": 21,
      "start_time": 122480.0,
      "end_time": 124860.0,
      "text": "Tres. Los intovertidos le temen a las conversaciones triviales"
    },
    {
      "index": 22,
      "start_time": 125540.0,
      "end_time": 129500.0,
      "text": "Los introvertidos pueden parecer desinteresados en otras personas porque no les gusta este tipo de charla"
    },
    {
      "index": 23,
      "start_time": 129500.0,
      "end_time": 133740.0,
      "text": "sin embargo, solo les desagrada porque crea barreras entre ellos y otros"
    },
    {
      "index": 24,
      "start_time": 134209.0,
      "end_time": 141339.0,
      "text": "En cambio, los introvertidos quieren sentirse auténticamente conectados, por lo que anhelan conversaciones profundas y significativas que ayuden a reducir las barreras sociales"
    },
    {
      "index": 25,
      "start_time": 143450.0,
      "end_time": 145600.0,
      "text": "Four. Los introvertidos necesitan tiempo a solas"
    },
    {
      "index": 26,
      "start_time": 146150.0,
      "end_time": 153850.0,
      "text": "Esto se debe a que los introvertidos responden de manera diferente a las recompensas tales como comida, dinero, sexo y estatus social que los extrovertidos"
    },
    {
      "index": 27,
      "start_time": 154100.0,
      "end_time": 161949.0,
      "text": "A pesar de que les importa comer, los ingresos y las relaciones, están menos motivados y experimentan menos entusiasmo por las posibilidades de ellos"
    },
    {
      "index": 28,
      "start_time": 162530.0,
      "end_time": 168009.0,
      "text": "Por el contrario, los extrovertidos están más entusiasmados de trabajar para obtener esas recompensas, razón por la cual son tan propensos a la gratificación instantánea"
    },
    {
      "index": 29,
      "start_time": 168560.0,
      "end_time": 170560.0,
      "text": "más seguido que los introvertidos"
    },
    {
      "index": 30,
      "start_time": 172100.0,
      "end_time": 176379.0,
      "text": "Cinco. Los introvertidos son más cuidadosos y calculados sobre qué riesgos tomar"
    },
    {
      "index": 31,
      "start_time": 176690.0,
      "end_time": 181389.0,
      "text": "Esto se debe a una diferencia en la actividad de la dopamina entre los cerebros introvertidos y los extrovertidos"
    },
    {
      "index": 32,
      "start_time": 182150.0,
      "end_time": 184010.0,
      "text": "La dopamina es un neurotransmisor"
    },
    {
      "index": 33,
      "start_time": 184010.0,
      "end_time": 190299.0,
      "text": "asociado con los riesgos de búsqueda de sensaciones y nuevas aventuras, tanto los introvertidos como los extrovertidos tienen la misma cantidad"
    },
    {
      "index": 34,
      "start_time": 190299.0,
      "end_time": 194108.0,
      "text": "Pero los cerebros de los introvertidos son menos activos en la región que genera dopamina"
    },
    {
      "index": 35,
      "start_time": 196090.0,
      "end_time": 198119.0,
      "text": "Seis. Los introvertidos son pensadores profundos"
    },
    {
      "index": 36,
      "start_time": 198910.0,
      "end_time": 204240.0,
      "text": "Dado que los introvertidos usan menos actividad de la dopamina, dependen más de un neurotransmisor llamado acetilcolina"
    },
    {
      "index": 37,
      "start_time": 205120.0,
      "end_time": 207210.0,
      "text": "Al igual que la dopamina, está relacionada con el placer"
    },
    {
      "index": 38,
      "start_time": 207250.0,
      "end_time": 209699.0,
      "text": "pero el placer se produce al girar hacia adentro"
    },
    {
      "index": 39,
      "start_time": 210040.0,
      "end_time": 215669.0,
      "text": "Esto permite a los introvertidos reflexionar profundamente y mantenerse enfocados en una sola tarea durante un período prolongado de tiempo"
    },
    {
      "index": 40,
      "start_time": 216850.0,
      "end_time": 222029.0,
      "text": "la acetilcolina también influye en ellos para preferir ambientes tranquilos y callados sobre lugares ruidosos y concurridos"
    },
    {
      "index": 41,
      "start_time": 224420.0,
      "end_time": 226629.0,
      "text": "Siete. Los introvertidos son más creativos"
    },
    {
      "index": 42,
      "start_time": 227629.0,
      "end_time": 229489.0,
      "text": "Los introvertidos necesitan soledad para recargar"
    },
    {
      "index": 43,
      "start_time": 229489.0,
      "end_time": 232569.0,
      "text": "pero también es en la soledad donde encuentran la creatividad"
    },
    {
      "index": 44,
      "start_time": 233000.0,
      "end_time": 239679.0,
      "text": "La mayoría de los artistas y escritores que se identifican como introvertidos producen su mejor trabajo cuando están solos en lugar de en entornos grupales"
    },
    {
      "index": 45,
      "start_time": 240530.0,
      "end_time": 244059.0,
      "text": "Además, las personas en general se sienten menos cohibidas cuando están solas"
    },
    {
      "index": 46,
      "start_time": 244129.0,
      "end_time": 249699.0,
      "text": "Así que estar en soledad ayuda a los introvertidos a sentirse seguros para tomar riesgos que permiten que fluyan sus jugos creativos"
    },
    {
      "index": 47,
      "start_time": 251659.0,
      "end_time": 252739.0,
      "text": "Ocho."
    },
    {
      "index": 48,
      "start_time": 252739.0,
      "end_time": 254269.0,
      "text": "A los introvertidos les gusta la lluvia"
    },
    {
      "index": 49,
      "start_time": 254269.0,
      "end_time": 259508.0,
      "text": "La lluvia crea un ruido blanco que atrae a los introvertidos porque señala oportunidades para la soledad"
    },
    {
      "index": 50,
      "start_time": 259699.0,
      "end_time": 265179.0,
      "text": "Encuentran el efecto calmante placentero, ya que les permite escapar dentro de ellos mismos por el momento"
    },
    {
      "index": 51,
      "start_time": 265490.0,
      "end_time": 270519.0,
      "text": "La lluvia también ayuda a reducir las expectativas del día y no es tan estimulante como el Sol"
    },
    {
      "index": 52,
      "start_time": 272389.0,
      "end_time": 277329.0,
      "text": "Nueve. Pretender ser extrovertido puede tener un efecto negativo en el desempeño de un introvertido"
    },
    {
      "index": 53,
      "start_time": 277580.0,
      "end_time": 283090.0,
      "text": "El tiempo que los introvertidos gastan en pretender ser personas que no son, interrumpe su nivel habitual de rendimiento"
    },
    {
      "index": 54,
      "start_time": 283280.0,
      "end_time": 289089.0,
      "text": "Es importante darse cuenta y reconocer esto ya que el mundo está tan acostumbrado a tratar de moldear a los introvertidos y extrovertidos"
    },
    {
      "index": 55,
      "start_time": 291169.0,
      "end_time": 292220.0,
      "text": "Diez."
    },
    {
      "index": 56,
      "start_time": 292220.0,
      "end_time": 294579.0,
      "text": "Los introvertidos podrían no priorizar la felicidad"
    },
    {
      "index": 57,
      "start_time": 295070.0,
      "end_time": 297939.0,
      "text": "Aunque vivimos en una cultura que enfatiza la felicidad"
    },
    {
      "index": 58,
      "start_time": 298400.0,
      "end_time": 304209.0,
      "text": "Los introvertidos en realidad prefieren mantener un estado emocional neutral cuando se les presentan tareas como tomar una prueba"
    },
    {
      "index": 59,
      "start_time": 304400.0,
      "end_time": 312190.0,
      "text": "dar un discurso o pensar racionalmente. Esto se debe a que la felicidad y la emoción que despierta pueden distraerlos de completar sus tareas de manera eficiente"
    },
    {
      "index": 60,
      "start_time": 313159.0,
      "end_time": 316839.0,
      "text": "Los extrovertidos, por otro lado, prefieren la felicidad porque actúa como un motivador"
    },
    {
      "index": 61,
      "start_time": 318340.0,
      "end_time": 325400.0,
      "text": "¿Eres un introvertido? Si es así, ¿encuentra relevante alguno de estos hechos? No dude en compartir en los comentarios debajo"
    },
    {
      "index": 62,
      "start_time": 326360.0,
      "end_time": 327840.0,
      "text": "Si disfrutaste este video"
    },
    {
      "index": 63,
      "start_time": 327840.0,
      "end_time": 333440.0,
      "text": "Asegúrese de visitar nuestro sitio web y otras redes sociales, así como nuestra nueva cuenta de patreon para obtener más contenido"
    },
    {
      "index": 64,
      "start_time": 333660.0,
      "end_time": 334980.0,
      "text": "y no te olvides de suscribirte"
    },
    {
      "index": 65,
      "start_time": 334980.0,
      "end_time": 336980.0,
      "text": "Gracias por ver"
    }
  ]
}