{
  "video_id": "SroaQ5d9XyA",
  "title": "Learn English ANYWHERE",
  "json": [
    {
      "index": 1,
      "start_time": 260.0,
      "end_time": 4890.0,
      "text": "\"Eat Sleep Dreamers\" Soy un firme creyente de que puedes aprender Ingles a cualquier hora y en cualquier lugar."
    },
    {
      "index": 2,
      "start_time": 4890.0,
      "end_time": 8740.0,
      "text": "Yo siempre le digo a mis estudiantes que mantengan sus cabezas arriba y sus ojos abiertos y puedes encontrar"
    },
    {
      "index": 3,
      "start_time": 8740.0,
      "end_time": 14060.0,
      "text": "Ingles genial por todos lados en los que mires. Asi que hoy pense en llevarte por Londres y podemos encontrar"
    },
    {
      "index": 4,
      "start_time": 14060.0,
      "end_time": 18640.0,
      "text": "ejemplos de Ingles alrededor de la ciudad. Asi que si estas listo, hagamoslo."
    },
    {
      "index": 5,
      "start_time": 26400.0,
      "end_time": 30100.0,
      "text": "Muy bien \"Eat Sleep Dreamers\" hemos encontrado nuestro primer ejemplo. Este es un producto para el cabello,"
    },
    {
      "index": 6,
      "start_time": 30100.0,
      "end_time": 34260.0,
      "text": "hay un par de muy buenas frases aqui. La primera que quiero mirar es \"the big smoke\"."
    },
    {
      "index": 7,
      "start_time": 34260.0,
      "end_time": 39420.0,
      "text": "Ahora esta es una frase informal para referirse a una ciudad. Nosotros llamammos a Londres \"The big smoke\"."
    },
    {
      "index": 8,
      "start_time": 39420.0,
      "end_time": 43700.0,
      "text": "puedes llamar a cualquier ciudad \"the big smoke\" para ser honesto. Otra buena frase que tengo aqui"
    },
    {
      "index": 9,
      "start_time": 44020.0,
      "end_time": 49280.0,
      "text": "es \"ta-da\". Cuando estas revelando algo a alguien tal vez en una forma dramática"
    },
    {
      "index": 10,
      "start_time": 49280.0,
      "end_time": 54270.0,
      "text": "tu dirás \"ta-da\". Entonces un mago podría decirlo o digamos que tu tienes un nuevo vestido bonito y"
    },
    {
      "index": 11,
      "start_time": 54270.0,
      "end_time": 57609.0,
      "text": "lo estas usando y se lo muestras a tu pareja y dices \"ta-da\" entonces lo usaremos. es una"
    },
    {
      "index": 12,
      "start_time": 57609.0,
      "end_time": 61539.0,
      "text": "pequeña expresión genial. Muy bien, entonces como puedes ver, un par de frases geniales de solo"
    },
    {
      "index": 13,
      "start_time": 61540.0,
      "end_time": 64840.0,
      "text": "un cartel. Increible, muy bien vamos a encontrar otra."
    },
    {
      "index": 14,
      "start_time": 76380.0,
      "end_time": 80760.0,
      "text": "Ok, He acabado de encontrar otro ejemplo. Hay una pelicula llamada \"Downsizing\". el verbo"
    },
    {
      "index": 15,
      "start_time": 80760.0,
      "end_time": 85671.0,
      "text": "\"downsize\" quiere decir reducir en tamaño. Así que a menudo si alguien vive en una casa grande y ellos"
    },
    {
      "index": 16,
      "start_time": 85671.0,
      "end_time": 90910.0,
      "text": "quieren pasarse a una casa mas pequeña, ellos \"downsize\". Ellos consiguen una casa mas pequeña. Tu podrías"
    },
    {
      "index": 17,
      "start_time": 90910.0,
      "end_time": 96450.0,
      "text": "tambien pensar en una empresa haciendose mas pequeña. Reduciendo el numero de miembros. Asi que si!"
    },
    {
      "index": 18,
      "start_time": 96450.0,
      "end_time": 101840.0,
      "text": "Es un verbo útil. Es por su puesto un sustantivo, \"downsizing\", el sustantivo pero tienes"
    },
    {
      "index": 19,
      "start_time": 101840.0,
      "end_time": 103640.0,
      "text": "una pelicula con gran vocabulario."
    },
    {
      "index": 20,
      "start_time": 119280.0,
      "end_time": 123560.0,
      "text": "Asi que estoy caminando a lo largo de la calle Carnaby la cual es una de las calles de compras mas famosas de Londres"
    },
    {
      "index": 21,
      "start_time": 123560.0,
      "end_time": 128789.0,
      "text": "estoy mirando a los alrededores para  ver si puedo encontrar cualquier vocabulario o frases útiles"
    },
    {
      "index": 22,
      "start_time": 128788.99999999999,
      "end_time": 133599.0,
      "text": "como en cualquier lugar en las tiendas. A menudo las ventanas de las tiendas tendrán frases en ellas o las"
    },
    {
      "index": 23,
      "start_time": 133599.0,
      "end_time": 136840.0,
      "text": "mismas tiendas tienen nombres interesantes. Así que solo estoy manteniendo un ojo alerta."
    },
    {
      "index": 24,
      "start_time": 136840.0,
      "end_time": 142060.0,
      "text": "He visto este letrero que dice \"Birchbox pop-up\". un \"Pop-Up\" es una tienda que es muy temporal"
    },
    {
      "index": 25,
      "start_time": 142060.0,
      "end_time": 146859.0,
      "text": "asi que tal vez una empresa renta un espacio en una calle por un par de meses y ellos"
    },
    {
      "index": 26,
      "start_time": 146859.0,
      "end_time": 152099.0,
      "text": "pondrán la tienda allí y es solo una renta temporal. La ponen ahí y se va"
    },
    {
      "index": 27,
      "start_time": 152099.0,
      "end_time": 155239.0,
      "text": "Tan pronto como esta allí, esta allí por un mes o por un par de semanas de después se va"
    },
    {
      "index": 28,
      "start_time": 155239.0,
      "end_time": 160629.0,
      "text": "Así que tienes que ser rapido. Es un pop-up. Y este es un tipo de tienda de maquillajes \"pop-up\""
    },
    {
      "index": 29,
      "start_time": 160629.0,
      "end_time": 164129.0,
      "text": "o algo así. No lo se, Como sea, una tienda \"\"Pop-Up"
    },
    {
      "index": 30,
      "start_time": 164129.0,
      "end_time": 167300.0,
      "text": "Muy bien estoy parado afuera de una tienda de tarjetas y he mirado algunas de las cartas"
    },
    {
      "index": 31,
      "start_time": 167300.0,
      "end_time": 172370.0,
      "text": "y las cartas tienen un Ingles impresionante en ellas. La que escogí tenía un \"troll\"."
    },
    {
      "index": 32,
      "start_time": 172370.0,
      "end_time": 177620.0,
      "text": "Que es un sustantivo y significa alguien el internet que de forma intencionada trata de molestar a otra gente"
    },
    {
      "index": 33,
      "start_time": 177620.0,
      "end_time": 182239.0,
      "text": "para hacerlos enojar. Para decir cosas groseras, o cosas así. Tu los mirarás"
    },
    {
      "index": 34,
      "start_time": 182239.0,
      "end_time": 186311.0,
      "text": "comentarios de YouTube o algo. Gente siendo grosera, ellos son trolls. Estan tratando de obtener una"
    },
    {
      "index": 35,
      "start_time": 186311.0,
      "end_time": 190510.0,
      "text": "reacción de otras personas. Así que incluso en tarjetas puedes obtener Ingles impresionante. Muy bien"
    },
    {
      "index": 36,
      "start_time": 190510.0,
      "end_time": 195510.0,
      "text": "Tenemos una tienda justo aquí, en la calle Carnaby. \"Skinny dip\". Ahora skinny dip  es un verbo, significa"
    },
    {
      "index": 37,
      "start_time": 195510.0,
      "end_time": 200719.0,
      "text": "ir a nadar sin ropa. Asi que es una tienda con un nombre travieso pero"
    },
    {
      "index": 38,
      "start_time": 200719.0,
      "end_time": 205219.0,
      "text": "Me gusta. \"To skinny dip\". Así que es un verbo. Pienso que comúnmente lo podrías usar"
    },
    {
      "index": 39,
      "start_time": 205219.0,
      "end_time": 210250.0,
      "text": "como un sustantivo y luego usarlo como verbo. Por ejemplo 'La ultima noche de las vacaciones,"
    },
    {
      "index": 40,
      "start_time": 210250.0,
      "end_time": 214269.0,
      "text": "fuimos a nadar sin ropa'."
    },
    {
      "index": 41,
      "start_time": 214269.0,
      "end_time": 216200.0,
      "text": "Muy bien!"
    },
    {
      "index": 42,
      "start_time": 224060.0,
      "end_time": 228019.0,
      "text": "Chicos He tenido que venir y pararme en la entrada de una tienda porque esta lloviendo muy duro"
    },
    {
      "index": 43,
      "start_time": 228020.0,
      "end_time": 232540.0,
      "text": "Una tormenta de repente ha aparecido. Estaba buscando Ingles y ahora he"
    },
    {
      "index": 44,
      "start_time": 232660.0,
      "end_time": 237240.0,
      "text": "tenido que esconderme. Pero esto es Londres bien? Caminas por Londres y como que te esperas que"
    },
    {
      "index": 45,
      "start_time": 237240.0,
      "end_time": 240080.0,
      "text": "el clima va a cambiar. Esta un poco loco alla."
    },
    {
      "index": 46,
      "start_time": 249880.0,
      "end_time": 254120.0,
      "text": "Muy bien \"Eat sleep dreamers\" estoy enfrentando la lluvia solo por ustedes asi que podemos continuar encontrando"
    },
    {
      "index": 47,
      "start_time": 254129.0,
      "end_time": 261780.0,
      "text": "Algo mas de Ingles. Pero solo por ustedes esta bien? Desearía haber traído mi sombrilla. Siempre trae"
    },
    {
      "index": 48,
      "start_time": 261779.99999999997,
      "end_time": 265780.0,
      "text": "tu sombrilla. Ahora se que muchos de ustedes están pensando bueno mira Tom yo no vivo en"
    },
    {
      "index": 49,
      "start_time": 265780.0,
      "end_time": 270350.0,
      "text": "un lugar en donde se hable Ingles así que no hay Ingles por todas partes en las que miro, eso es absolutamente"
    },
    {
      "index": 50,
      "start_time": 270350.0,
      "end_time": 274650.0,
      "text": "correcto. Yo se que muchos de ustedes si viven en países de habla Inglesa como el Reino Unido"
    },
    {
      "index": 51,
      "start_time": 274650.0,
      "end_time": 279650.0,
      "text": "O en America o en Canada o Australia. Así que manten tus ojos abiertos. Se que en Hong Kong"
    },
    {
      "index": 52,
      "start_time": 279650.0,
      "end_time": 283620.0,
      "text": "cuando viví allá, había mucho Ingles por todos lados y miré que en Singapuore"
    },
    {
      "index": 53,
      "start_time": 283620.0,
      "end_time": 288130.0,
      "text": "es la misma cosa. Lo que pienso es que lo que pueden hacer los que no viven en un país de habla Inglesa"
    },
    {
      "index": 54,
      "start_time": 288130.0,
      "end_time": 294620.0,
      "text": "es hacer exactamente lo que \"Korean Billy\" sugirio en uno de mis videos. Empezar desde donde tu"
    },
    {
      "index": 55,
      "start_time": 294620.0,
      "end_time": 300370.0,
      "text": "estas. Bien mira a tu alrededor. que puedes ver y que es eso en Ingles. Por ejemplo"
    },
    {
      "index": 56,
      "start_time": 300370.0,
      "end_time": 312300.0,
      "text": "Acabe de pasar esto. Que es esto en Ingles. es un \"puddle=charco\", muy bien un charco, es un sustantivo, charco."
    },
    {
      "index": 57,
      "start_time": 312300.0,
      "end_time": 316950.0,
      "text": "Ok, mira a tu alrededor, Que puedes ver? que es eso en Ingles? como puedes traduciro"
    },
    {
      "index": 58,
      "start_time": 316950.0,
      "end_time": 322710.0,
      "text": "al Ingles? Así que inicia desde donde estas, mira a tu alrededor y así es donde puedes comenzar."
    },
    {
      "index": 59,
      "start_time": 322710.0,
      "end_time": 325750.0,
      "text": "Muy bien rapidamente caemos en \"Pret a manger\", un lugar en el que podemos conseguir comida y vamos a"
    },
    {
      "index": 60,
      "start_time": 325750.0,
      "end_time": 332040.0,
      "text": "ver que vocabulario interesante podemos encontrar. Muy bien, así que, aquí hemos encontrado algo llamado"
    },
    {
      "index": 61,
      "start_time": 332040.0,
      "end_time": 337480.0,
      "text": "un \"avo smoothie\" Avo es la abreviación de \"Avocado=Aguacate\", asi que es la forma reducida y un \"smootie\""
    },
    {
      "index": 62,
      "start_time": 337480.0,
      "end_time": 342110.0,
      "text": "es una bebida como las que son hechas de frutas y jugos y vegetales todo tipo de cosas"
    },
    {
      "index": 63,
      "start_time": 342110.0,
      "end_time": 348940.0,
      "text": "juntas con leche y licuadas juntas. Muy saludable. Muy bien chicos espero que hayan disfrutado ese"
    },
    {
      "index": 64,
      "start_time": 348940.0,
      "end_time": 353730.0,
      "text": "pequeño tour por Londres buscando buenos ejemplos de Ingles. Pienso que encontramos algunos"
    },
    {
      "index": 65,
      "start_time": 353730.0,
      "end_time": 357430.0,
      "text": "ejemplos muy buenos. Así que lo que quiero que hagan chicos es mantener sus cabezas arriba, mantener sus ojos"
    },
    {
      "index": 66,
      "start_time": 357430.0,
      "end_time": 363840.0,
      "text": "abiertos y mantenerse buscando buen buen Ingles. Así que o si estas alrededor de tu ciudad o en linea"
    },
    {
      "index": 67,
      "start_time": 363840.0,
      "end_time": 369060.0,
      "text": "No importa solo mantente buscando por buen Ingles. Muy bien chicos, este es Tom, el Jefe."
    },
    {
      "index": 68,
      "start_time": 369060.0,
      "end_time": 370260.0,
      "text": "\"Dreamer\", diciendo Adios =)"
    }
  ]
}