{
  "video_id": "stgxlEnY9AM",
  "title": "How to Make Hydrogen Gas & Experiments",
  "json": [
    {
      "index": 1,
      "start_time": 199.0,
      "end_time": 4370.0,
      "text": "En este video voy a mostrar cómo hacer que el gas hidrógeno utilizando fácilmente obtenible"
    },
    {
      "index": 2,
      "start_time": 4370.0,
      "end_time": 20780.0,
      "text": "materiales y también lo que puede hacer con ella"
    },
    {
      "index": 3,
      "start_time": 20780.0,
      "end_time": 25640.0,
      "text": "Para hacer que el hidrógeno que vamos a utilizar aluminio o de aluminio dependiendo de dónde eres."
    },
    {
      "index": 4,
      "start_time": 25640.0,
      "end_time": 27820.0,
      "text": "hidróxido de sodio o lejía y agua"
    },
    {
      "index": 5,
      "start_time": 27820.0,
      "end_time": 31520.0,
      "text": "Algunos de 6 mm o 1/4 de pulgada tubo una botella de refresco grande"
    },
    {
      "index": 6,
      "start_time": 31520.0,
      "end_time": 36140.0,
      "text": "y un frasco resistente al calor con un tapón de goma El hidrógeno se crea en el matraz y su"
    },
    {
      "index": 7,
      "start_time": 36140.0,
      "end_time": 40680.0,
      "text": "una reacción exotérmica de modo que se calienta rápidamente. Esto crea el vapor de agua que puede llevar"
    },
    {
      "index": 8,
      "start_time": 40680.0,
      "end_time": 45530.0,
      "text": "trazas de hidróxido de sodio. Para eliminar la mayor cantidad posible de esto como se pasa el gas"
    },
    {
      "index": 9,
      "start_time": 45530.0,
      "end_time": 48760.0,
      "text": "a través de un burbujeador que es la botella de refresco llena de agua."
    },
    {
      "index": 10,
      "start_time": 48760.0,
      "end_time": 53450.0,
      "text": "También ayuda a evitar que las llamas que pasan hacia abajo el tubo y la explosión del matraz."
    },
    {
      "index": 11,
      "start_time": 53450.0,
      "end_time": 59309.0,
      "text": "Así que primero cortamos dos tramos de tubería, arena de la parte superior de la botella de refresco, perforar dos agujeros"
    },
    {
      "index": 12,
      "start_time": 59309.0,
      "end_time": 63829.0,
      "text": "a través de la tapa de la botella de soda y los agrandar con un taladro de paso hasta que los tubos simplemente encajan"
    },
    {
      "index": 13,
      "start_time": 63829.0,
      "end_time": 67219.0,
      "text": "mediante. El más largo de los dos tubos sólo debe alcanzar"
    },
    {
      "index": 14,
      "start_time": 67219.0,
      "end_time": 71579.0,
      "text": "la parte inferior de la botella de refresco y eso es el que conecta al tapón en el heatproof"
    },
    {
      "index": 15,
      "start_time": 71579.0,
      "end_time": 74600.0,
      "text": "matraz. A continuación pegamos los tubos en lugares utilizando epoxi"
    },
    {
      "index": 16,
      "start_time": 74600.0,
      "end_time": 78310.0,
      "text": "adhesivo. El tubo se conecta a una paja de vidrio de sosa, que"
    },
    {
      "index": 17,
      "start_time": 78310.0,
      "end_time": 82119.0,
      "text": "es empujado a través del tapón de goma. Calentar el tubo para que sea más flexible y"
    },
    {
      "index": 18,
      "start_time": 82119.0,
      "end_time": 87590.0,
      "text": "a continuación, empuje el tubo sobre el vidrio de sosa paja. Para almacenar el hidrógeno que vamos a hacer"
    },
    {
      "index": 19,
      "start_time": 87590.0,
      "end_time": 91899.0,
      "text": "un sistema que desplaza el agua de una botella inferior en una botella más alto."
    },
    {
      "index": 20,
      "start_time": 91899.0,
      "end_time": 96999.0,
      "text": "Para ello vamos a necesitar dos botellas de soda largw, algunos de 6 mm o tubos de 1/4 de pulgada,"
    },
    {
      "index": 21,
      "start_time": 96999.0,
      "end_time": 102240.0,
      "text": "un no retorno o válvula de retención, y un grifo utilizado para las líneas aéreas de acuario y un poco de plástico duro"
    },
    {
      "index": 22,
      "start_time": 102240.0,
      "end_time": 106590.0,
      "text": "paja del partido. En primer lugar cortar tres longitudes de la paja del partido,"
    },
    {
      "index": 23,
      "start_time": 106590.0,
      "end_time": 111060.0,
      "text": "arena de la tapa de la botella de soda dentro y por fuera"
    },
    {
      "index": 24,
      "start_time": 111060.0,
      "end_time": 116279.0,
      "text": "perforar tres agujeros a través de la tapa y luego agrandar los agujeros con un taladro de paso"
    },
    {
      "index": 25,
      "start_time": 116279.0,
      "end_time": 120609.0,
      "text": "hasta que las pajas sólo puede caber a través de la arena de la parte inferior de la pajita más corta y la"
    },
    {
      "index": 26,
      "start_time": 120609.0,
      "end_time": 124329.0,
      "text": "medio de las dos pajas más largos Montar las pajitas a través de la tapa"
    },
    {
      "index": 27,
      "start_time": 124329.0,
      "end_time": 128759.0,
      "text": "Mezclar un poco de adhesivo epoxi y pegar las pajitas dentro y fuera de la"
    },
    {
      "index": 28,
      "start_time": 128758.99999999999,
      "end_time": 133629.0,
      "text": "tapa cortó otra sección de 5 cm o 2 pulgadas de la paja"
    },
    {
      "index": 29,
      "start_time": 133629.0,
      "end_time": 137959.0,
      "text": "lijar la base de la segunda botella de refresco de perforar un agujero a través de él"
    },
    {
      "index": 30,
      "start_time": 137959.0,
      "end_time": 142430.0,
      "text": "agrandar el agujero con una broca escalonada de arena la base de la paja y encajarlo en"
    },
    {
      "index": 31,
      "start_time": 142430.0,
      "end_time": 146739.0,
      "text": "el agujero con pegamento adhesivo epoxi de la paja en su sitio"
    },
    {
      "index": 32,
      "start_time": 146739.0,
      "end_time": 153209.0,
      "text": "Para la segunda tapa de la botella de soda hacemos lo mismo de nuevo con una sola longitud de 5 cm de paja"
    },
    {
      "index": 33,
      "start_time": 153209.0,
      "end_time": 161849.0,
      "text": "Cortar una longitud de la tubería para llegar a todo el camino hasta la parte inferior de la primera botella de refresco"
    },
    {
      "index": 34,
      "start_time": 161849.0,
      "end_time": 166349.0,
      "text": "El uso de un poco de calor para hacer que el ajuste flexible de tubería de la tubería a una de las dos pajitas más largos"
    },
    {
      "index": 35,
      "start_time": 166349.0,
      "end_time": 175319.0,
      "text": "Cortar un trozo de tubo y empuje en el grifo"
    },
    {
      "index": 36,
      "start_time": 175319.0,
      "end_time": 179209.0,
      "text": "y luego empuje el otro extremo a la pajita más corta de la primera botella de refresco"
    },
    {
      "index": 37,
      "start_time": 179209.0,
      "end_time": 185989.0,
      "text": "Empuje otra longitud de tubo en el otro extremo del grifo"
    },
    {
      "index": 38,
      "start_time": 185989.0,
      "end_time": 191890.0,
      "text": "Cortar una longitud de 40 cm o 16inch de la tubería y conectarla a la segunda paja larga. El otro"
    },
    {
      "index": 39,
      "start_time": 191890.0,
      "end_time": 195739.0,
      "text": "extremo del tubo está conectado a la válvula de retención de retorno thenon"
    },
    {
      "index": 40,
      "start_time": 195739.0,
      "end_time": 200560.0,
      "text": "Corta un trozo de tubo de 20 cm o de 8 pulgadas y conectarlo a la primera paja larga"
    },
    {
      "index": 41,
      "start_time": 200560.0,
      "end_time": 204579.0,
      "text": "Esta es la gota que tiene un tubo conectado a la otra parte"
    },
    {
      "index": 42,
      "start_time": 204579.0,
      "end_time": 210109.0,
      "text": "Ahora conecte el otro extremo del tubo a la base de la segunda botella de refresco"
    },
    {
      "index": 43,
      "start_time": 210109.0,
      "end_time": 214140.0,
      "text": "Para montar las botellas de soda envolver un poco de alambre de acero alrededor del cuello de cada botella de refresco de"
    },
    {
      "index": 44,
      "start_time": 214140.0,
      "end_time": 223540.0,
      "text": "formar un gancho Finalmente conectar el tubo de salida del gas"
    },
    {
      "index": 45,
      "start_time": 223540.0,
      "end_time": 228349.0,
      "text": "generación de burbujeo de la válvula de retención sin retorno"
    },
    {
      "index": 46,
      "start_time": 228349.0,
      "end_time": 231670.0,
      "text": "Una las botellas de soda a una longitud de madera con ojos de tornillo"
    },
    {
      "index": 47,
      "start_time": 231670.0,
      "end_time": 236260.0,
      "text": "Llene el burbujeo con agua hasta que sea 3/4 de su capacidad y la botella de recogida inferior hasta"
    },
    {
      "index": 48,
      "start_time": 236260.0,
      "end_time": 239519.0,
      "text": "es casi completa Ese es el equipo listo, pero antes de ir"
    },
    {
      "index": 49,
      "start_time": 239519.0,
      "end_time": 244650.0,
      "text": "más adelante, el hidróxido de sodio es muy corrosivo y puede causar daños graves por lo"
    },
    {
      "index": 50,
      "start_time": 244650.0,
      "end_time": 248200.0,
      "text": "tenemos que llevar guantes de protección, ropa y gafas de protección."
    },
    {
      "index": 51,
      "start_time": 248200.0,
      "end_time": 253909.0,
      "text": "Con esto en mente Medí 20 g de hidróxido de sodio, se arrugó un poco de papel de aluminio"
    },
    {
      "index": 52,
      "start_time": 253909.0,
      "end_time": 261600.0,
      "text": "Luego añade 400 ml de agua destilada en el recipiente resistente al calor y poco a poco añade el"
    },
    {
      "index": 53,
      "start_time": 261600.00000000003,
      "end_time": 272750.0,
      "text": "hidróxido de sodio Una vez que se disolvió"
    },
    {
      "index": 54,
      "start_time": 272750.0,
      "end_time": 280380.0,
      "text": "He añadido las bolas de papel de aluminio y sustituye el tapón de goma"
    },
    {
      "index": 55,
      "start_time": 280380.0,
      "end_time": 285340.0,
      "text": "La reacción se inicia de lentamente al principio con un pequeño pero constante corriente de hidrógeno que pasa"
    },
    {
      "index": 56,
      "start_time": 285340.0,
      "end_time": 290040.0,
      "text": "a través del burbujeador medida que aumenta la producción de hidrógeno se almacena el"
    },
    {
      "index": 57,
      "start_time": 290040.0,
      "end_time": 293760.0,
      "text": "en la botella en la izquierda y el agua desplazada en la botella por encima de ella"
    },
    {
      "index": 58,
      "start_time": 293760.0,
      "end_time": 298340.0,
      "text": "Una vez que la botella de almacenamiento está lleno, el exceso de hidrógeno se propaga hacia arriba a través de la expansión de la parte superior"
    },
    {
      "index": 59,
      "start_time": 298340.0,
      "end_time": 301420.0,
      "text": "Botella y podemos recogerlo asegurando un litro 40"
    },
    {
      "index": 60,
      "start_time": 301420.0,
      "end_time": 308860.0,
      "text": "bolsa de basura a la tapa con una banda elástica ahora tenemos algo de hidrógeno y este es el"
    },
    {
      "index": 61,
      "start_time": 308860.0,
      "end_time": 311100.0,
      "text": "poco divertido, así que vamos a necesitar un protector facial y"
    },
    {
      "index": 62,
      "start_time": 311100.0,
      "end_time": 314440.0,
      "text": "protectores de oídos que han añadido un poco de agua jabonosa para esta copa"
    },
    {
      "index": 63,
      "start_time": 314440.0,
      "end_time": 319920.0,
      "text": "y abrir el grifo produce burbujas de hidrógeno y que puede encender con una barbacoa más ligero"
    },
    {
      "index": 64,
      "start_time": 319920.0,
      "end_time": 331470.0,
      "text": "Dejar que lo haga de nuevo la captura en cámara lenta Así que estas burbujas son de hidrógeno en lugar de"
    },
    {
      "index": 65,
      "start_time": 331470.0,
      "end_time": 334460.0,
      "text": "la mezcla de hidrógeno y oxígeno que se podrían obtener la forma de electrólisis"
    },
    {
      "index": 66,
      "start_time": 334460.0,
      "end_time": 340000.0,
      "text": "y esa es la razón por la quema en lugar de la explosión"
    },
    {
      "index": 67,
      "start_time": 340000.0,
      "end_time": 343340.0,
      "text": "Mientras yo estaba quemando la burbujas de la bolsa de basura ha seguido para inflar"
    },
    {
      "index": 68,
      "start_time": 343340.0,
      "end_time": 348330.0,
      "text": "Así que he atado la parte inferior y unido algunas líneas de pesca"
    },
    {
      "index": 69,
      "start_time": 348330.0,
      "end_time": 357110.0,
      "text": "y su simplemente flotando allí, pero no está viendo esto para ver los globos"
    },
    {
      "index": 70,
      "start_time": 357110.0,
      "end_time": 364680.0,
      "text": "flotar así que ... Esta es una cáscara de huevo vacía con un agujero en"
    },
    {
      "index": 71,
      "start_time": 364680.0,
      "end_time": 367550.0,
      "text": "la parte superior e inferior Estoy llenando con hidrógeno y mantenimiento"
    },
    {
      "index": 72,
      "start_time": 367550.0,
      "end_time": 370820.0,
      "text": "un poco de cinta sobre la parte superior para detener el escape de hidrógeno"
    },
    {
      "index": 73,
      "start_time": 370820.0,
      "end_time": 380500.0,
      "text": "Enciendo el orificio superior y, como la quema de hidrógeno que tira de oxígeno en el orificio inferior"
    },
    {
      "index": 74,
      "start_time": 380500.0,
      "end_time": 385180.0,
      "text": "crear una mezcla explosiva Esa fue una lata de Pringles lleno de hidrógeno"
    },
    {
      "index": 75,
      "start_time": 385180.0,
      "end_time": 388530.0,
      "text": "y un poco de harina Esto es en cámara lenta y si se fijan bien"
    },
    {
      "index": 76,
      "start_time": 388530.0,
      "end_time": 401300.0,
      "text": "se puede ver que la harina se enciende parcialmente Este es un 4 pinta cartón de leche de plástico llena"
    },
    {
      "index": 77,
      "start_time": 401300.0,
      "end_time": 414370.0,
      "text": "con hidrógeno y su trabajo en la misma forma que el huevo"
    },
    {
      "index": 78,
      "start_time": 414370.0,
      "end_time": 418330.0,
      "text": "La fuerza de esta forma era increíble que sopla hacia fuera de los lados y la parte superior de la jarra de leche"
    },
    {
      "index": 79,
      "start_time": 418330.0,
      "end_time": 420930.0,
      "text": "Finalmente hice latas de coque coupl una estufa de froma EF"
    },
    {
      "index": 80,
      "start_time": 420930.0,
      "end_time": 435600.0,
      "text": "Dispone de tres orificios en la parte superior de los quemadores y que está lleno de fibra de vidrio aislante"
    },
    {
      "index": 81,
      "start_time": 435600.0,
      "end_time": 439180.0,
      "text": "Eso es todo por ahora si te gusta este proyecto, entonces te pueden gustar algunas de mis otras favor"
    },
    {
      "index": 82,
      "start_time": 439180.0,
      "end_time": 442750.0,
      "text": "suscribirse pago y envío mi sitio web en techydiy.org"
    },
    {
      "index": 83,
      "start_time": 442750.0,
      "end_time": 444940.0,
      "text": "Gracias por su atención y te veré la próxima vez"
    }
  ]
}