{
  "video_id": "SuvdoSpN398",
  "title": "Holocaust Survivors Speak: Lessons From The Death Camps",
  "json": [
    {
      "index": 1,
      "start_time": 17040.0,
      "end_time": 23840.0,
      "text": "El holocausto de Hitler es uno de los ejemplos más icónicos de crueldad humana, insensibilidad sistemática"
    },
    {
      "index": 2,
      "start_time": 23840.0,
      "end_time": 30140.0,
      "text": "y manipulación social en la historia de la humanidad. Que esa brutalidad pueda suceder"
    },
    {
      "index": 3,
      "start_time": 30160.0,
      "end_time": 36720.0,
      "text": "en nuestro mundo moderno es una prueba del poder de una mentira repetida suficientes veces."
    },
    {
      "index": 4,
      "start_time": 39280.0,
      "end_time": 45910.0,
      "text": "La humanidad debe aprender de los horrores de nuestro pasado para no repetirlos otra vez."
    },
    {
      "index": 5,
      "start_time": 45910.0,
      "end_time": 53110.0,
      "text": "Así que cuando los que han sobrevivido al Holocausto hablan, nosotros, colectivamente, debemos escuchar."
    },
    {
      "index": 6,
      "start_time": 77500.0,
      "end_time": 82140.0,
      "text": "Este vídeo transmitirá las palabras de los supervivientes del Holocausto y sus familias."
    },
    {
      "index": 7,
      "start_time": 82140.0,
      "end_time": 87380.0,
      "text": "Estas son sus palabras, sus historias, sus lecciones."
    },
    {
      "index": 8,
      "start_time": 91720.0,
      "end_time": 97040.0,
      "text": "\"¿Qué saben-todos esos estudiosos, todos esos filósofos, todos los líderes"
    },
    {
      "index": 9,
      "start_time": 97040.0,
      "end_time": 102490.0,
      "text": "del mundo? Se han convencido a sí mismos de que el hombre, el peor transgresor de todas"
    },
    {
      "index": 10,
      "start_time": 102490.0,
      "end_time": 108799.0,
      "text": "las especies, es la corona de la creación. El resto de criaturas fueron creadas meramente para proveerle"
    },
    {
      "index": 11,
      "start_time": 108799.0,
      "end_time": 115570.0,
      "text": "con comida, pieles, para ser tormentadas, exterminadas. En relación con ellos (los animales), todas las personas"
    },
    {
      "index": 12,
      "start_time": 115570.0,
      "end_time": 120880.0,
      "text": "son Nazis; para los animales, es un Treblinka siempre.\""
    },
    {
      "index": 13,
      "start_time": 122480.0,
      "end_time": 132110.0,
      "text": "\"Así que, como muchos sabéis, pasé mi infancia en gueto Warsaw donde casi toda mi"
    },
    {
      "index": 14,
      "start_time": 132110.0,
      "end_time": 142710.0,
      "text": "familia fue asesinada con  otros 350.000 judíos polacos. La gente me pregunta"
    },
    {
      "index": 15,
      "start_time": 142720.0,
      "end_time": 151320.0,
      "text": "a veces si esa experiencia tiene algo que ver con mi trabajo por los animales. No tuvo"
    },
    {
      "index": 16,
      "start_time": 151320.0,
      "end_time": 158400.0,
      "text": "algo que ver con mi trabajo para los animales, tuvo todo que ver con mi trabajo para los animales\""
    },
    {
      "index": 17,
      "start_time": 159960.0,
      "end_time": 165760.0,
      "text": "Asociar el holocausto humano con nuestro tratamiento de animales ha causado gran controversia"
    },
    {
      "index": 18,
      "start_time": 165760.0,
      "end_time": 171260.0,
      "text": "y escándalo. Los opositores ven la conexión como menosprecio y falta de respeto a la experiencia"
    },
    {
      "index": 19,
      "start_time": 171260.0,
      "end_time": 174140.0,
      "text": "de las víctimas y supervivientes del Holocausto."
    },
    {
      "index": 20,
      "start_time": 176760.0,
      "end_time": 181320.0,
      "text": "¿Pero qué decimos cuando los que hacen la conexión son los propios supervivientes?"
    },
    {
      "index": 21,
      "start_time": 182880.0,
      "end_time": 187629.0,
      "text": "\"Acepto totalmente la comparación con el Holocausto. Siento que la violencia y el sufrimiento"
    },
    {
      "index": 22,
      "start_time": 187629.0,
      "end_time": 192970.0,
      "text": "de los inocentes es injusto. Creo que el abuso de humanos y animales y la Tierra"
    },
    {
      "index": 23,
      "start_time": 192970.0,
      "end_time": 199519.0,
      "text": "viene de la misma necesidad de dominar a otros. Siento que no puedo salvar a mi familia, mi"
    },
    {
      "index": 24,
      "start_time": 199519.0,
      "end_time": 204970.0,
      "text": "gente, pero cada vez que hablo sobre maltrato animal y siendo vegetariana tal vez esté"
    },
    {
      "index": 25,
      "start_time": 204970.0,
      "end_time": 210510.0,
      "text": "salvando la vida de otro. Después de saber lo que sé del Holocausto y sobre la explotación"
    },
    {
      "index": 26,
      "start_time": 210510.0,
      "end_time": 214290.0,
      "text": "animal no puedo ser otra cosa que defensora de los derechos animales\""
    },
    {
      "index": 27,
      "start_time": 214290.0,
      "end_time": 216210.0,
      "text": "-Susan Kalev, que perdió a su padre y hermana en el Holocausto"
    },
    {
      "index": 28,
      "start_time": 218330.0,
      "end_time": 222620.0,
      "text": "Un superviviente, conocido únicamente por su apodo \"Hacker\", cuando participó en la incursión al laboratorio"
    },
    {
      "index": 29,
      "start_time": 222620.0,
      "end_time": 227790.0,
      "text": "de heridas en la cabeza del Frente de Liberación Animal a la Universidad de Pennsylvania, dijo"
    },
    {
      "index": 30,
      "start_time": 227790.0,
      "end_time": 233280.0,
      "text": "\"Creo en lo que Isaac Basheivs Singer escribió... Los seres humanos ven su propia opresión"
    },
    {
      "index": 31,
      "start_time": 233280.0,
      "end_time": 239680.0,
      "text": "vivamente cuando son las víctimas. Sino, victimizan ciegamente y sin pensarlo\""
    },
    {
      "index": 32,
      "start_time": 245520.0,
      "end_time": 250280.0,
      "text": "\"Cuando veo cajas embutidas con gallinas de jaulas de batería lanzadas a camiones como fardos"
    },
    {
      "index": 33,
      "start_time": 250280.0,
      "end_time": 255790.0,
      "text": "de basura, veo, con los ojos de mi alma, el Umschlagplatz (donde los judíos eran forzados a entrar"
    },
    {
      "index": 34,
      "start_time": 255790.0,
      "end_time": 260570.0,
      "text": "en trenes que iban a campos de concentración). Cuando voy a un restaurante y veo a gente"
    },
    {
      "index": 35,
      "start_time": 260570.0,
      "end_time": 265800.0,
      "text": "devorando carne, me siento enfermo. Veo un holocausto en sus platos.\""
    },
    {
      "index": 36,
      "start_time": 273309.0,
      "end_time": 279080.0,
      "text": "Marc Berkowitz y su hermana gemela Francesca estaban entre las víctimas de Josef Mengele's, forzadas"
    },
    {
      "index": 37,
      "start_time": 279080.0,
      "end_time": 285419.0,
      "text": "a someterse a experimentos médicos brutales. Vio a su madre y sus otras semanas ir"
    },
    {
      "index": 38,
      "start_time": 285419.0,
      "end_time": 288180.0,
      "text": "hacia su muerte en las cámaras de gas."
    },
    {
      "index": 39,
      "start_time": 289120.0,
      "end_time": 294200.0,
      "text": "En la lucha por las vidas de los gansos en Canadá, en peligro de ser asesinados, Berkowitz dijo,"
    },
    {
      "index": 40,
      "start_time": 294200.0,
      "end_time": 300080.0,
      "text": "\"Dedico la tumba de mi madre a los gansos. Mi madre no tiene una tumba, pero si la"
    },
    {
      "index": 41,
      "start_time": 300080.0,
      "end_time": 304760.0,
      "text": "tuviera se la dedicaría a los gansos. Yo fui un ganso también\""
    },
    {
      "index": 42,
      "start_time": 309200.0,
      "end_time": 315640.0,
      "text": "\"En 1975, después de emigrar a EEUU, visité un matadero"
    },
    {
      "index": 43,
      "start_time": 315640.0,
      "end_time": 325040.0,
      "text": "donde vi animales aterrorizados sujetos a horrendas condiciones de hacinamiento mientras esperaban"
    },
    {
      "index": 44,
      "start_time": 325040.0,
      "end_time": 333480.0,
      "text": "su muerte. Como mis familiares en el famoso campo de concentración Treblinka. Vi"
    },
    {
      "index": 45,
      "start_time": 333480.0,
      "end_time": 341880.0,
      "text": "la misma eficiente e insensible rutina de matar que en Treblinka, vi las limpias pilas"
    },
    {
      "index": 46,
      "start_time": 341880.0,
      "end_time": 353520.0,
      "text": "de corazones, pezuñas y otras partes del cuerpo, y me recordó a las pilas de pelo judío, gafas"
    },
    {
      "index": 47,
      "start_time": 353539.0,
      "end_time": 356019.0,
      "text": "y zapatos en Treblinka."
    },
    {
      "index": 48,
      "start_time": 359720.0,
      "end_time": 364229.0,
      "text": "\"La mayoría de la sociedad vivían como si nada pasara. Tenían trabajos normales,"
    },
    {
      "index": 49,
      "start_time": 364229.0,
      "end_time": 368729.0,
      "text": "los trabajadores de los campos de concentración se iban al trabajo por la mañana y volvían a casa por"
    },
    {
      "index": 50,
      "start_time": 368729.0,
      "end_time": 374199.0,
      "text": "la noche a sus queridas familias, una comida casera y una cálida cama. Era un trabajo para ellos como lo es para"
    },
    {
      "index": 51,
      "start_time": 374199.0,
      "end_time": 379689.0,
      "text": "el que experimenta con animales, el cazador o el trabajador de una granja industrial.\""
    },
    {
      "index": 52,
      "start_time": 379689.0,
      "end_time": 381169.0,
      "text": "-Anne Muller, que perdió muchos de sus familiares en el Holocausto"
    },
    {
      "index": 53,
      "start_time": 385640.0,
      "end_time": 390270.0,
      "text": "\"Esta mal dañar a otros, consecuentemente no limitamos quiénes son los otros;"
    },
    {
      "index": 54,
      "start_time": 390270.0,
      "end_time": 395119.0,
      "text": "si pueden diferenciar dolor y placer, entonces tienen el derecho"
    },
    {
      "index": 55,
      "start_time": 395119.0,
      "end_time": 400639.0,
      "text": "fundamental de no ser dañados... A no ser que creas en el fascismo, puede que eso lo haga correcto-"
    },
    {
      "index": 56,
      "start_time": 400640.0,
      "end_time": 403760.0,
      "text": "no tenemos el derecho de dañar a otros.\" -Henry (Noah) Spira, activista animal y el Holocausto"
    },
    {
      "index": 57,
      "start_time": 410160.0,
      "end_time": 414520.0,
      "text": "\"Sé de primera mano que es ser cazado por los asesinos de mi familia y amigos,"
    },
    {
      "index": 58,
      "start_time": 414539.0,
      "end_time": 419469.0,
      "text": "preguntarse cada día si veré el amanecer al día siguiente, estar apelotonado en un camión de ganado de"
    },
    {
      "index": 59,
      "start_time": 419469.0,
      "end_time": 424990.0,
      "text": "camino al matadero. En medio de nuestro tecnológico, ostentoso y hedonístico estilo de vida,"
    },
    {
      "index": 60,
      "start_time": 424990.0,
      "end_time": 430710.0,
      "text": "entre los monumentos deslumbrantes de la historia, el arte, la religión, y el comercio, hay cajas negras."
    },
    {
      "index": 61,
      "start_time": 430720.0,
      "end_time": 436120.0,
      "text": "Son la investigación en laboratorios, las granjas industriales y los mataderos- compuestos"
    },
    {
      "index": 62,
      "start_time": 436129.0,
      "end_time": 441490.0,
      "text": "sin cara donde la sociedad lleva a cabo los negocios sucios de abusar y matar seres"
    },
    {
      "index": 63,
      "start_time": 441490.0,
      "end_time": 448509.0,
      "text": "inocentes y sensibles. Estas  son nuestras Dachaus, nuestras Buchenwalds, nuestras Birkenaus. Como los buenos"
    },
    {
      "index": 64,
      "start_time": 448520.0,
      "end_time": 455600.0,
      "text": "ciudadanos alemanes, tenemos una idea cierta de lo que pasa ahí, pero no queremos comprobaciones.\""
    },
    {
      "index": 65,
      "start_time": 463040.0,
      "end_time": 468800.0,
      "text": "¿Qué lección debemos aprender de la horrible e inpensable tragedia del holocausto de Hitler?"
    },
    {
      "index": 66,
      "start_time": 471960.0,
      "end_time": 477629.0,
      "text": "\"El punto de entendimiento del Holocausto en Europa es prevenir y parar otros"
    },
    {
      "index": 67,
      "start_time": 477629.0,
      "end_time": 482829.0,
      "text": "no permanecer estrechamente centrado en ese en particular, aunque fue traumático.\""
    },
    {
      "index": 68,
      "start_time": 486560.0,
      "end_time": 491360.0,
      "text": "\"Esa es la verdadera lección del Holocausto, no? Que las personas pueden hacer de"
    },
    {
      "index": 69,
      "start_time": 491360.0,
      "end_time": 498620.0,
      "text": "todo a los que consideran \"sub-humanos\" Que es, por supuesto, lo que le hacemos a los animales.\""
    },
    {
      "index": 70,
      "start_time": 502759.0,
      "end_time": 508169.0,
      "text": "No todos han aprendido las mismas lecciones que los supervivientes de los que hemos escuchado hoy."
    },
    {
      "index": 71,
      "start_time": 508169.0,
      "end_time": 513389.0,
      "text": "Albert Kaplan, un apasionado activista animal que perdió familiares en el Holocausto escribió,"
    },
    {
      "index": 72,
      "start_time": 513389.0,
      "end_time": 519389.0,
      "text": "\"La gran mayoría que sobrevivió al Holocausto son carnívoros, sin más preocupación sobre"
    },
    {
      "index": 73,
      "start_time": 519389.0,
      "end_time": 524829.0,
      "text": "el sufrimiento de los animales que la preocupación de los alemanes por el sufrimiento de los judíos. ¿Qué significa esto?"
    },
    {
      "index": 74,
      "start_time": 524840.0,
      "end_time": 531760.0,
      "text": "Te lo diré. Significa que no hemos aprendido nada del Holocausto. Nada."
    },
    {
      "index": 75,
      "start_time": 531769.0,
      "end_time": 536430.0,
      "text": "Todo fue en vano, No hay esperanza\""
    },
    {
      "index": 76,
      "start_time": 546300.0,
      "end_time": 548080.0,
      "text": "\"y la vida es un eterno Treblinka\""
    },
    {
      "index": 77,
      "start_time": 549600.0,
      "end_time": 558560.0,
      "text": "\"Y después, amaneció en mí. \"Nunca más\" no es sobre lo que los otros no deberían hacernos. \"Nunca más\""
    },
    {
      "index": 78,
      "start_time": 558560.0,
      "end_time": 567879.0,
      "text": "significa que no debemos volver a perpetrar atrocidades masivas"
    },
    {
      "index": 79,
      "start_time": 567879.0,
      "end_time": 574879.0,
      "text": "contra otros seres vivos. Que nunca debemos volver s criar animales para comida o"
    },
    {
      "index": 80,
      "start_time": 574879.0,
      "end_time": 581919.0,
      "text": "para cualquier otra forma de explotación. Y que es ahí cuando me convertí en activista animal.\""
    },
    {
      "index": 81,
      "start_time": 588180.0,
      "end_time": 592540.0,
      "text": "Por favor mira estos vídeos para más información sobre lo que están pasando los animales"
    },
    {
      "index": 82,
      "start_time": 592540.0,
      "end_time": 597340.0,
      "text": "en este mismo instante en todo el mundo. Comparte este vídeo para que"
    },
    {
      "index": 83,
      "start_time": 597340.0,
      "end_time": 599920.0,
      "text": "estas lecciones no sean en vano."
    },
    {
      "index": 84,
      "start_time": 599930.0,
      "end_time": 604269.0,
      "text": "Muchas de las citas que he compartido hoy son del libro del educador Dr. Charles Patterson"
    },
    {
      "index": 85,
      "start_time": 604269.0,
      "end_time": 609689.0,
      "text": "\"Eternal Treblinka: Nuestro tratamiento de los animales y el Holocausto\", un potente"
    },
    {
      "index": 86,
      "start_time": 609689.0,
      "end_time": 614660.0,
      "text": "respetuoso y texto. Puedes encontrar el enlace al libro junto a"
    },
    {
      "index": 87,
      "start_time": 614660.0,
      "end_time": 619420.0,
      "text": "otras fuentes en el post del blog de este vídeo, en la descripción del vídeo."
    },
    {
      "index": 88,
      "start_time": 619420.0,
      "end_time": 625009.0,
      "text": "Si quieres ayudar a apoyar este activismo, mira el link aquí o en la descripción de abajo."
    },
    {
      "index": 89,
      "start_time": 625009.0,
      "end_time": 629730.0,
      "text": "Y ahora hazte vegano, oye las voces, y te veré pronto."
    },
    {
      "index": 90,
      "start_time": 631680.0,
      "end_time": 638660.0,
      "text": "Y recuerdo las palabras del famoso escritor judío Isaac Bashevis Singer,"
    },
    {
      "index": 91,
      "start_time": 638960.0,
      "end_time": 647280.0,
      "text": "\"para los animales, todos los hombre son Nazis y la vita es un eterno Treblinka\""
    },
    {
      "index": 92,
      "start_time": 647280.0,
      "end_time": 650000.0,
      "text": "Subtítulos de la comunidad Amara-org"
    }
  ]
}