{
  "video_id": "syS-SFtr-44",
  "title": "CIVILIZATION VI - First Look: Greece (Gorgo)",
  "json": [
    {
      "index": 1,
      "start_time": 3966.0,
      "end_time": 8233.0,
      "text": "Gorgo también dirige Grecia en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8266.0,
      "end_time": 13633.0,
      "text": "Esta reina espartana era famosa por sus buenos consejos y por ser la encarnación de los valores espartanos. "
    },
    {
      "index": 3,
      "start_time": 13633.0,
      "end_time": 18800.0,
      "text": "Vivió sin miedo y expresó sus opiniones en una época en la que las mujeres tenían poca importancia en la sociedad. "
    },
    {
      "index": 4,
      "start_time": 19266.0,
      "end_time": 26066.0,
      "text": "Gorgo tiene el Distrito Acrópolis y a los Hoplitas, además de su Habilidad \"República de Platón\" que le proporciona espacios de política extra. "
    },
    {
      "index": 5,
      "start_time": 27300.0,
      "end_time": 32066.0,
      "text": "Su habilidad exclusiva confiere Cultura cada vez que sus fuerzas derrotan a una unidad enemiga. "
    },
    {
      "index": 6,
      "start_time": 33600.0,
      "end_time": 37400.0,
      "text": "Civilization VI cuenta con Líderes únicos y bonificaciones de civilización."
    },
    {
      "index": 7,
      "start_time": 37400.0,
      "end_time": 40666.0,
      "text": "lo que significa que varios líderes pueden representar a la misma civilización. "
    },
    {
      "index": 8,
      "start_time": 40666.0,
      "end_time": 45733.0,
      "text": "Los distintos líderes ofrecen al jugador la opción de llevar a la civilización por distintas direcciones."
    },
    {
      "index": 9,
      "start_time": 45733.0,
      "end_time": 50533.0,
      "text": "Al jugar con la Grecia de Pericles, es aconsejable centrarse en el aspecto cultural,"
    },
    {
      "index": 10,
      "start_time": 50800.0,
      "end_time": 53966.0,
      "text": "mientras que Gorgo ofrece un estilo de juego más agresivo. "
    },
    {
      "index": 11,
      "start_time": 65033.0,
      "end_time": 71533.0,
      "text": "Al entrar en guerra, conviene destruir por completo el ejército enemigo para sacar el máximo partido de la habilidad de Gorgo. "
    },
    {
      "index": 12,
      "start_time": 71866.0,
      "end_time": 76333.0,
      "text": "Más tarde, podrás sacar partido de las Guerras de Liberación y otros Casus Belli."
    },
    {
      "index": 13,
      "start_time": 78166.0,
      "end_time": 84933.0,
      "text": "Para triunfar con Gorgo habrá que saber cuándo entrar en guerra y cuándo es mejor optar por la paz, pero cualquier victoria es posible. "
    },
    {
      "index": 14,
      "start_time": 86733.0,
      "end_time": 89200.0,
      "text": "¿Puedes defender el orgulloso legado de Esparta? "
    },
    {
      "index": 15,
      "start_time": 89200.0,
      "end_time": 95566.0,
      "text": "¿Cómo gobernarás Grecia en Sid Meier’s Civilization VI?"
    }
  ]
}