{
  "video_id": "SzJ46YA_RaA",
  "title": "Map of Computer Science",
  "json": [
    {
      "index": 1,
      "start_time": 1160.0,
      "end_time": 6009.0,
      "text": "Construimos computadoras para expandir nuestros cerebros.\nOriginalmente los científicos crearon las computadoras para los problemas aritméticos"
    },
    {
      "index": 2,
      "start_time": 6009.0,
      "end_time": 10500.0,
      "text": "pero resultaron ser de gran utilidad para muchas otras cosas como: alojar"
    },
    {
      "index": 3,
      "start_time": 10500.0,
      "end_time": 17070.0,
      "text": "el Internet, gráficos realistas, cerebros artificiales, o simular el universo, pero sorprendente mente"
    },
    {
      "index": 4,
      "start_time": 17070.0,
      "end_time": 21490.0,
      "text": "todo esto se logra volcando ceros y unos..."
    },
    {
      "index": 5,
      "start_time": 21490.0,
      "end_time": 25990.0,
      "text": "Las computadoras se hicieron mas pequeñas y poderosas en una escala increíble. Hay mas poder de procesamiento"
    },
    {
      "index": 6,
      "start_time": 25990.0,
      "end_time": 31789.0,
      "text": "en tu celular, que lo que hubo en el planeta entero en los años 60."
    },
    {
      "index": 7,
      "start_time": 31789.0,
      "end_time": 35750.0,
      "text": "El alunizaje de Apollo se pudo haber llevado a cabo en un par de Nintendos."
    },
    {
      "index": 8,
      "start_time": 35750.0,
      "end_time": 40460.0,
      "text": "La informática es una ciencia que estudia lo que las computadoras pueden hacer. Es un campo diverso"
    },
    {
      "index": 9,
      "start_time": 40460.0,
      "end_time": 44800.0,
      "text": "y variado pero lo voy a dividir en tres partes. La teoría fundamental de la informática,"
    },
    {
      "index": 10,
      "start_time": 44800.0,
      "end_time": 47020.0,
      "text": "ingeniería informática, y aplicaciones."
    },
    {
      "index": 11,
      "start_time": 47020.0,
      "end_time": 52219.0,
      "text": "Empecemos con el padre de la teoría informática: Alan Turing, quien formalizo"
    },
    {
      "index": 12,
      "start_time": 52219.0,
      "end_time": 57930.0,
      "text": "el concepto de una maquina de Turing el cual es una simple descripción de una computadora en general."
    },
    {
      "index": 13,
      "start_time": 57930.0,
      "end_time": 61430.0,
      "text": "Otras personas aportaron otros diseños para maquinas computarizadas pero todas son equivalentes"
    },
    {
      "index": 14,
      "start_time": 61430.0,
      "end_time": 65090.0,
      "text": "a la maquina de Turing, lo que hace de esto la fundación de la informática."
    },
    {
      "index": 15,
      "start_time": 65090.0,
      "end_time": 69750.0,
      "text": "Una maquina de Turing contiene varias partes: Una cinta infinitamente larga que se divide en celdas"
    },
    {
      "index": 16,
      "start_time": 69750.0,
      "end_time": 70770.0,
      "text": "que contienen símbolos."
    },
    {
      "index": 17,
      "start_time": 70770.0,
      "end_time": 75450.0,
      "text": "Un cabezal que puede leer y escribir símbolos en la cinta,  un registro de estado"
    },
    {
      "index": 18,
      "start_time": 75450.0,
      "end_time": 79470.0,
      "text": "que almacena el estado del cabezal y una lista de posibles instrucciones."
    },
    {
      "index": 19,
      "start_time": 79470.0,
      "end_time": 84450.0,
      "text": "Hoy en día dicha cinta es como la memoria de trabajo o RAM, el cabezal es la unidad de procesamiento central"
    },
    {
      "index": 20,
      "start_time": 84450.0,
      "end_time": 88750.0,
      "text": "y la lista de instrucciones esta inmerso en la memoria de la computadora."
    },
    {
      "index": 21,
      "start_time": 88750.0,
      "end_time": 92490.0,
      "text": "Aunque una maquina de Turing es tan solo un simple conjunto de reglas, es muy poderoso y"
    },
    {
      "index": 22,
      "start_time": 92490.0,
      "end_time": 96500.0,
      "text": "esto es básicamente lo que todas las computadoras hacen hoy en día. Obviamente nuestras computadoras"
    },
    {
      "index": 23,
      "start_time": 96500.0,
      "end_time": 101150.0,
      "text": "tienen algunas partes mas como almacenamiento permanente y todos los demás componentes."
    },
    {
      "index": 24,
      "start_time": 101150.0,
      "end_time": 105310.0,
      "text": "Cada problema computable por una maquina de Turing es computable usando cálculo Lambda"
    },
    {
      "index": 25,
      "start_time": 105310.0,
      "end_time": 109310.0,
      "text": "el cual es la base en la investigación de lenguajes de programación."
    },
    {
      "index": 26,
      "start_time": 109310.0,
      "end_time": 113561.0,
      "text": "La teoría de la computabilidad intenta clasificar que es y no es computable. Existen"
    },
    {
      "index": 27,
      "start_time": 113561.0,
      "end_time": 117760.0,
      "text": "algunos problemas que debidos a su naturaleza, nunca podrán ser resueltos por una computadora, un"
    },
    {
      "index": 28,
      "start_time": 117760.0,
      "end_time": 121830.0,
      "text": "famoso ejemplo es el problema de la decisión, donde intentas predecir si un programa va a parar de ejecutarse"
    },
    {
      "index": 29,
      "start_time": 121830.0,
      "end_time": 126080.0,
      "text": "o seguirá en funcionamiento por siempre. En algunos programas esto es imposible de responder para una computadora"
    },
    {
      "index": 30,
      "start_time": 126080.0,
      "end_time": 127540.0,
      "text": "o para un humano."
    },
    {
      "index": 31,
      "start_time": 127540.0,
      "end_time": 132340.0,
      "text": "Muchos problemas son teóricamente salvables pero en la practica toma mucha memoria, o mas pasos"
    },
    {
      "index": 32,
      "start_time": 132340.0,
      "end_time": 137140.0,
      "text": "que el tiempo de vida del universo para resolverse, y la complejidad computacional intenta categorizar"
    },
    {
      "index": 33,
      "start_time": 137140.0,
      "end_time": 141570.0,
      "text": "estos problemas acorde como varían. Hay muchas clases diferentes de complejidades"
    },
    {
      "index": 34,
      "start_time": 141570.0,
      "end_time": 145170.0,
      "text": "y muchas clases de problemas que caen dentro de cada tipo."
    },
    {
      "index": 35,
      "start_time": 145170.0,
      "end_time": 149240.0,
      "text": "Hay muchos problemas reales que entran en esta categoría de \"imposible de resolver\""
    },
    {
      "index": 36,
      "start_time": 149240.0,
      "end_time": 153810.0,
      "text": "pero afortunadamente los informáticos conocen algunos trucos ingeniosos en donde puedes dejar"
    },
    {
      "index": 37,
      "start_time": 153810.0,
      "end_time": 159130.0,
      "text": "cosas y obtener buenos resultados pero nunca sabrás si son los mejores."
    },
    {
      "index": 38,
      "start_time": 159130.0,
      "end_time": 164000.0,
      "text": "Un algoritmo es una serie de instrucciones independientes del hardware o del lenguaje de programación diseñado"
    },
    {
      "index": 39,
      "start_time": 164000.0,
      "end_time": 168630.0,
      "text": "para resolver problemas particulares. Es como una receta de como construir un programa"
    },
    {
      "index": 40,
      "start_time": 168630.0,
      "end_time": 173501.0,
      "text": "y se trabaja mucho para poder llevar a cabo estos algoritmos y obtener lo mejor de las computadoras."
    },
    {
      "index": 41,
      "start_time": 173501.0,
      "end_time": 178190.0,
      "text": "Algoritmos diferentes pueden llevarnos a los mismos resultados, como ordenar un conjunto de números aleatorios"
    },
    {
      "index": 42,
      "start_time": 178190.0,
      "end_time": 185490.0,
      "text": "pero algunos algoritmos son mas eficientes que otros, esto se estudia en la complejidad algorítmica."
    },
    {
      "index": 43,
      "start_time": 185490.0,
      "end_time": 189319.0,
      "text": "La teoría de la información estudia las propiedades de la información y como puede ser medida,"
    },
    {
      "index": 44,
      "start_time": 189319.0,
      "end_time": 194140.0,
      "text": "almacenada y comunicada. Una aplicación de esto se trata de cuan bien puedes comprimir datos, logrando"
    },
    {
      "index": 45,
      "start_time": 194140.0,
      "end_time": 198170.0,
      "text": "que se use menos memoria, mientras preservamos toda o casi toda la información, pero hay muchas"
    },
    {
      "index": 46,
      "start_time": 198170.0,
      "end_time": 202350.0,
      "text": "otras aplicaciones. Relacionada a la teoría de la información existe la teoría de la codificación."
    },
    {
      "index": 47,
      "start_time": 202350.0,
      "end_time": 206840.0,
      "text": "Y la criptografía es obviamente muy importante para mantener la información secreta enviada a través de internet"
    },
    {
      "index": 48,
      "start_time": 206840.0,
      "end_time": 211200.0,
      "text": "Existen diversos sistemas de encriptación que codifican datos y están relacionados"
    },
    {
      "index": 49,
      "start_time": 211200.0,
      "end_time": 215360.0,
      "text": "con algún problema matemático muy complejo, para así mantener la información segura."
    },
    {
      "index": 50,
      "start_time": 215360.0,
      "end_time": 219600.0,
      "text": "Estas son las ramas principales de la teoría informática, aunque hay mucho mas"
    },
    {
      "index": 51,
      "start_time": 219600.0,
      "end_time": 225580.0,
      "text": "y no tengo tiempo para adentrarme en la lógica, teoría de gráficos, geometría computacional, teoría automata"
    },
    {
      "index": 52,
      "start_time": 225580.0,
      "end_time": 232400.0,
      "text": "computación cuántica, programación paralela, métodos formales y estructura de datos, pero"
    },
    {
      "index": 53,
      "start_time": 232400.0,
      "end_time": 235250.0,
      "text": "movámonos  a la ingeniería informática."
    },
    {
      "index": 54,
      "start_time": 235250.0,
      "end_time": 239750.0,
      "text": "Diseñar computadoras es difícil porque tienen que hacer demasiadas cosas distintas."
    },
    {
      "index": 55,
      "start_time": 239750.0,
      "end_time": 244080.0,
      "text": "Los diseñadores necesitan probarlos y estar seguros de que son capaces de resolver muchos distintos tipos de problemas"
    },
    {
      "index": 56,
      "start_time": 244080.0,
      "end_time": 245450.0,
      "text": "tan correctamente como sea posible."
    },
    {
      "index": 57,
      "start_time": 245450.0,
      "end_time": 250290.0,
      "text": "Cada tarea que se realiza en la computadora pasa por su núcleo:"
    },
    {
      "index": 58,
      "start_time": 250290.0,
      "end_time": 253380.0,
      "text": "el CPU. Cuando estas realizando muchas tareas diferentes al mismo tiempo, el CPU necesita"
    },
    {
      "index": 59,
      "start_time": 253380.0,
      "end_time": 257560.0,
      "text": "controlar ida y vuelta entre trabajos para asegurarse de que todo se realiza en un tiempo"
    },
    {
      "index": 60,
      "start_time": 257560.0,
      "end_time": 262290.0,
      "text": "razonable. Esto es controlado por un programados, que decide que hacer e intenta resolver"
    },
    {
      "index": 61,
      "start_time": 262290.0,
      "end_time": 267070.0,
      "text": "las tareas de la manera mas eficiente, lo cual puede ser un problema muy difícil."
    },
    {
      "index": 62,
      "start_time": 267070.0,
      "end_time": 271600.0,
      "text": "La ayuda del multiprocesador acelera las cosas porque el CPU posee varios núcleos que pueden ejecutar"
    },
    {
      "index": 63,
      "start_time": 271600.0,
      "end_time": 277160.0,
      "text": "múltiples trabajos en paralelo. Pero esto hace el trabajo del programador incluso mas complejo."
    },
    {
      "index": 64,
      "start_time": 277160.0,
      "end_time": 281780.0,
      "text": "La arquitectura de la computadora se trata de como un procesador esta diseñado para realizar tareas y diferentes arquitecturas"
    },
    {
      "index": 65,
      "start_time": 281780.0,
      "end_time": 287600.0,
      "text": "son buenas en distintas cosas. Los CPUs son la propuesta general, y los GPUs están optimizados para gráficos y"
    },
    {
      "index": 66,
      "start_time": 287600.0,
      "end_time": 292810.0,
      "text": "FPGAs pueden ser programados para ser muy rápidos en un pequeño rango de tareas"
    },
    {
      "index": 67,
      "start_time": 292810.0,
      "end_time": 296380.0,
      "text": "En la cima del hardware puro existen muchas capas de software, escritas por programadores"
    },
    {
      "index": 68,
      "start_time": 296380.0,
      "end_time": 301100.0,
      "text": "usando muchos lenguajes de programación diferentes. Un lenguaje de programación es como los humanos le decimos"
    },
    {
      "index": 69,
      "start_time": 301100.0,
      "end_time": 305570.0,
      "text": "a una computadora que hacer y ellos varían mucho dependiendo del trabajo a mano desde lenguajes"
    },
    {
      "index": 70,
      "start_time": 305570.0,
      "end_time": 310650.0,
      "text": "de bajo nivel como assembly hasta de alto nivel como python o javascript para codificar"
    },
    {
      "index": 71,
      "start_time": 310650.0,
      "end_time": 315510.0,
      "text": "páginas y aplicaciones. En general, entre mas cercano sea un lenguaje al hardware, mas difícil"
    },
    {
      "index": 72,
      "start_time": 315510.0,
      "end_time": 317350.0,
      "text": "es de usar para los humanos."
    },
    {
      "index": 73,
      "start_time": 317350.0,
      "end_time": 321910.0,
      "text": "En todas las etapas de esta jerarquía el código que los programadores escriben necesita ser cambiado a"
    },
    {
      "index": 74,
      "start_time": 321910.0,
      "end_time": 328220.0,
      "text": "instrucciones de CPU en bruto, y esto se lleva a cabo por uno de los tantos programadores llamados compiladores."
    },
    {
      "index": 75,
      "start_time": 328220.0,
      "end_time": 332169.0,
      "text": "Diseñar lenguajes de programación es algo grande, porque son la herramienta que"
    },
    {
      "index": 76,
      "start_time": 332169.0,
      "end_time": 336960.0,
      "text": "los ingenieros de software usan para hacer todo así que necesitan que sea lo mas fácil posible de usar"
    },
    {
      "index": 77,
      "start_time": 336960.0,
      "end_time": 342460.0,
      "text": "pero también lo bastante versátil para permitir a los programadores construir sus locas ideas."
    },
    {
      "index": 78,
      "start_time": 342460.0,
      "end_time": 345720.0,
      "text": "El sistema operativo es la pieza mas importante del software en la computadora como es"
    },
    {
      "index": 79,
      "start_time": 345720.0,
      "end_time": 351810.0,
      "text": "con lo que interactuamos y controla como todos los otros programas se ejecutan en el hardware,"
    },
    {
      "index": 80,
      "start_time": 351810.0,
      "end_time": 355000.0,
      "text": "y llevar a cabo un buen sistema operativo es un gran reto."
    },
    {
      "index": 81,
      "start_time": 355000.0,
      "end_time": 360150.0,
      "text": "Esto nos lleva a la ingeniería de software: escribiendo manojos de instrucciones diciéndole a la computadora"
    },
    {
      "index": 82,
      "start_time": 360150.0,
      "end_time": 364570.0,
      "text": "que hacer. Construir un buen software es una forma de arte, porque requiere que traduzcas tu creatividad"
    },
    {
      "index": 83,
      "start_time": 364570.0,
      "end_time": 370270.0,
      "text": "en instrucciones lógicas en un lenguaje específico, hacerlo lo mas eficiente posible"
    },
    {
      "index": 84,
      "start_time": 370270.0,
      "end_time": 376380.0,
      "text": "para ejecutarse y tan libre de errores como puedas. Entonces, hay muchas mejores practicas y filosofías de diseños"
    },
    {
      "index": 85,
      "start_time": 376380.0,
      "end_time": 378420.0,
      "text": "que la gente sigue."
    },
    {
      "index": 86,
      "start_time": 378420.0,
      "end_time": 382750.0,
      "text": "Algunas otras áreas importantes están teniendo muchas computadoras para comunicarse y trabajar juntos"
    },
    {
      "index": 87,
      "start_time": 382750.0,
      "end_time": 388050.0,
      "text": "Para resolver problemas. Almacenando y recuperando grandes cantidades de datos, determinando que tan bien"
    },
    {
      "index": 88,
      "start_time": 388050.0,
      "end_time": 393850.0,
      "text": "los sistemas operativos llevan a cabo tareas específicas, y creando gráficos muy reales"
    },
    {
      "index": 89,
      "start_time": 393850.0,
      "end_time": 394850.0,
      "text": "y detallados."
    },
    {
      "index": 90,
      "start_time": 394850.0,
      "end_time": 399540.0,
      "text": "Ahora nos metemos  a una parte genial de las ciencia informática, poniendo a las computadoras a resolver problemas"
    },
    {
      "index": 91,
      "start_time": 399540.0,
      "end_time": 404919.0,
      "text": "del mundo real. Estas tecnologías poseen una cantidad de programas, aplicaciones y paginas web que usamos."
    },
    {
      "index": 92,
      "start_time": 404919.0,
      "end_time": 408430.0,
      "text": "Cuando te vas de vacaciones y quieres tener el mejor viaje por el dinero, estas"
    },
    {
      "index": 93,
      "start_time": 408430.0,
      "end_time": 412700.0,
      "text": "salvando un problema de optimizacion. Estos problemas aparecen en todos lados y encontrar"
    },
    {
      "index": 94,
      "start_time": 412700.0,
      "end_time": 417650.0,
      "text": "la mejor manera o la combinación mas eficiente de partes puede salvar millones de dolares en negocios."
    },
    {
      "index": 95,
      "start_time": 417650.0,
      "end_time": 422460.0,
      "text": "Esto esta relacionado a la satisfacción booleana, donde intentas descifrar si una formula lógica"
    },
    {
      "index": 96,
      "start_time": 422460.0,
      "end_time": 427111.0,
      "text": "puede ser satisfecha o no. Este fue el primer problema que resulto NP-completa y"
    },
    {
      "index": 97,
      "start_time": 427111.0,
      "end_time": 431990.0,
      "text": "fue extensamente considerada imposible de resolver, pero el fantástico desarrollo de nuevos salvadores SAT"
    },
    {
      "index": 98,
      "start_time": 431990.0,
      "end_time": 438110.0,
      "text": "significa que grandes problemas SAT son resueltos rutinariamente, especialmente en inteligencia artificial."
    },
    {
      "index": 99,
      "start_time": 438110.0,
      "end_time": 442820.0,
      "text": "Las computadoras extienden nuestros cerebros, multiplican nuestras habilidades cognitivas. El primer plano de la investigación de la"
    },
    {
      "index": 100,
      "start_time": 442820.0,
      "end_time": 447880.0,
      "text": "ciencia informática es desarrollar sistemas computacionales  que puedan pensar por si mismos. Inteligencia artificial."
    },
    {
      "index": 101,
      "start_time": 447880.0,
      "end_time": 452759.0,
      "text": "Hay muchas avenidas que la investigación de la IA toma, el mas prominente es el aprendizaje de maquina"
    },
    {
      "index": 102,
      "start_time": 452759.0,
      "end_time": 457850.0,
      "text": "que apunta a desarrollar algoritmos y técnicas  para permitir a las computadoras aprender de grandes cantidades"
    },
    {
      "index": 103,
      "start_time": 457850.0,
      "end_time": 462210.0,
      "text": "de datos, y así, usar lo que aprendieron para hacer algo útil como tomar decisiones"
    },
    {
      "index": 104,
      "start_time": 462210.0,
      "end_time": 463860.0,
      "text": "o clasificar cosas."
    },
    {
      "index": 105,
      "start_time": 463860.0,
      "end_time": 466930.0,
      "text": "Y hay muchos tipos de aprendizaje de máquina."
    },
    {
      "index": 106,
      "start_time": 466930.0,
      "end_time": 471680.0,
      "text": "Cercanos a estos son los campos como la visión de computadoras, tratando de hacer computadoras capaces de ver objetos"
    },
    {
      "index": 107,
      "start_time": 471680.0,
      "end_time": 476430.0,
      "text": "en imágenes  como nosotros, usando técnicas de procesamiento de imagen."
    },
    {
      "index": 108,
      "start_time": 476430.0,
      "end_time": 481480.0,
      "text": "El procesamiento del lenguaje natural apunta a obtener computadoras que entiendan y se comuniquen con el lenguaje"
    },
    {
      "index": 109,
      "start_time": 481480.0,
      "end_time": 484930.0,
      "text": "humano, o procesar grandes cantidades de datos en la forma de palabras para analizarlas."
    },
    {
      "index": 110,
      "start_time": 484930.0,
      "end_time": 489949.0,
      "text": "Esto comúnmente usa otro campo llamado representación de conocimiento, donde los datos son organizados de acuerdo"
    },
    {
      "index": 111,
      "start_time": 489949.0,
      "end_time": 494539.0,
      "text": "a su relación, como palabras con significado similar son agrupados juntos."
    },
    {
      "index": 112,
      "start_time": 494539.0,
      "end_time": 498009.0,
      "text": "Algoritmos de aprendizaje de máquina se han llevad a cabo debido a la gran cantidad de datos"
    },
    {
      "index": 113,
      "start_time": 498009.0,
      "end_time": 502889.0,
      "text": "que les damos. Grandes datos miran a como organizar y analizar grandes cantidades de datos para obtener valor"
    },
    {
      "index": 114,
      "start_time": 502889.0,
      "end_time": 507710.0,
      "text": "de ellos. Y obtendrá aun mas cantidad de información del internet de las cosas, añadiendo una colección de datos"
    },
    {
      "index": 115,
      "start_time": 507710.0,
      "end_time": 510980.0,
      "text": "y comunicaciones a los objetos de cada día"
    },
    {
      "index": 116,
      "start_time": 510980.0,
      "end_time": 515279.0,
      "text": "El hackeo no es una disciplina académica tradicional, pero vale la pena mencionarlo. Intentando"
    },
    {
      "index": 117,
      "start_time": 515279.0,
      "end_time": 520860.0,
      "text": "encontrar debilidades en los sistemas operativos y tomando ventaja de ellos sin ser alertados."
    },
    {
      "index": 118,
      "start_time": 520860.0,
      "end_time": 525050.0,
      "text": "La ciencia informática usa computadoras para resolver preguntas científicas de la física"
    },
    {
      "index": 119,
      "start_time": 525050.0,
      "end_time": 529380.0,
      "text": "fundamental a las neurociencias, y a menudo se hace uso de super computadoras que arrojan el peso"
    },
    {
      "index": 120,
      "start_time": 529380.0,
      "end_time": 534800.0,
      "text": "de las mas poderosas computadoras del mundo a problemas muy largos, a menudo en el área de la simulación."
    },
    {
      "index": 121,
      "start_time": 534800.0,
      "end_time": 539370.0,
      "text": "Entonces hay interacción humano computadora, que se fija en como diseñar sistemas operativos"
    },
    {
      "index": 122,
      "start_time": 539370.0,
      "end_time": 545439.0,
      "text": "para que sean mas fáciles e intuitivos de usar. Realidad virtual, realidad aumentada y tele presencia mejorada"
    },
    {
      "index": 123,
      "start_time": 545439.0,
      "end_time": 551189.0,
      "text": "o reemplazar nuestra experiencia de la realidad. Y finalmente, robótica, que nos dan computadoras"
    },
    {
      "index": 124,
      "start_time": 551189.0,
      "end_time": 555850.0,
      "text": "con cuerpos físicos, desde una rumba a intentar hacer maquinas inteligentes como humanos."
    },
    {
      "index": 125,
      "start_time": 555850.0,
      "end_time": 560459.0,
      "text": "Entonces, este es mi mapa de las ciencias informáticas, un campo que aun esta en desarrollo tan rápido como nunca"
    },
    {
      "index": 126,
      "start_time": 560459.0,
      "end_time": 565009.0,
      "text": "a pesar de que el hardware ya esta alcanzando algunos limites mientras"
    },
    {
      "index": 127,
      "start_time": 565009.0,
      "end_time": 569660.0,
      "text": "luchamos para miniaturizar transistores aun mas, mucha gente esta trabajando en otros tipos"
    },
    {
      "index": 128,
      "start_time": 569660.0,
      "end_time": 575279.0,
      "text": "de computadoras, para intentar sobrepasar este problema. Las computadoras han causado un gran impacto"
    },
    {
      "index": 129,
      "start_time": 575279.0,
      "end_time": 579449.0,
      "text": "en la sociedad humana, y siendo así sera interesante ver donde llegará esta tecnología"
    },
    {
      "index": 130,
      "start_time": 579449.0,
      "end_time": 588350.0,
      "text": "en los próximos 100 años. Quien sabe, tal vez un día seamos todos computadoras."
    },
    {
      "index": 131,
      "start_time": 588350.0,
      "end_time": 593430.0,
      "text": "Como de costumbre, si quieres tener un poster de este mapa lo deje disponible"
    },
    {
      "index": 132,
      "start_time": 593430.0,
      "end_time": 597940.0,
      "text": "asi que revisa en la descripción debajo ´por algunos links, y ademas, si quieres saber mas sobre"
    },
    {
      "index": 133,
      "start_time": 597940.0,
      "end_time": 602529.0,
      "text": "la informática, te recomiendo que entres al sponsor de este video, brilliant.org"
    },
    {
      "index": 134,
      "start_time": 602529.0,
      "end_time": 606759.0,
      "text": "La gente por lo general me pregunta como aprender mas sobre los temas que cubro"
    },
    {
      "index": 135,
      "start_time": 606759.0,
      "end_time": 611259.0,
      "text": "en estos videos, y tan bueno como mirar videos, una buena forma es solo ir y resolver"
    },
    {
      "index": 136,
      "start_time": 611259.0,
      "end_time": 615329.0,
      "text": "algunos problemas reales. Y brilliant hace un excelente trabajo en esto."
    },
    {
      "index": 137,
      "start_time": 615329.0,
      "end_time": 620309.0,
      "text": "Es una página web muy buena y también una aplicación que te ayudara a aprender poniéndote a resolver"
    },
    {
      "index": 138,
      "start_time": 620309.0,
      "end_time": 625300.0,
      "text": "problemas interesantes en ciencias, matemáticas e informática. Y cada uno de los cursos"
    },
    {
      "index": 139,
      "start_time": 625300.0,
      "end_time": 629470.0,
      "text": "empieza fácil y divertido y luego se va poniendo cada vez mas y mas difícil mientras dominas"
    },
    {
      "index": 140,
      "start_time": 629470.0,
      "end_time": 634060.0,
      "text": "los conceptos. Si quieres aprender específicamente sobre informática, tienen una gran cantidad"
    },
    {
      "index": 141,
      "start_time": 634060.0,
      "end_time": 640019.0,
      "text": "de cursos alrededor de temas en este video como, lógica, algoritmos, aprendizaje de máquinas,"
    },
    {
      "index": 142,
      "start_time": 640019.0,
      "end_time": 646889.0,
      "text": "inteligencia artificial, asi que si quieres chequear brilliant.org/DOS,"
    },
    {
      "index": 143,
      "start_time": 646889.0,
      "end_time": 651899.0,
      "text": "o incluso mejor, haz click en el link en la descripción debajo, porque eso les hace saber que tu"
    },
    {
      "index": 144,
      "start_time": 651899.0,
      "end_time": 657459.0,
      "text": "vienes desde aquí. Asi que gracias otra vez por verme, y estaré devuelta muy pronto con un nuevo video."
    }
  ]
}