{
  "video_id": "TGx8rjgdIXk",
  "title": "Should You Trust Your Gut Instinct?",
  "json": [
    {
      "index": 1,
      "start_time": 280.0,
      "end_time": 4530.0,
      "text": "¿Alguna vez te da la sensación de que algo es la decisión correcta o incorrecta,"
    },
    {
      "index": 2,
      "start_time": 4530.0,
      "end_time": 9549.0,
      "text": "pero no sabes por qué? Nuestra intuición a menudo es considerada como misticismo o vinculada con la telepatía"
    },
    {
      "index": 3,
      "start_time": 9549.0,
      "end_time": 15160.0,
      "text": "y premoniciones, pero ¿hay una ciencia detrás de esto? ¿Deberías confiar en tu intuición?"
    },
    {
      "index": 4,
      "start_time": 15160.0,
      "end_time": 18860.0,
      "text": "Comprender algo inmediatamente, sin un razonamiento consciente. se trata menos acerca de ver"
    },
    {
      "index": 5,
      "start_time": 18870.0,
      "end_time": 23810.0,
      "text": "el futuro, y tiene más que ver con reconocimiento de patrones. Si te mostrara este diseño de un juego de ajedrez"
    },
    {
      "index": 6,
      "start_time": 23810.0,
      "end_time": 32230.0,
      "text": "por 5 segundos, ¿podrías reproducirlo? Los estudios muestran que la mayoría de los principiantes de ajedrez pueden recrear"
    },
    {
      "index": 7,
      "start_time": 32229.999999999996,
      "end_time": 38730.0,
      "text": "un 25%, pero los maestros de ajedrez lo hacen con un 95% de precisión. Sin embargo, si la tarea se repite"
    },
    {
      "index": 8,
      "start_time": 38730.0,
      "end_time": 45719.0,
      "text": "con las piezas en posiciones completamente aleatorias, tanto los principiantes como los maestros solo recuerdan el 25%."
    },
    {
      "index": 9,
      "start_time": 45719.0,
      "end_time": 50610.0,
      "text": "Los maestros no tienen memoria fotográfica, simplemente usan su conocimiento e intuición,"
    },
    {
      "index": 10,
      "start_time": 50610.0,
      "end_time": 53750.0,
      "text": "basado en patrones que han visto durante años de práctica."
    },
    {
      "index": 11,
      "start_time": 53750.0,
      "end_time": 58051.0,
      "text": "Nuestro cerebro procesa información a través del pensamiento lento y rápido. Por ejemplo, este"
    },
    {
      "index": 12,
      "start_time": 58051.0,
      "end_time": 62390.0,
      "text": "problema matemático causará una respuesta de estrés, y tu cerebro cambiará a un pensamiento lento"
    },
    {
      "index": 13,
      "start_time": 62390.0,
      "end_time": 67619.0,
      "text": "para resolverlo. Pero esta imagen implica pensar rápido. Entender la emoción de la tristeza"
    },
    {
      "index": 14,
      "start_time": 67619.0,
      "end_time": 71820.0,
      "text": "es una respuesta cerebral inmediata. Y este pensamiento rápido es donde yace la intuición."
    },
    {
      "index": 15,
      "start_time": 71820.0,
      "end_time": 76210.0,
      "text": "En un estudio similar sobre el juego de mesa japonés Shogi, se pidió a los participantes que resolvieran un"
    },
    {
      "index": 16,
      "start_time": 76210.0,
      "end_time": 81509.0,
      "text": "movimiento de jaque mate en un segundo. Sin tiempo para el análisis consciente, los escáneres cerebrales \nno mostraron"
    },
    {
      "index": 17,
      "start_time": 81509.0,
      "end_time": 86090.0,
      "text": "activación de la corteza en expertos jugadores de Shogi, la parte del cerebro responsable"
    },
    {
      "index": 18,
      "start_time": 86090.0,
      "end_time": 90670.0,
      "text": "del pensamiento consciente. En cambio, los ganglios basales, que está relacionado con la formación de hábitos"
    },
    {
      "index": 19,
      "start_time": 90670.0,
      "end_time": 92880.0,
      "text": "y comportamientos automáticos, fueron activados."
    },
    {
      "index": 20,
      "start_time": 92880.0,
      "end_time": 97060.0,
      "text": "Curiosamente, cuando se trata de decisiones complejas como comprar una casa, mientras que muchos creen que es mejor"
    },
    {
      "index": 21,
      "start_time": 97060.0,
      "end_time": 101140.0,
      "text": "pensar cuidadosamente con una lista de pro y contras, un estudio descubrió que los participantes"
    },
    {
      "index": 22,
      "start_time": 101140.0,
      "end_time": 105189.0,
      "text": "tomaron mejores decisiones cuando tomaron la decisión instantánea. Resulta que a menudo solo"
    },
    {
      "index": 23,
      "start_time": 105189.0,
      "end_time": 109700.0,
      "text": "tenemos en cuenta un subconjunto de información relevante que puede llevarnos a sopesar la importancia"
    },
    {
      "index": 24,
      "start_time": 109700.0,
      "end_time": 114310.0,
      "text": "de cada atributo de forma imprecisa. El estudio también encontró que aquellos que confiaban en sus instintos"
    },
    {
      "index": 25,
      "start_time": 114310.0,
      "end_time": 118119.0,
      "text": "estaban más satisfechos con sus decisiones a largo plazo que aquellos que pensaban"
    },
    {
      "index": 26,
      "start_time": 118119.0,
      "end_time": 122939.0,
      "text": "cuidadosamente en el proceso. Sin embargo, al hacer compras simples, como qué pasta de dientes comprar"
    },
    {
      "index": 27,
      "start_time": 122939.0,
      "end_time": 127280.0,
      "text": "donde las variables no son tan complejas, el estudio encontró que el pensamiento intencional e investigación"
    },
    {
      "index": 28,
      "start_time": 127280.0,
      "end_time": 128479.0,
      "text": "son útiles."
    },
    {
      "index": 29,
      "start_time": 128479.00000000001,
      "end_time": 132641.0,
      "text": "¿Crees que puedes identificar el sonido de tu propia voz? Sorprendentemente, después de escuchar una"
    },
    {
      "index": 30,
      "start_time": 132641.0,
      "end_time": 138100.0,
      "text": "grabación de muchas voces en sucesión, incluida la propia, el 75% de los participantes en un estudio"
    },
    {
      "index": 31,
      "start_time": 138100.0,
      "end_time": 142950.0,
      "text": "cometieron un error al reconocer su propia voz. Pero la parte más fascinante es que la"
    },
    {
      "index": 32,
      "start_time": 142950.0,
      "end_time": 147290.0,
      "text": "respuesta galvánica de la piel también se midió, y sus niveles fueron mucho más altos cuando se presentó su"
    },
    {
      "index": 33,
      "start_time": 147290.0,
      "end_time": 151540.0,
      "text": "propia voz (incluso aunque no reconocieron conscientemente su voz), sugiriendo que habían"
    },
    {
      "index": 34,
      "start_time": 151540.0,
      "end_time": 154590.0,
      "text": "ignorado su intuición, la cual sabía la respuesta correcta primero."
    },
    {
      "index": 35,
      "start_time": 154590.0,
      "end_time": 160290.0,
      "text": "Este mismo fenómeno se mostró en un juego de cartas que usa 4 mazos de cartas. Los participantes"
    },
    {
      "index": 36,
      "start_time": 160290.0,
      "end_time": 164450.0,
      "text": "seleccionarían una carta de cualquier pila que sería buena o mala. Sin que ellos lo supieran al principio,"
    },
    {
      "index": 37,
      "start_time": 164450.0,
      "end_time": 170360.0,
      "text": "los mazos A y B tenían más cartas malas, mientras que C y D tenían más cartas buenas. Después de elegir 10"
    },
    {
      "index": 38,
      "start_time": 170360.0,
      "end_time": 175159.0,
      "text": "cartas, los participantes no tenían idea de lo que estaba sucediendo, pero con 50 cartas la mayoría sospecharía"
    },
    {
      "index": 39,
      "start_time": 175159.0,
      "end_time": 179819.0,
      "text": "que algunos mazos eran mejores que otros. Finalmente, después de 80 cartas, ellos podrían  darse cuenta de que"
    },
    {
      "index": 40,
      "start_time": 179819.0,
      "end_time": 185340.0,
      "text": "los mazos A y B eran malos y que C y D eran buenos. Pero, nuevamente, incluso antes de que lo supieran conscientemente,"
    },
    {
      "index": 41,
      "start_time": 185340.0,
      "end_time": 190010.0,
      "text": "sus niveles de respuesta galvánica de la piel aumentaría con las primeras 10 cartas en respuesta a"
    },
    {
      "index": 42,
      "start_time": 190010.0,
      "end_time": 195290.0,
      "text": "las pilas A y B. Su puel ya estaba realizando señales inconscientes acerca de  la elección"
    },
    {
      "index": 43,
      "start_time": 195290.0,
      "end_time": 199910.0,
      "text": "correcta antes de que su mente consciente lo hiciera. Por supuesto, su piel NO SABÍA la respuesta correcta"
    },
    {
      "index": 44,
      "start_time": 199910.0,
      "end_time": 205269.0,
      "text": "pero su mente inconsciente comenzó a entender los patrones antes de que su mente consciente lo hiciera."
    },
    {
      "index": 45,
      "start_time": 205269.0,
      "end_time": 210739.0,
      "text": "Entonces ¿seguir tu intuición es siempre la ruta a seguir? No en el caso de la empatía."
    },
    {
      "index": 46,
      "start_time": 210739.0,
      "end_time": 215769.0,
      "text": "Un estudio que involucró a más de 900 participantes encontró que cuando se trataba de interpretar y entender"
    },
    {
      "index": 47,
      "start_time": 215769.0,
      "end_time": 220500.0,
      "text": "con precisión los sentimientos de los demás, el pensamiento sistemático o el análisis cuidadoso"
    },
    {
      "index": 48,
      "start_time": 220500.0,
      "end_time": 224819.0,
      "text": "de la información disponible antes de tomar una decisión era más exitoso que ir con"
    },
    {
      "index": 49,
      "start_time": 224819.0,
      "end_time": 225970.0,
      "text": "lo que se siente correcto"
    },
    {
      "index": 50,
      "start_time": 225970.0,
      "end_time": 230860.0,
      "text": "Confiar en nuestras experiencias pasadas es esencialmente cómo se forma nuestra intuición y ha ayudado a"
    },
    {
      "index": 51,
      "start_time": 230860.0,
      "end_time": 236269.0,
      "text": "nuestros antepasados ​​a determinar al amigo del enemigo. Sin embargo, se nos dieron dos sistemas de"
    },
    {
      "index": 52,
      "start_time": 236269.0,
      "end_time": 239770.0,
      "text": "pensamiento: rápido y lento, y recomendamos que lo mejor es seguirlos a los dos."
    },
    {
      "index": 53,
      "start_time": 239770.0,
      "end_time": 243409.0,
      "text": "Un agradecimiento especial a Audible por apoyar este episodio para ofrecer una prueba gratuita de 30 días en"
    },
    {
      "index": 54,
      "start_time": 243409.0,
      "end_time": 248799.0,
      "text": "http://audible.com/asap. Esta semana queremos recomendar el libro \"Algoritmos para vivir\" que"
    },
    {
      "index": 55,
      "start_time": 248799.0,
      "end_time": 252890.0,
      "text": "es una mirada realmente interesante sobre cómo los algoritmos de la computadora se pueden aplicar a tu vida cotidiana"
    },
    {
      "index": 56,
      "start_time": 252890.0,
      "end_time": 259280.0,
      "text": "¡Puedes obtener una versión de prueba gratuita de 30 días en audible.com/asap y elegir entre una gran selección!"
    },
    {
      "index": 57,
      "start_time": 259279.99999999997,
      "end_time": 260969.99999999997,
      "text": "Los amamos, ya que son geniales cuando estás en movimiento."
    },
    {
      "index": 58,
      "start_time": 260970.00000000003,
      "end_time": 263139.0,
      "text": "¡Y suscríbete para más videos científicos semanales!"
    }
  ]
}