{
  "video_id": "TlFVFRkEfwo",
  "title": "Earth Mothers and Rebellious Sons - Creation Part 3: Crash Course World Mythology #4",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 6200.0,
      "text": "Hola, soy Mike. Esto es Crash Course de Mitologìa y hoy vamos a empezar donde nos quedamos la semana pasada: hablando sobre sexo."
    },
    {
      "index": 2,
      "start_time": 6200.0,
      "end_time": 12600.0,
      "text": "Sexo mitológico. Sexo legendario! Sexo que resulta en la creación del mundo."
    },
    {
      "index": 3,
      "start_time": 12600.0,
      "end_time": 15400.0,
      "text": "Además va a haber más castración, y tambien enanos."
    },
    {
      "index": 4,
      "start_time": 15400.0,
      "end_time": 17880.0,
      "text": "Deja de esconderte Thoth! Puedes manejarlo."
    },
    {
      "index": 5,
      "start_time": 17880.0,
      "end_time": 23000.0,
      "text": "Esta vez no sólo nos enfocaremos en el sexo, sino también en un común efecto secundario: Niños"
    },
    {
      "index": 6,
      "start_time": 23000.0,
      "end_time": 27320.0,
      "text": "Mayormente adorables bebés mitológicos, pero también están aquellos que se autoengendran"
    },
    {
      "index": 7,
      "start_time": 27320.0,
      "end_time": 35200.0,
      "text": "Como Thoth. También como Atenea, la diosa griega de la sabiduría, quien salió completamente crecida de la frente de su padre"
    },
    {
      "index": 8,
      "start_time": 35200.0,
      "end_time": 38080.0,
      "text": "Mucho tiempo antes de que fuera inventada la epidural.. Auch!"
    },
    {
      "index": 9,
      "start_time": 38080.0,
      "end_time": 47140.0,
      "text": " "
    },
    {
      "index": 10,
      "start_time": 47140.0,
      "end_time": 54780.0,
      "text": "La semana pasada empezamos con padres que escupían y vomitaban, algunos de los quienes se las manejaron para sacar adelante la creación sin ninguna mujer."
    },
    {
      "index": 11,
      "start_time": 54780.0,
      "end_time": 59160.0,
      "text": "Sin embargo, en general, los mitos de la creación del mundo incluyen alguna especie de dualidad,"
    },
    {
      "index": 12,
      "start_time": 59160.0,
      "end_time": 64760.0,
      "text": "ya sea la separación de lo femenino y lo masculino, lo claro y lo oscuro, lo bueno y lo malo, o la noche y el día."
    },
    {
      "index": 13,
      "start_time": 64760.00000000001,
      "end_time": 70100.0,
      "text": "La idea de \"Madre Tierra\" es muy común en el oeste y ha sido notablemente persistente."
    },
    {
      "index": 14,
      "start_time": 70100.0,
      "end_time": 80400.0,
      "text": "De hecho, en los años 70, el científico británico James Lovelock actualizó el mito en una hipótesis científica, definiendo a la \"Madre Tierra\", bajo su nombre griego Gaia, como:"
    },
    {
      "index": 15,
      "start_time": 96220.0,
      "end_time": 99680.0,
      "text": "Entonces, comencemos con la Madre todos: Gaia"
    },
    {
      "index": 16,
      "start_time": 99680.0,
      "end_time": 101100.0,
      "text": "Segun Hesíodo: Pimero vino el abismo: luego, la Tierra de ancho seno,  asiento seguro para todos los inmortales que ocupan la cima del nevado Olimpo."
    },
    {
      "index": 17,
      "start_time": 128199.99999999999,
      "end_time": 134280.0,
      "text": "Y un montón de otros seres sobrenaturales, incluyendo a Coeus, Crius, Theia, Rhea, Memory"
    },
    {
      "index": 18,
      "start_time": 134280.0,
      "end_time": 142840.0,
      "text": "Phoebe, Tethys, y el más importante para nosotros en este episodio: Cronos, el Dios del Tiempo, y futuro castrador."
    },
    {
      "index": 19,
      "start_time": 142840.0,
      "end_time": 145420.0,
      "text": "Estos seres son llamados los Titanes"
    },
    {
      "index": 20,
      "start_time": 145420.0,
      "end_time": 154060.0,
      "text": "Gaia tambien engendró a los cíclopes de un sólo ojo, y los Hecatonquiros,  gigantes con cien brazos y cincuenta cabezas"
    },
    {
      "index": 21,
      "start_time": 154060.0,
      "end_time": 162580.0,
      "text": "Que daban tanto miedo que el Cielo los escondió en una caverna dentro de la Tierra, llamada Tartarus, lo cual hizo enojar a la Tierra.."
    },
    {
      "index": 22,
      "start_time": 162580.0,
      "end_time": 166600.0,
      "text": "Pero, puedes culpar al Cielo? Esos son cincuenta rostros que sólo una madre podría amar.."
    },
    {
      "index": 23,
      "start_time": 166600.0,
      "end_time": 175700.0,
      "text": "Antes de que nos metamos en todo el incesto y la castración, detengámonos y pensemos por qué las personas querrían caracterizar a la Tierra como una madre y no un padre."
    },
    {
      "index": 24,
      "start_time": 175740.0,
      "end_time": 181080.0,
      "text": "Una obvia respuesta es que, tradicionalmente, las madres eran las que daban a luz (al menos que hablemos de caballitos de mar)"
    },
    {
      "index": 25,
      "start_time": 181080.0,
      "end_time": 185800.0,
      "text": "Entonces no es raro pensar en la creación como la obra de una madre"
    },
    {
      "index": 26,
      "start_time": 185800.0,
      "end_time": 191120.0,
      "text": "Y las madres son maternales, en el sentido biológico: proveen alimento para sus hijos."
    },
    {
      "index": 27,
      "start_time": 191120.0,
      "end_time": 200200.0,
      "text": "Por esto, para sociedades de agricultura, y probablemente de cazadores-recolectores y pastoreo también,  la Tierra provee el alimento que las personas y animales necesitan para vivir"
    },
    {
      "index": 28,
      "start_time": 200200.0,
      "end_time": 203800.0,
      "text": "Entonces, la metáfora de la \"Madre Tierra\"  tiene mucho sentido"
    },
    {
      "index": 29,
      "start_time": 203800.0,
      "end_time": 209920.0,
      "text": "Las madres de los mitos no son siempre las más cariñosas, y usualmente son muy  poderosas"
    },
    {
      "index": 30,
      "start_time": 209920.0,
      "end_time": 216720.0,
      "text": "En muchos mitos aman a sus hijos mucho más que a sus maridos, quienes, para ser justo, pueden ser apocalípticamente espantosos."
    },
    {
      "index": 31,
      "start_time": 216720.0,
      "end_time": 217640.0,
      "text": "Volvamos a los griegos."
    },
    {
      "index": 32,
      "start_time": 217660.0,
      "end_time": 227100.0,
      "text": "Vimos en un episodio previo lo que pasó cuando la Tierra, Gaia, se enteró de que el Cielo, Urano, había encerrado a sus hijos de cincuenta cabezas"
    },
    {
      "index": 33,
      "start_time": 227100.0,
      "end_time": 232300.0,
      "text": "Le dio un hoz a su hijo Cronos, quien castró a su padre, y como resultado nació Afrodita"
    },
    {
      "index": 34,
      "start_time": 232300.0,
      "end_time": 239520.0,
      "text": "Sorprendentemente, Urano no guardó mucho rencor, quizá porque él y Gaia sabían que pronto sería el final para Cronos."
    },
    {
      "index": 35,
      "start_time": 239520.0,
      "end_time": 241400.0,
      "text": "A mano de sus propios hijos"
    },
    {
      "index": 36,
      "start_time": 241400.0,
      "end_time": 248100.0,
      "text": "Veremos esta profecía, sobre un hijo derrocando, o posiblemente hasta matando a su padre, muchas veces.."
    },
    {
      "index": 37,
      "start_time": 248100.0,
      "end_time": 250420.0,
      "text": "Y tus padres se preocupaban por tu etapa gótica!"
    },
    {
      "index": 38,
      "start_time": 250420.0,
      "end_time": 258440.0,
      "text": "Cronos, sabiendo lo que le había hecho a su propio padre, estaba comprensiblemente nervioso por SUS hijos, nacidos de su hermana Rhea"
    },
    {
      "index": 39,
      "start_time": 258440.0,
      "end_time": 262580.0,
      "text": "Nuevamente, incesto, muy común en cosmologías y panteones"
    },
    {
      "index": 40,
      "start_time": 262600.0,
      "end_time": 268400.0,
      "text": "De hecho, quizá podríamos tener algún tipo de alerta de Incesto?  así no tengo que mencionarlo cada vez que surge"
    },
    {
      "index": 41,
      "start_time": 268400.0,
      "end_time": 270040.0,
      "text": "Sí, esa es perfecta"
    },
    {
      "index": 42,
      "start_time": 270040.0,
      "end_time": 274960.0,
      "text": "Entonces, a medida que sus hijos nacían, Cronos se los tragaba"
    },
    {
      "index": 43,
      "start_time": 274960.0,
      "end_time": 276380.0,
      "text": "Como nos dice Hesíodo: Su propósito era que nadie más que él, de los celestiales señoriales, tenga la estación Real entre los inmortales."
    },
    {
      "index": 44,
      "start_time": 283400.0,
      "end_time": 291520.0,
      "text": "De la misma manera que Gaia estaba molesta con Urano por encerrar a los Hecatonquiros, Rhea no estaba encantada con Cronos por comerse a sus hijos."
    },
    {
      "index": 45,
      "start_time": 291520.0,
      "end_time": 294000.0,
      "text": "Entonces, con la ayuda de sus padres, diseñó un plan"
    },
    {
      "index": 46,
      "start_time": 294000.0,
      "end_time": 302540.0,
      "text": "Cuando su hijo Zeus estaba a punto de nacer, Rhea se escapó a Creta para dar a luz, y entregó al bebé Zeus a su abuela,  Gaia"
    },
    {
      "index": 47,
      "start_time": 302540.0,
      "end_time": 310400.0,
      "text": "Rhea después vistió a una piedra con un pijama y se lo mostró a Cronos, quien, no gran sorpresa, tomó la piedra y se la comió"
    },
    {
      "index": 48,
      "start_time": 310400.0,
      "end_time": 315880.0,
      "text": "Aparentemente tenía dientes muy fuertes, y de alguna manera desconocía la densidad de un bebé estándar"
    },
    {
      "index": 49,
      "start_time": 315880.0,
      "end_time": 322680.0,
      "text": "Zeus creció, y derrocó a su padre, cumpliendo la profesía. Porque así es como funcionan las profesías"
    },
    {
      "index": 50,
      "start_time": 322680.0,
      "end_time": 329140.0,
      "text": "Sabiendo que necesitaba ayuda para desplazar a su padre y a los otros Titanes,     además de rescatar a sus hermanos del estómago de su padre"
    },
    {
      "index": 51,
      "start_time": 329140.0,
      "end_time": 335800.0,
      "text": "Zeus liberó a esos hecatonquiros de cincuenta cabezas, y juntos, fueron a la guerra"
    },
    {
      "index": 52,
      "start_time": 335800.0,
      "end_time": 342900.0,
      "text": "También liberó a los otros hijos de Rhea, y juntos, vencieron a los Titanes, y Zeus y su familia se convirtieron en los Dioses de los griegos"
    },
    {
      "index": 53,
      "start_time": 342900.0,
      "end_time": 351120.0,
      "text": "Como dije, esta idea de el hijo creciendo para suplantar al padre, causando una guerra en el Cielo, es muy común en muchas historias sobre la creación"
    },
    {
      "index": 54,
      "start_time": 351120.0,
      "end_time": 358080.0,
      "text": "Por ejemplo, en el mito creacional nórdico  del Prose Edda, un texto nórdico antiguo,  podemos encontrar al gigante de hielo Ymir"
    },
    {
      "index": 55,
      "start_time": 358080.0,
      "end_time": 368160.0,
      "text": "Quien no sólo creo al hombre y la mujer de su sudada axila izquierda, lo cual explica mucho si lo piensas,  sino que además creó una familia de gigantes de hielo"
    },
    {
      "index": 56,
      "start_time": 368160.0,
      "end_time": 377400.0,
      "text": "Y además además, de alguna manera, a otro hombre llamado Búri, quien tiene un hijo llamado Borr, quien se casó con Bestla, la hija del gigante de hielo Boelthor"
    },
    {
      "index": 57,
      "start_time": 377400.0,
      "end_time": 380300.0,
      "text": "Porque supongo que la aliteración estaba de moda en ese momento."
    },
    {
      "index": 58,
      "start_time": 380300.0,
      "end_time": 384460.0,
      "text": "Bestla dio a luz a tres hijos: VIli, Vé y Odin"
    },
    {
      "index": 59,
      "start_time": 384460.0,
      "end_time": 387540.0,
      "text": "Entonces, aquí es donde la historia se pone interesante. Burbuja de pensamiento"
    },
    {
      "index": 60,
      "start_time": 387540.0,
      "end_time": 394760.0,
      "text": "Los tres hermanos, Vili, Vé y Odin, odiaban a Ymir y a los otros gigantes de hielo, aunque ellos fueron los que los crearon. Dense cuenta del tema emergente"
    },
    {
      "index": 61,
      "start_time": 394760.0,
      "end_time": 402900.0,
      "text": "Entonces, lucharon contra ellos y los vencieron, matando a Ymir. Luego, los tres dioses usaron el cuerpo de Ymir para crear el mundo"
    },
    {
      "index": 62,
      "start_time": 402900.0,
      "end_time": 406600.0,
      "text": "Su carne se convirtió en la tierra, sus huesos se convirtieron en montañas y rocas"
    },
    {
      "index": 63,
      "start_time": 406600.0,
      "end_time": 415280.0,
      "text": "Su sangre sirvió para crear los lagos que punteaban el mundo y los mares que lo rodeaban, y su cráneo fue utilizado para crear el cielo."
    },
    {
      "index": 64,
      "start_time": 415280.0,
      "end_time": 421800.0,
      "text": "y SÍ! esto suena muy parecido al mito creacional chino de Pán Ku, con un cráneo en lugar de un huevo cósmico."
    },
    {
      "index": 65,
      "start_time": 421800.0,
      "end_time": 425060.0,
      "text": "Pero, supongo que la sangre de Dios siempre se convierte en agua.. De todos modos"
    },
    {
      "index": 66,
      "start_time": 425060.0,
      "end_time": 430500.0,
      "text": "Se colocó un enano en cada uno de las cuatro esquinas del cielo. Los enanos fueron llamados Este, Oeste, Norte y Sur"
    },
    {
      "index": 67,
      "start_time": 430500.0,
      "end_time": 436380.0,
      "text": "Los dioses hicieron el Sol y la Luna con las chispas de Múspell. A los gigantes les asignaron un lugar llamaro Jotunheim"
    },
    {
      "index": 68,
      "start_time": 436380.0,
      "end_time": 445260.0,
      "text": "Los hermanos luego crearon una tierra fértil llamada Midgard a partir de las cejas de Ymir´s, y crearon a un hombre a partir de un fresno caído, y una mujer a partir de un olmo caído"
    },
    {
      "index": 69,
      "start_time": 445260.0,
      "end_time": 450520.0,
      "text": "Odin les dio vida, Vili les otorgó inteligencia y emociones, y Vé les confirió sentidos."
    },
    {
      "index": 70,
      "start_time": 450520.0,
      "end_time": 453800.0,
      "text": "Ask era el hombre, Embla la mujer."
    },
    {
      "index": 71,
      "start_time": 453800.0,
      "end_time": 456800.0,
      "text": "Ellos fueron los padres de la raza humana"
    },
    {
      "index": 72,
      "start_time": 456800.0,
      "end_time": 463600.0,
      "text": "Y como a los dioses nórdicos les gustaba reciclar, con los gusanos que habían surgido de la carne podrida de Ymir los dioses crearon enanos."
    },
    {
      "index": 73,
      "start_time": 463600.0,
      "end_time": 464500.0,
      "text": "Más enanos!"
    },
    {
      "index": 74,
      "start_time": 464500.0,
      "end_time": 471160.0,
      "text": "Y en cuanto a los hijos de Borr, ellos formaron una familia de dioses y diosas llamada el Esir, dirigida por el Dios padre, Odin."
    },
    {
      "index": 75,
      "start_time": 471160.0,
      "end_time": 478760.0,
      "text": "Construyeron un maravilloso hogar sobre Midgard y lo llamaron Asgard. Los dos zonas fueron unidas por el puente arcoiris, Bifrost"
    },
    {
      "index": 76,
      "start_time": 478760.0,
      "end_time": 479600.0,
      "text": "Gracias burbuja de pensamiento."
    },
    {
      "index": 77,
      "start_time": 479600.0,
      "end_time": 487920.0,
      "text": "Estaremos escuchando más sobre estos dioses de Asgard más tarde, pero ahora quiero utilizar este mito como un \"puente arcoiris\", mi clase de puente favorita, para una historia creacional similar"
    },
    {
      "index": 78,
      "start_time": 487920.0,
      "end_time": 494660.0,
      "text": "Fans del Crash Course de Historia Mundial, saben que amamos el épico de Gilgamesh, pero hay otro texto sagrado de esa misma parte del mundo:"
    },
    {
      "index": 79,
      "start_time": 494660.0,
      "end_time": 499640.0,
      "text": "El Enuma Elish, de Babilonia, que nos muestra una de las más antiguas historias creacionales"
    },
    {
      "index": 80,
      "start_time": 499640.0,
      "end_time": 503920.0,
      "text": "Y. hey, sorpresa! también cuenta con una guerra entre dioses jóvenes y sus padres"
    },
    {
      "index": 81,
      "start_time": 503920.0,
      "end_time": 510620.0,
      "text": "Como un bonus, también tiene: aguas primordiales, una diosa madre enojada, y un gran mal padre creador."
    },
    {
      "index": 82,
      "start_time": 510620.0,
      "end_time": 515640.0,
      "text": "Oh, Stan, podrías hacer un recordatorio para hacer \"Diosa madre enojada\" y \"Gran mal padre creador\" marcas registradas?"
    },
    {
      "index": 83,
      "start_time": 515640.0,
      "end_time": 519060.0,
      "text": "Nombre de bandas, serie de juegos, items en un menú de sandwiches. Las posibilidades son interminables."
    },
    {
      "index": 84,
      "start_time": 519059.99999999994,
      "end_time": 527460.0,
      "text": "En el principio del Enuma Elish, el Agua Dulce primordial, Apsu, y el Agua Salada primordial, Tiamat, se \"juntaron\", si entienden lo que digo.."
    },
    {
      "index": 85,
      "start_time": 527460.0,
      "end_time": 532900.0,
      "text": "y producieron la tierra en la forma de depósitos de limo Lahmu y Lahamu"
    },
    {
      "index": 86,
      "start_time": 532900.0,
      "end_time": 538740.0,
      "text": "La tierra luego se juntó y creó a la primera familia de dioses: Anshar, Kishar, y su hijo Anu"
    },
    {
      "index": 87,
      "start_time": 538740.0,
      "end_time": 544360.0,
      "text": "Quien luego creó un segundo conjunto de deidades, dirigidos por Ea, quien no debe ser confundido con el dios girego Eos, que quiere decir \"Amanecer\""
    },
    {
      "index": 88,
      "start_time": 544360.0,
      "end_time": 549960.0,
      "text": "Ea y sus hermanos eran un grupo salvaje de niños alocados que molestaban a sus abuelos, Apsu y Tiamar"
    },
    {
      "index": 89,
      "start_time": 549960.0,
      "end_time": 555480.0,
      "text": "Antes de que Apsu pueda llevar a cabo su plan de obligar a Ea y a sus hermanos a \"bajar la música e irse a sus habitaciones!\""
    },
    {
      "index": 90,
      "start_time": 555480.0,
      "end_time": 559640.0,
      "text": "Ea y Koh mataron a Apsu. Lo que parece un poco exagerado"
    },
    {
      "index": 91,
      "start_time": 559640.0,
      "end_time": 569600.0,
      "text": "No nos sorprende que Tiamat estaba.. no muy feliz, así que creó un manojo de serpientes, dragones, hombres pez, hombres toro, y otros horrores para enseñarle a esos niños una lección"
    },
    {
      "index": 92,
      "start_time": 569600.0,
      "end_time": 576420.0,
      "text": "Ea, Anshar y Anu se enfrentaron a una guerra contra los monstruos, pero no fueron capaces de vencerlos sin la ayuda del hijo de Ea, Marduk"
    },
    {
      "index": 93,
      "start_time": 576420.0,
      "end_time": 584760.0,
      "text": "Ahora, Marduk, a quien Ea llamo el Gran Sol, no era ningún tonto, y vio la debilidad de su padre como una oportunidad para tomar el control."
    },
    {
      "index": 94,
      "start_time": 584760.0,
      "end_time": 592560.0,
      "text": "Así que hizo un trato con Ea. Marduk lo ayudaría a vencer a Tiamat si él era nombrado el Rey de los dioses, y también el Universo"
    },
    {
      "index": 95,
      "start_time": 592560.0,
      "end_time": 599480.0,
      "text": "Ea aceptó el trato de Marduk y fue a luchar contra Tiamat, quien, cómo a veces sucede, se había transformado en un monstruo marino"
    },
    {
      "index": 96,
      "start_time": 599480.0,
      "end_time": 602040.0,
      "text": "Lo hicimos! Llegamos a los monstruos marinos!"
    },
    {
      "index": 97,
      "start_time": 602040.0,
      "end_time": 608000.0,
      "text": "De todos modos, probablemente sabes a donde va esto. Marduk vence a Tiamat, y se convierte en el rey de los dioses"
    },
    {
      "index": 98,
      "start_time": 608000.0,
      "end_time": 615000.0,
      "text": "Pero, hey, final sorpresa: Marduk tomó a Tiamat y la dividió como a un marisco para crear al mundo."
    },
    {
      "index": 99,
      "start_time": 637400.0,
      "end_time": 640520.0,
      "text": "Como deshierbar. Y la planificación de bienes. Los dioses odian esas cosas"
    },
    {
      "index": 100,
      "start_time": 640520.0,
      "end_time": 646560.0,
      "text": "Entonces, una vez más vemos que un padre es dividido para crear el mundo físico"
    },
    {
      "index": 101,
      "start_time": 646560.0,
      "end_time": 653360.0,
      "text": "Frecuentemente, esta división es descrita como un sacrificio, y se usa para explicar los rituales de sacrificio que se dan en muchas religiones"
    },
    {
      "index": 102,
      "start_time": 653360.0,
      "end_time": 659280.0,
      "text": "Ahora, son estos mitos simplemente una forma de justificar rituales religiosos existentes, o hay algo más sucediendo aqui?"
    },
    {
      "index": 103,
      "start_time": 659280.0,
      "end_time": 667320.0,
      "text": "Quizá estos mitos tengan una dimensión psicológica también. Ilustran la voluntad que los padres  pueden tener para sacrificar cualquier cosa por sus hijos."
    },
    {
      "index": 104,
      "start_time": 667320.0,
      "end_time": 673640.0,
      "text": "Pero también, algunos de los complicados sentimientos de confusión o enojo que los padres pueden sentir hacia sus hijos. Y que los hijos pueden sentir hacia sus padres."
    },
    {
      "index": 105,
      "start_time": 673640.0,
      "end_time": 676180.0,
      "text": "Aunque, agradecidamente, eso no suele resultar en castración"
    },
    {
      "index": 106,
      "start_time": 676180.0,
      "end_time": 684200.0,
      "text": "Estos mitos nos muestran que estos sentimientos son tan antiguos como la creación misma, y hasta podrían haber sido su fuente de origen."
    },
    {
      "index": 107,
      "start_time": 684200.0,
      "end_time": 686060.0,
      "text": "Gracias por mirar! Los veremos la semana próxima"
    },
    {
      "index": 108,
      "start_time": 686060.0,
      "end_time": 691320.0,
      "text": "Crash Course Mitología es filmado en el estudio de Chad & Stacey Emigholz en Indianapolis, IN"
    },
    {
      "index": 109,
      "start_time": 691320.0,
      "end_time": 694340.0,
      "text": "Y es producido con la ayuda de todas estas amables personas."
    },
    {
      "index": 110,
      "start_time": 694340.0,
      "end_time": 696560.0,
      "text": "Nuestro grupo de animación es Thought Cafe"
    },
    {
      "index": 111,
      "start_time": 696560.0,
      "end_time": 701000.0,
      "text": "Crash Course existe gracias al generoso apoyo de nuestros Petreons de Patreon.com"
    },
    {
      "index": 112,
      "start_time": 701000.0,
      "end_time": 710300.0,
      "text": "Patreon es un servicio de suscripción voluntaria donde puedes apoyar el contenido que amas a través de donaciones mensuales, para ayudar a mantener Crash Course gratuitamente, para todos, para siempre."
    },
    {
      "index": 113,
      "start_time": 710300.0,
      "end_time": 712780.0,
      "text": "Gracias por mirar! Y sólo porque me gusta decirlo"
    },
    {
      "index": 114,
      "start_time": 712780.0,
      "end_time": 714140.0,
      "text": "Hecatonquiros"
    },
    {
      "index": 115,
      "start_time": 714140.0,
      "end_time": 716220.0,
      "text": "La gente dice que son feos, pero suena muy bien"
    }
  ]
}