{
  "video_id": "tp5MIrMZFqo",
  "title": "Overview: Numbers",
  "json": [
    {
      "index": 1,
      "start_time": 3010.0,
      "end_time": 6910.0,
      "text": "El Libro de Números. Este cuarto libro de la Biblia continúa la historia de"
    },
    {
      "index": 2,
      "start_time": 6910.0,
      "end_time": 10860.0,
      "text": "Israel después de su éxodo de la esclavitud en Egipto. Dios los ha traído al Monte Sinaí"
    },
    {
      "index": 3,
      "start_time": 10860.0,
      "end_time": 15980.0,
      "text": "y Él entra en un pacto con ellos allí. Y a pesar de la rebelión de Israel,"
    },
    {
      "index": 4,
      "start_time": 15980.0,
      "end_time": 20750.0,
      "text": "Dios por su gracia ha provisto un camino para que Israel viva cerca de su santa presencia en"
    },
    {
      "index": 5,
      "start_time": 20750.0,
      "end_time": 25440.0,
      "text": "el Tabernáculo.  Así que el Libro de Números empieza con Israel terminando su estadía de un año"
    },
    {
      "index": 6,
      "start_time": 25440.0,
      "end_time": 30090.0,
      "text": "en el Monte Sinaí y ellos salen hacia el desierto de camino a"
    },
    {
      "index": 7,
      "start_time": 30090.0,
      "end_time": 33840.0,
      "text": "la tierra que Dios le prometió a Abraham. Ahora la línea histórica del libro esta diseñada"
    },
    {
      "index": 8,
      "start_time": 33840.0,
      "end_time": 38100.0,
      "text": "de acuerdo a las etapas de su viaje. Así que la primera sección empieza en el Monte"
    },
    {
      "index": 9,
      "start_time": 38100.0,
      "end_time": 43249.0,
      "text": "Sinaí, pero luego ellos empiezan un viaje hacia el desierto de Parán. Entonces de"
    },
    {
      "index": 10,
      "start_time": 43249.0,
      "end_time": 48179.0,
      "text": "allí ellos viajan a las planicies de Moab, las cuales están exactamente en frente de la Tierra Prometida."
    },
    {
      "index": 11,
      "start_time": 48179.0,
      "end_time": 52889.0,
      "text": "Ahora, la primera parte comienza con un censo en el que el pueblo es contado."
    },
    {
      "index": 12,
      "start_time": 52889.0,
      "end_time": 56429.0,
      "text": "De ahí es de donde el libro obtiene su nombre. Y luego hay leyes acerca de como las tribus"
    },
    {
      "index": 13,
      "start_time": 56429.0,
      "end_time": 60579.0,
      "text": "de Israel debían ser organizadas en su campamento.  El Tabernáculo debía estar en el"
    },
    {
      "index": 14,
      "start_time": 60579.0,
      "end_time": 64580.0,
      "text": "centro, y entonces alrededor los sacerdotes y levitas. Luego alrededor de ellos"
    },
    {
      "index": 15,
      "start_time": 64580.0,
      "end_time": 69550.0,
      "text": "las doce tribus nítidamente ordenadas con Judá a la cabeza. Ahora esto era todo un"
    },
    {
      "index": 16,
      "start_time": 69550.0,
      "end_time": 73790.0,
      "text": "símbolo elaborado acerca de como la santa presencia de Dios estaba en el centro de su"
    },
    {
      "index": 17,
      "start_time": 73790.0,
      "end_time": 77810.0,
      "text": "existencia como pueblo. A todo esto le siguió una serie completa de leyes de la"
    },
    {
      "index": 18,
      "start_time": 77810.0,
      "end_time": 82040.0,
      "text": "que surgieron las leyes de pureza del Libro de Levítico. Si la presencia de Dios iba a"
    },
    {
      "index": 19,
      "start_time": 82040.0,
      "end_time": 86950.0,
      "text": "estar en medio de ellos, todo esfuerzo debía ser hecho para hacer al campamento puro,"
    },
    {
      "index": 20,
      "start_time": 86950.0,
      "end_time": 91840.0,
      "text": "un lugar que invita la santidad de Dios. En el capítulo 10, la nube de la presencia de Dios se levanta"
    },
    {
      "index": 21,
      "start_time": 91840.0,
      "end_time": 95950.0,
      "text": "desde el Tabernáculo y guía a Israel del Sinaí hacia el desierto"
    },
    {
      "index": 22,
      "start_time": 95950.0,
      "end_time": 101440.0,
      "text": "e inmediatamente las cosas empeoran. Así que en el capítulo 11 el pueblo comienza"
    },
    {
      "index": 23,
      "start_time": 101440.0,
      "end_time": 105160.0,
      "text": "a quejarse de su hambruna y su sed, y de cómo ellos quieren regresar a"
    },
    {
      "index": 24,
      "start_time": 105160.0,
      "end_time": 110400.0,
      "text": "Egipto. Entonces en el capítulo 12, los mismos hermanos de Moisés comienzan a oponérsele"
    },
    {
      "index": 25,
      "start_time": 110400.0,
      "end_time": 114790.0,
      "text": "y a criticarlo en frente de todo el pueblo. Este viaje no tiene un"
    },
    {
      "index": 26,
      "start_time": 114790.0,
      "end_time": 118990.0,
      "text": "buen comienzo. La siguiente sección comienza con los israelitas llegando al desierto de"
    },
    {
      "index": 27,
      "start_time": 118990.0,
      "end_time": 123380.0,
      "text": "Parán--como a medio camino de la Tierra Prometida. Dios le dice a Moisés que envíe a los"
    },
    {
      "index": 28,
      "start_time": 123380.0,
      "end_time": 128209.0,
      "text": "doce espías, uno por cada tribu, para que ellos puedan explorar la Tierra Prometida. Así que"
    },
    {
      "index": 29,
      "start_time": 128209.0,
      "end_time": 132780.0,
      "text": "cuando los espías regresan, diez de ellos dicen que de ningún modo Israel podrá"
    },
    {
      "index": 30,
      "start_time": 132780.0,
      "end_time": 135580.0,
      "text": "sobrevivir allí porque los cananeos los destruirán."
    },
    {
      "index": 31,
      "start_time": 135580.0,
      "end_time": 140820.0,
      "text": "Pero hay dos espías, Caleb y Josué, que dicen que Dios puede salvarlos. ¡Pero los"
    },
    {
      "index": 32,
      "start_time": 140820.0,
      "end_time": 145240.0,
      "text": "10 provocan al pueblo a una rabia temerosa y ellos comienzan a planificar un motín!"
    },
    {
      "index": 33,
      "start_time": 145240.0,
      "end_time": 149000.0,
      "text": "Ellos van a nombrar a un nuevo líder y regresar a Egipto. Así que Dios está,"
    },
    {
      "index": 34,
      "start_time": 149000.0,
      "end_time": 153930.0,
      "text": "como es de esperarse, molesto y Moisés intercede en favor del pueblo. Él le pide a"
    },
    {
      "index": 35,
      "start_time": 153930.0,
      "end_time": 159100.0,
      "text": "Dios que sea fiel a Sus promesas a Abraham. Y Dios lo hace, pero no a"
    },
    {
      "index": 36,
      "start_time": 159100.0,
      "end_time": 163890.0,
      "text": "costa de Su justicia. Él les da a estos israelitas lo que ellos quieren--no entrar a"
    },
    {
      "index": 37,
      "start_time": 163890.0,
      "end_time": 167500.0,
      "text": "la tierra. Y Dios condena a esta generación a vagar en el desierto"
    },
    {
      "index": 38,
      "start_time": 167500.0,
      "end_time": 170130.0,
      "text": "por cuarenta años hasta que mueren."
    },
    {
      "index": 39,
      "start_time": 170130.0,
      "end_time": 174810.0,
      "text": "Sólo sus hijos llegaron a entrar en la Tierra Prometida. Ahora, pensarás que esta severa"
    },
    {
      "index": 40,
      "start_time": 174810.0,
      "end_time": 178740.0,
      "text": "consecuencia los despertaría, pero ello se pone peor. Así que en la siguiente historia"
    },
    {
      "index": 41,
      "start_time": 178740.0,
      "end_time": 182580.0,
      "text": "hay todo un grupo de levitas que comenzaron una rebelión y retaron"
    },
    {
      "index": 42,
      "start_time": 182580.0,
      "end_time": 187890.0,
      "text": "el liderazgo de Moisés y Aarón diciendo que ellos habían ido demasiado lejos. Así que Dios trata"
    },
    {
      "index": 43,
      "start_time": 187890.0,
      "end_time": 192810.0,
      "text": "severamente con estos levitas y renueva su compromiso con Moisés y Aarón como"
    },
    {
      "index": 44,
      "start_time": 192810.0,
      "end_time": 197300.0,
      "text": "líderes de Israel. Ahora, así como ellos dejan la región de Parán y comienzan el camino, las cosas"
    },
    {
      "index": 45,
      "start_time": 197300.0,
      "end_time": 202180.0,
      "text": "empeoran otra vez. Los israelitas comienzan a quejarse otra vez por causa de su sed y"
    },
    {
      "index": 46,
      "start_time": 202180.0,
      "end_time": 206570.0,
      "text": "preguntan por qué Moisés los sacó de Egipto en primer lugar. Así que Dios le dice a"
    },
    {
      "index": 47,
      "start_time": 206570.0,
      "end_time": 211370.0,
      "text": "Moisés que le hable a una roca para que brote agua para todo el pueblo. Pero Moisés"
    },
    {
      "index": 48,
      "start_time": 211370.0,
      "end_time": 216110.0,
      "text": "no hace esto realmente. Él sobrepasa sus límites. Golpea la roca dos veces y"
    },
    {
      "index": 49,
      "start_time": 216110.0,
      "end_time": 220420.0,
      "text": "entonces dice, \"¡Ustedes rebeldes! ¿Tendremos que sacar agua de esta roca?\" Así que Moisés"
    },
    {
      "index": 50,
      "start_time": 220420.0,
      "end_time": 224880.0,
      "text": "deshonra a Dios al ponerse él mismo en el lugar de Dios como el que hace brotar"
    },
    {
      "index": 51,
      "start_time": 224880.0,
      "end_time": 230000.0,
      "text": "el agua. Y así Moisés arroja sobre sí la misma suerte de la generación del"
    },
    {
      "index": 52,
      "start_time": 230000.0,
      "end_time": 234360.0,
      "text": "desierto. Él también morirá en el desierto y nunca logrará entrar a la Tierra Prometida."
    },
    {
      "index": 53,
      "start_time": 234360.0,
      "end_time": 239420.0,
      "text": "Después de esto los israelitas se rebelan otra vez y Dios trae un juicio muy extraño"
    },
    {
      "index": 54,
      "start_time": 239420.0,
      "end_time": 240970.0,
      "text": "sobre ellos."
    },
    {
      "index": 55,
      "start_time": 240970.0,
      "end_time": 244980.0,
      "text": "Serpientes venenosas vienen y muerden al pueblo. Así que Moisés nuevamente"
    },
    {
      "index": 56,
      "start_time": 244980.0,
      "end_time": 249050.0,
      "text": "intercede en favor del pueblo y Dios le dice a Moisés que haga esto: haz una"
    },
    {
      "index": 57,
      "start_time": 249050.0,
      "end_time": 254459.0,
      "text": "serpietne de bronce y levántala en un asta para que cualquiera que mire a esta serpiente"
    },
    {
      "index": 58,
      "start_time": 254459.0,
      "end_time": 259880.0,
      "text": "sea sanado de la mordida venenosa. Es un símbolo muy extraño, pero habla"
    },
    {
      "index": 59,
      "start_time": 259880.0,
      "end_time": 265060.0,
      "text": "del reto que Dios tiene de ser fiel a Su pacto. El tiene derecho a"
    },
    {
      "index": 60,
      "start_time": 265060.0,
      "end_time": 267540.0,
      "text": "traer justicia sobre los perversos israelitas."
    },
    {
      "index": 61,
      "start_time": 267540.0,
      "end_time": 273570.0,
      "text": "Pero aún la justicia de Dios se transforma en una fuente de vida para aquellos que"
    },
    {
      "index": 62,
      "start_time": 273570.0,
      "end_time": 278130.0,
      "text": "miren a Dios por sanidad. De aquí el pueblo se dirige a las planicies de Moab."
    },
    {
      "index": 63,
      "start_time": 278130.0,
      "end_time": 281850.0,
      "text": "La primera parte principal de esta sección  se enfoca en la extraña figura de Balaam."
    },
    {
      "index": 64,
      "start_time": 281850.0,
      "end_time": 286140.0,
      "text": "Así que el rey de Moab se asusta a causa de toda esta gente que está viajando"
    },
    {
      "index": 65,
      "start_time": 286140.0,
      "end_time": 291360.0,
      "text": "a través de su territorio. Así que él contrata a un hechicero pagano, Balaam, para que declare maldiciones"
    },
    {
      "index": 66,
      "start_time": 291360.0,
      "end_time": 294280.0,
      "text": "sobre Israel. Y en tres diferentes ocasiones"
    },
    {
      "index": 67,
      "start_time": 294280.0,
      "end_time": 299290.0,
      "text": "Balaam encuentra que él no puede maldecirlos. Él solo puede declarar bendición sobre Israel."
    },
    {
      "index": 68,
      "start_time": 299290.0,
      "end_time": 303280.0,
      "text": "Recuerda la promesa de Dios a Abraham de Génesis 12. Así que no sólo Balaam no"
    },
    {
      "index": 69,
      "start_time": 303280.0,
      "end_time": 308450.0,
      "text": "puede maldecir a Israel, sino que Dios en realidad le da una visión sobre un futuro rey israelita"
    },
    {
      "index": 70,
      "start_time": 308450.0,
      "end_time": 312780.0,
      "text": "que un día traerá la justicia de Dios a todas las naciones. Esta visión nos recuerda"
    },
    {
      "index": 71,
      "start_time": 312780.0,
      "end_time": 318010.0,
      "text": "la promesa de Jacob a Judá en Génesis 49. Ahora es necesario detenernos a reflexionar sobre"
    },
    {
      "index": 72,
      "start_time": 318010.0,
      "end_time": 322120.0,
      "text": "el curso del libro hasta el momento. Las historias de las rebeliones en el desierto"
    },
    {
      "index": 73,
      "start_time": 322120.0,
      "end_time": 327040.0,
      "text": "se acumulan una tras otra, empeorando cada vez más. Y mientras Dios sí trae"
    },
    {
      "index": 74,
      "start_time": 327040.0,
      "end_time": 331970.0,
      "text": "actos parciales de juicio sobre Israel, Él también continuó mostrándoles su misericordia, proveyéndoles comida"
    },
    {
      "index": 75,
      "start_time": 331970.0,
      "end_time": 336820.0,
      "text": "y agua a través del camino. Y así la historia de Balaam muestra la gracia de Dios en"
    },
    {
      "index": 76,
      "start_time": 336820.0,
      "end_time": 341020.0,
      "text": "colores brillantes porque aquí está Israel--en el campamento quejándose y"
    },
    {
      "index": 77,
      "start_time": 341020.0,
      "end_time": 344520.0,
      "text": "rebelándose--pero arriba en las colinas, sin que ellos lo sepan,"
    },
    {
      "index": 78,
      "start_time": 344520.0,
      "end_time": 349570.0,
      "text": "Dios los está protegiendo y aún bendiciendo. Y es este contraste entre la"
    },
    {
      "index": 79,
      "start_time": 349570.0,
      "end_time": 353280.0,
      "text": "rebelión de Israel y la fidelidad de Dios en el desierto lo que ha hecho que estas"
    },
    {
      "index": 80,
      "start_time": 353280.0,
      "end_time": 357710.0,
      "text": "historias sean tan importantes para las generaciones siguientes de Israel. Así que las historias"
    },
    {
      "index": 81,
      "start_time": 357710.0,
      "end_time": 363190.0,
      "text": "del desierto son contadas una y otra vez por los profetas bíblicos posteriores y poetas y"
    },
    {
      "index": 82,
      "start_time": 363190.0,
      "end_time": 366790.0,
      "text": "aún por los apóstoles en el Nuevo Testamento. Y estas historias siempre sirven"
    },
    {
      "index": 83,
      "start_time": 366790.0,
      "end_time": 371990.0,
      "text": "como una advertencia de que mientras Dios permanecerá fiel a sus promesas del pacto, Él"
    },
    {
      "index": 84,
      "start_time": 371990.0,
      "end_time": 377150.0,
      "text": "también permitirá que su pueblo se aleje en rebeldía y enfrente las consecuencias."
    },
    {
      "index": 85,
      "start_time": 377150.0,
      "end_time": 381050.0,
      "text": "Después de esto, el resto del libro se enfoca en los hijos de la generación"
    },
    {
      "index": 86,
      "start_time": 381050.0,
      "end_time": 385120.0,
      "text": "del desierto y ellos comienzan a prepararse para heredar la Tierra Prometida. Ellos toman"
    },
    {
      "index": 87,
      "start_time": 385120.0,
      "end_time": 388990.0,
      "text": "otro censo de la nueva generación, entonces van y ganan un número de"
    },
    {
      "index": 88,
      "start_time": 388990.0,
      "end_time": 393250.0,
      "text": "batallas contra los pueblos a su alrededor y luego unas pocas tribus comienzan a"
    },
    {
      "index": 89,
      "start_time": 393250.0,
      "end_time": 398340.0,
      "text": "asentarse en la Tierra Prometida. Así que el libro termina con la nueva generación dispuesta a"
    },
    {
      "index": 90,
      "start_time": 398340.0,
      "end_time": 399449.0,
      "text": "entrar en la tierra"
    },
    {
      "index": 91,
      "start_time": 399449.0,
      "end_time": 405219.0,
      "text": "y Moisés esta a punto de dar sus palabras finales de sabiduría y advertencia. Pero por ahora,"
    },
    {
      "index": 92,
      "start_time": 405219.0,
      "end_time": 407770.0,
      "text": "eso es de lo que trata el Libro de Números."
    }
  ]
}