{
  "video_id": "tXI3Qdu_Qt8",
  "title": "How to Conduct a Breakeven Analysis",
  "json": [
    {
      "index": 1,
      "start_time": 1730.0,
      "end_time": 5160.0,
      "text": "Bueno, ahora que en realidad hemos ido por delante y\nFijación de precios discutidos, así como la"
    },
    {
      "index": 2,
      "start_time": 5160.0,
      "end_time": 10110.0,
      "text": "estrategia pieza, ¿cómo vamos a lograr\nestos objetivos, es importante que discutamos"
    },
    {
      "index": 3,
      "start_time": 10110.0,
      "end_time": 15619.0,
      "text": "los detalles reales relacionados con la fijación de precios. Ya Está\nson una serie de herramientas que se puede utilizar como"
    },
    {
      "index": 4,
      "start_time": 15619.0,
      "end_time": 22019.0,
      "text": "una manera de afinar el precio real. Las empresas\ntener en cuenta un montón de cosas diferentes"
    },
    {
      "index": 5,
      "start_time": 22019.0,
      "end_time": 25949.0,
      "text": "si su precio va a ir a su precio\nsus productos no sólo competitivo, pero"
    },
    {
      "index": 6,
      "start_time": 25949.0,
      "end_time": 30720.0,
      "text": "También hasta el punto en que van a cubrir\nuna gran cantidad de sus costos. Y así uno de los más fáciles"
    },
    {
      "index": 7,
      "start_time": 30720.0,
      "end_time": 37210.0,
      "text": "formas o herramientas más fáciles que usted puede utilizar\nes lo que llamamos un análisis del punto de equilibrio. Y Se"
    },
    {
      "index": 8,
      "start_time": 37210.0,
      "end_time": 42719.0,
      "text": "un análisis del punto de equilibrio es simplemente un proceso que es\nutilizado para determinar el número de unidades que"
    },
    {
      "index": 9,
      "start_time": 42719.0,
      "end_time": 47719.0,
      "text": "usted tendría que vender para cubrir sus costos.\nAsí que voy a abreviar el punto de equilibrio como"
    },
    {
      "index": 10,
      "start_time": 47719.0,
      "end_time": 54719.0,
      "text": "BP. Y así vamos a hacer referencia al número\nde unidades que se necesitan para cubrir nuestros costos."
    },
    {
      "index": 11,
      "start_time": 63329.0,
      "end_time": 68520.0,
      "text": "Y por lo que idealmente como un negocio que no lo harías\nsólo vende lo que sea este número se debe a"
    },
    {
      "index": 12,
      "start_time": 68520.0,
      "end_time": 72610.0,
      "text": "que está cubriendo sus costos no estás necesariamente\nhaciendo ningún dinero. Lo ideal sería que usted sería capaz de"
    },
    {
      "index": 13,
      "start_time": 72610.0,
      "end_time": 76890.0,
      "text": "vender más que esto. Y por lo que este es un gran\npunto de partida para una discusión, para saber que"
    },
    {
      "index": 14,
      "start_time": 76890.0,
      "end_time": 83800.0,
      "text": "así es factible para nosotros vendemos este número\nde los productos y, si es grande. Si no es"
    },
    {
      "index": 15,
      "start_time": 83800.0,
      "end_time": 87100.0,
      "text": "aunque lo que son algunas de las cosas que nos\npuede hacer? ¿Cuáles son las variables que podemos"
    },
    {
      "index": 16,
      "start_time": 87100.0,
      "end_time": 92570.0,
      "text": "cambiar para que sea un poco más razonable.\nAsí que deja para ir a través déjame mostrarte lo primero"
    },
    {
      "index": 17,
      "start_time": 92570.0,
      "end_time": 99270.0,
      "text": "la ecuación es un punto de equilibrio. Y Se\nel punto de equilibrio es simplemente su primera fijo"
    },
    {
      "index": 18,
      "start_time": 99270.0,
      "end_time": 105180.0,
      "text": "costo. Los costos fijos no varían con el tiempo dentro\nun cierto rango relevante. Y así, estos a menudo"
    },
    {
      "index": 19,
      "start_time": 105180.0,
      "end_time": 112180.0,
      "text": "incluir cosas que las plantas, la propiedad y\nequipos e incluso la publicidad, seguros,"
    },
    {
      "index": 20,
      "start_time": 113000.0,
      "end_time": 117050.0,
      "text": "y los impuestos. Estos son los costos fijos comúnmente.\nLa razón de que están fijos se debe a que"
    },
    {
      "index": 21,
      "start_time": 117050.0,
      "end_time": 123270.0,
      "text": "no varían en función del número de productos\nque usted vende. Así que si vendo nada, lo sé"
    },
    {
      "index": 22,
      "start_time": 123270.0,
      "end_time": 128229.0,
      "text": "Todavía tengo que pagar los servicios públicos. Todavía tengo\npara pagar el alquiler de la propiedad que estoy usando."
    },
    {
      "index": 23,
      "start_time": 128229.00000000001,
      "end_time": 133489.0,
      "text": "Todavía tengo que pagar ciertos costos de seguro\ny cosas diferentes. Le pago la publicidad."
    },
    {
      "index": 24,
      "start_time": 133489.0,
      "end_time": 138319.0,
      "text": "Y por lo que están fijos, no varían en función\nen la producción. Así que me quito el costo fijo y"
    },
    {
      "index": 25,
      "start_time": 138319.0,
      "end_time": 144269.0,
      "text": "entonces lo que hago es divido que al principio mi\nprecio de mi producto así que lo que es la venta"
    },
    {
      "index": 26,
      "start_time": 144269.0,
      "end_time": 151269.0,
      "text": "precio de mi producto. Lo que los consumidores tienen\na renunciar a obtener mi producto menos variable"
    },
    {
      "index": 27,
      "start_time": 151290.0,
      "end_time": 158290.0,
      "text": "cuesta lo que voy a abreviar como VC. Variable\ncostes, en contra de los costos fijos, varían en función"
    },
    {
      "index": 28,
      "start_time": 158870.0,
      "end_time": 165870.0,
      "text": "sobre el número de unidades producidas. Así que si usted\nproducir cinco de un producto en particular, entonces"
    },
    {
      "index": 29,
      "start_time": 165879.0,
      "end_time": 169299.0,
      "text": "en última instancia, usted va a tomar su fijo\ncostos y múltiple por cinco. Así que van"
    },
    {
      "index": 30,
      "start_time": 169299.0,
      "end_time": 174120.0,
      "text": "con cada unidad que se produce. Típicamente\ncostos variables incluyen cosas como directo"
    },
    {
      "index": 31,
      "start_time": 174120.0,
      "end_time": 180090.0,
      "text": "materiales, y por lo que los materiales que en realidad\nentró en el montaje de ese producto. Típicamente"
    },
    {
      "index": 32,
      "start_time": 180090.0,
      "end_time": 186139.0,
      "text": "incluye mano de obra directa. Y así, la gente real\nque ensambla el producto y lo puso juntos."
    },
    {
      "index": 33,
      "start_time": 186139.0,
      "end_time": 191620.0,
      "text": "Obviamente, cuanto más tiempo pasaban se basa\nde cuánto usted produce. Así que estos son todos"
    },
    {
      "index": 34,
      "start_time": 191620.0,
      "end_time": 196730.0,
      "text": "cosas que usted esencialmente considerar\nen los costos variables y luego algunas otras cosas."
    },
    {
      "index": 35,
      "start_time": 196730.0,
      "end_time": 200889.0,
      "text": "Así que déjame mostrarte cómo lo haría realidad\ntrabajar esta aquí. Digamos que en realidad"
    },
    {
      "index": 36,
      "start_time": 200889.0,
      "end_time": 207799.0,
      "text": "producir cajas del teléfono celular y tenemos un fijo\ncosto de quinientos mil dólares. Estos"
    },
    {
      "index": 37,
      "start_time": 207799.0,
      "end_time": 214019.0,
      "text": "son los costos que incurrimos sin producción\nde ningún tipo. Sea lo que sea, las plantas, la propiedad,"
    },
    {
      "index": 38,
      "start_time": 214019.0,
      "end_time": 218650.0,
      "text": "equipos, la publicidad, los impuestos, los tipos\nde las cosas no varían en función de cuántas"
    },
    {
      "index": 39,
      "start_time": 218650.0,
      "end_time": 225459.0,
      "text": "bienes que venden. Y nosotros vende este el teléfono celular\ncasos para digamos que veinte dólares cada uno"
    },
    {
      "index": 40,
      "start_time": 225459.0,
      "end_time": 230499.0,
      "text": "y que nos cuesta alrededor de diez dólares en la variable\ncostos para hacerlos. Así que para todos los casos podemos"
    },
    {
      "index": 41,
      "start_time": 230499.0,
      "end_time": 236159.0,
      "text": "vendemos por veinte pagamos diez dólares a realidad\nlo tienen hecho. Así que con esta ecuación nos haría"
    },
    {
      "index": 42,
      "start_time": 236159.0,
      "end_time": 243139.0,
      "text": "en realidad tienen un punto de cincuenta mil de equilibrio\nunidades. Sea o no esto es atractivo voluntad"
    },
    {
      "index": 43,
      "start_time": 243139.0,
      "end_time": 247079.0,
      "text": "dependerá de un número de diferentes factores. Usted Tu\nhacen vistazo a esto decir que tengo para producir cincuenta"
    },
    {
      "index": 44,
      "start_time": 247079.0,
      "end_time": 252870.0,
      "text": "mil o vender no producto, pero vender cincuenta\nmil de estos casos con el fin para mí sólo"
    },
    {
      "index": 45,
      "start_time": 252870.0,
      "end_time": 257400.0,
      "text": "para cubrir los gastos que tengo. En gran parte,\neso es impulsado por los costos fijos que son"
    },
    {
      "index": 46,
      "start_time": 257399.99999999997,
      "end_time": 263360.0,
      "text": "bastante alto, pero que puede no ser factible.\nO puede ser cincuenta mil, eso no es nada,"
    },
    {
      "index": 47,
      "start_time": 263360.0,
      "end_time": 267960.0,
      "text": "Iba a vender mucho más que eso o\nEstoy proyecté a vender mucho más que eso."
    },
    {
      "index": 48,
      "start_time": 267960.0,
      "end_time": 272930.0,
      "text": "En ese caso, esto podría ser muy alentador.\nPero si no lo es. Si esto es algo de una"
    },
    {
      "index": 49,
      "start_time": 272930.0,
      "end_time": 276250.0,
      "text": "preocupación. Si bien la planificación Pensé que\niba a vender cerca de cinco mil el"
    },
    {
      "index": 50,
      "start_time": 276250.0,
      "end_time": 280370.0,
      "text": "primer año no cincuenta mil no quiero\nestar en la sabes negativa para un prolongado"
    },
    {
      "index": 51,
      "start_time": 280370.0,
      "end_time": 285160.0,
      "text": "período de tiempo. Eso no significa necesariamente\nque usted debe saber chatarra todo"
    },
    {
      "index": 52,
      "start_time": 285160.0,
      "end_time": 289970.0,
      "text": "y volver al tablero de dibujo. Esta es una de partida\npunto para una buena discusión, y la razón"
    },
    {
      "index": 53,
      "start_time": 289970.0,
      "end_time": 294050.0,
      "text": "es que usted puede ser capaz de cambiar un par\nde estas variables. Hay tres variables"
    },
    {
      "index": 54,
      "start_time": 294050.0,
      "end_time": 299340.0,
      "text": "que están aquí, costo fijo, el precio y la variable\ncosto. Y lo que tal vez podemos realmente cambiar"
    },
    {
      "index": 55,
      "start_time": 299340.0,
      "end_time": 302400.0,
      "text": "cosas. Podemos hacer un par de cosas diferentes.\nTal vez tenemos la capacidad de reunir en realidad"
    },
    {
      "index": 56,
      "start_time": 302400.0,
      "end_time": 306980.0,
      "text": "nuestro precio de un poco. Tal vez no estamos\nprecios competitivos, estamos bajo-corte"
    },
    {
      "index": 57,
      "start_time": 306980.0,
      "end_time": 312220.0,
      "text": "nosotros mismos. Así que si elevamos el precio que los medios\nnuestros márgenes son mejores, lo que a su vez medios"
    },
    {
      "index": 58,
      "start_time": 312220.0,
      "end_time": 317210.0,
      "text": "que no necesitamos vender tantos productos\npara romper realmente incluso. El punto de equilibrio"
    },
    {
      "index": 59,
      "start_time": 317210.0,
      "end_time": 320990.0,
      "text": "sería menos de cincuenta mil unidades. Y Bueno\neso es una cosa que podemos ver. Nosotras podemos"
    },
    {
      "index": 60,
      "start_time": 320990.0,
      "end_time": 327990.0,
      "text": "mirar posiblemente reduciendo nuestros costos fijos.\nCosa igual que la planta real que estamos usando."
    },
    {
      "index": 61,
      "start_time": 329200.0,
      "end_time": 334640.0,
      "text": "Tal vez es demasiado grande para nosotros. Tal vez podamos realmente\nreducir el tamaño, obtener una planta más pequeña, todavía podrá"
    },
    {
      "index": 62,
      "start_time": 334640.0,
      "end_time": 339230.0,
      "text": "para producir efectiva y eficientemente, pero\nahora estamos reduciendo nuestros costos fijos. Tal Vez"
    },
    {
      "index": 63,
      "start_time": 339230.0,
      "end_time": 344890.0,
      "text": "tenemos que reducir nuestros gastos de publicidad.\nQuizás tenemos que reducir los servicios públicos que"
    },
    {
      "index": 64,
      "start_time": 344890.0,
      "end_time": 349940.0,
      "text": "pagamos eso sería un poco similar a la reducción\nnuestro tamaño de la planta que probablemente no pagar"
    },
    {
      "index": 65,
      "start_time": 349940.0,
      "end_time": 353950.0,
      "text": "tanto en los servicios públicos. Y por lo que si se reduce el\ncostos fijos que también lo harían de manera que"
    },
    {
      "index": 66,
      "start_time": 353950.0,
      "end_time": 359380.0,
      "text": "usted no necesitaría vender tantos productos\na sólo un punto de equilibrio. Y luego, por último, podemos"
    },
    {
      "index": 67,
      "start_time": 359380.0,
      "end_time": 364820.0,
      "text": "bajar los costos variables. Los costos que\nestán directamente relacionados con los productos que producen."
    },
    {
      "index": 68,
      "start_time": 364820.0,
      "end_time": 370090.0,
      "text": "Y por lo que este puede incluir tal vez encontrar menos\nmateriales caros para ir en el producto."
    },
    {
      "index": 69,
      "start_time": 370090.0,
      "end_time": 375250.0,
      "text": "Obviamente tratar de no sacrificar la calidad de\nun grado significativo. Podemos tratar de encontrar"
    },
    {
      "index": 70,
      "start_time": 375250.0,
      "end_time": 379990.0,
      "text": "formas más eficientes de producción del producto.\nAsí que tal vez no tenemos que pagar tanto en el trabajo"
    },
    {
      "index": 71,
      "start_time": 379990.0,
      "end_time": 385750.0,
      "text": "para producirlos. Encontramos maneras más baratas de hacer\nque las formas tal vez más rápida de hacer eso. Así que aquellos"
    },
    {
      "index": 72,
      "start_time": 385750.0,
      "end_time": 390720.0,
      "text": "hay algunas cosas que usted podría considerar. Levantamiento\nlos precios, la disminución de los costos variables, disminuyendo"
    },
    {
      "index": 73,
      "start_time": 390720.0,
      "end_time": 395530.0,
      "text": "costos fijos. Lo importante es que estos\ntres áreas aquí son las variables que pueda"
    },
    {
      "index": 74,
      "start_time": 395530.0,
      "end_time": 401060.0,
      "text": "cambiar, pero es posible que no pueda cambiar\nellos lo suficientemente significativa para que el punto de equilibrio"
    },
    {
      "index": 75,
      "start_time": 401060.0,
      "end_time": 406320.0,
      "text": "señalar razonable basado en su negocio.\nPero al menos es un punto de partida para una"
    },
    {
      "index": 76,
      "start_time": 406320.0,
      "end_time": 410660.0,
      "text": "discusión. Y así sólo porque el equilibrio\npunto es tal vez un poco más alto de lo que originalmente"
    },
    {
      "index": 77,
      "start_time": 410660.0,
      "end_time": 416160.0,
      "text": "usted puede anticipado al menos cosa a través de\nbien lo que son algunas de las diferentes formas en que"
    },
    {
      "index": 78,
      "start_time": 416160.0,
      "end_time": 420420.0,
      "text": "podemos cambiar tan en última instancia, tal vez es\nun poco más atractivo. Pero de ninguna manera"
    },
    {
      "index": 79,
      "start_time": 420420.0,
      "end_time": 425700.0,
      "text": "¿tomarías en el punto de equilibrio y\nentonces simplemente parar en ese punto. Te puedes ir"
    },
    {
      "index": 80,
      "start_time": 425700.0,
      "end_time": 429200.0,
      "text": "un poco más allá y hacer un poco más de investigación\nen los diferentes tipos de cosas, pero una"
    },
    {
      "index": 81,
      "start_time": 429200.0,
      "end_time": 433420.0,
      "text": "muy útil herramienta muy fácil de usar, muy básico.\nUno se podría pasar más tiempo sumando"
    },
    {
      "index": 82,
      "start_time": 433420.0,
      "end_time": 437860.0,
      "text": "todos los costos fijos y variables y la determinación\nusted sabe lo que está fijo frente variables que"
    },
    {
      "index": 83,
      "start_time": 437860.0,
      "end_time": 442820.0,
      "text": "en realidad la solución de la ecuación, pero muy, muy\nvaliosa en el futuro para ayudar a el precio de su"
    },
    {
      "index": 84,
      "start_time": 442820.0,
      "end_time": 443070.0,
      "text": "productos."
    }
  ]
}