{
  "video_id": "ueTGjegTKoo",
  "title": "Why Are Airplane Engines So Big?",
  "json": [
    {
      "index": 1,
      "start_time": 1290.0,
      "end_time": 5810.0,
      "text": "Los motores de los aviones se han ido haciendo más y más grandes - y no es solo porque"
    },
    {
      "index": 2,
      "start_time": 5810.0,
      "end_time": 10710.0,
      "text": "los aviones se están haciendo más grandes: el Aerobús A350 es más pequeño que el Boeing 747 pero"
    },
    {
      "index": 3,
      "start_time": 10710.0,
      "end_time": 16390.0,
      "text": "tiene motores más grandes. ¿La razón?\nEntre más grande sea un motor, más eficiente es, hasta un punto."
    },
    {
      "index": 4,
      "start_time": 16390.0,
      "end_time": 20660.0,
      "text": "Los motores de aviónes modernos actualmente consisten de dos sistemas de propulsión trabajando a la vez: el"
    },
    {
      "index": 5,
      "start_time": 20660.0,
      "end_time": 24500.0,
      "text": "núcleo, que proporciona la energía y un poco de empuje, y el ventilador, que"
    },
    {
      "index": 6,
      "start_time": 24500.0,
      "end_time": 28550.0,
      "text": "proporciona prácticamente todo el empuje, y es conducido por el núcleo."
    },
    {
      "index": 7,
      "start_time": 28550.0,
      "end_time": 33750.0,
      "text": "Los motores puros de los aviones pueden ser increíblemente potentes (eso es porqué se usan en aviones de combate)"
    },
    {
      "index": 8,
      "start_time": 33750.0,
      "end_time": 37330.0,
      "text": "pero también son horriblemente ineficientes porque disparan sus gases de escape a súper alta"
    },
    {
      "index": 9,
      "start_time": 37330.0,
      "end_time": 41860.0,
      "text": "velocidad, lo que equivale a grandes cantidades de energía cinética, ya que la energía cinética es proporcional"
    },
    {
      "index": 10,
      "start_time": 41860.0,
      "end_time": 46620.0,
      "text": "a la velocidad al cuadrado, asi que acelerarando los gases de escape a dos veces la velocidad, requiere 4 veces la energía."
    },
    {
      "index": 11,
      "start_time": 46620.0,
      "end_time": 51130.0,
      "text": "A cambio de mucho poder, ellos literalmente disparan energía como un montón de aire caliente."
    },
    {
      "index": 12,
      "start_time": 51130.0,
      "end_time": 54930.0,
      "text": "Claro, usted si tiene que disparar un poco de aire caliente por la parte trasera de un motor para generar empuje,"
    },
    {
      "index": 13,
      "start_time": 54930.0,
      "end_time": 58820.0,
      "text": "pero no necesita tener mucha energía.\nEn vez de acelerar un poco de aire"
    },
    {
      "index": 14,
      "start_time": 58820.0,
      "end_time": 63219.0,
      "text": "bastante, puedes conseguir lo mismo si aceleras bastante aire un poquito"
    },
    {
      "index": 15,
      "start_time": 63219.0,
      "end_time": 66600.0,
      "text": "- consigues el mismo impulso pero ahorras muchisima energía."
    },
    {
      "index": 16,
      "start_time": 66600.0,
      "end_time": 70710.0,
      "text": "Por lo tanto, si haces un motor muy pequeño, tiene que acelerar el aire tan fuerte que sería"
    },
    {
      "index": 17,
      "start_time": 70710.0,
      "end_time": 74810.0,
      "text": "un desperdicio de energía - lo mismo que si usas una ametralladora para acelerar tu coche. Pero si"
    },
    {
      "index": 18,
      "start_time": 74810.0,
      "end_time": 79720.0,
      "text": "haces el motor muy grande, empieza a causar mucha carga y a oponer la resistencia al aire. Un motor ideal es"
    },
    {
      "index": 19,
      "start_time": 79720.0,
      "end_time": 84560.0,
      "text": "entre medias - una estimación pone el motor ideal en los 4 metros de diámetro,"
    },
    {
      "index": 20,
      "start_time": 84560.0,
      "end_time": 87830.0,
      "text": "que es solo un poco más grande que los motores más grandes actuales."
    },
    {
      "index": 21,
      "start_time": 87830.0,
      "end_time": 92850.0,
      "text": "Así que puedes esperar a seguir viendo los motores crecer... pero no por siempre."
    },
    {
      "index": 22,
      "start_time": 92850.0,
      "end_time": 98229.0,
      "text": "Me gustaría agradecer a Audible.com por apoyar este vídeo. Como habrás escuchado, Audible"
    },
    {
      "index": 23,
      "start_time": 98229.0,
      "end_time": 102970.0,
      "text": "tiene audiolibros de todos los tipos, incluyendo ficción. no-ficción, y periódicos. Puedes probar Audible"
    },
    {
      "index": 24,
      "start_time": 102970.0,
      "end_time": 108610.0,
      "text": "gratis por 30 días si vas a audible.com/minutephysics, y si lo haces. te recomiendo \"El juego de Ender\""
    },
    {
      "index": 25,
      "start_time": 108610.0,
      "end_time": 112750.0,
      "text": "de Orson Scott Card, fue uno de los escritores de ciencia ficción más cruciales que leí de adolescente"
    },
    {
      "index": 26,
      "start_time": 112750.0,
      "end_time": 117270.0,
      "text": "y no puedo recomendarlo lo suficiente.\nRecuerda, las puertas del enemigo han caído. Y puedes probar"
    },
    {
      "index": 27,
      "start_time": 117270.0,
      "end_time": 121970.0,
      "text": "Audible gratis por 30 días yendo a audible.com/minutephysics"
    }
  ]
}