{
  "video_id": "uHVZVCbicTg",
  "title": "Why an Ordinary Life Can Be a Good Life",
  "json": [
    {
      "index": 1,
      "start_time": 329.0,
      "end_time": 7590.0,
      "text": "Vivimos en una época con un alto reconocimiento para vidas 'extraordinarias' -vidas que la gran mayoría"
    },
    {
      "index": 2,
      "start_time": 7590.0,
      "end_time": 15110.0,
      "text": "de nosotros nunca tendrá. Nuestros héroes han hecho enormes fortunas, aparecido en pantallas gigantes,"
    },
    {
      "index": 3,
      "start_time": 15110.0,
      "end_time": 22550.0,
      "text": "y demostrado virtud y talento únicos. Sus logros son a la vez deslumbrantes y continuamente,"
    },
    {
      "index": 4,
      "start_time": 22550.0,
      "end_time": 30099.0,
      "text": "en el fondo, humillantes. A fines de 1650, el artista holandés Johannes Vermeer pintó"
    },
    {
      "index": 5,
      "start_time": 30099.0,
      "end_time": 37640.0,
      "text": "una imagen llamada La Calle Pequeña. Hacerlo fue un silencioso pero trascendental y revolucionario"
    },
    {
      "index": 6,
      "start_time": 37640.0,
      "end_time": 41800.0,
      "text": "acto, con un impacto que desafía nuestros valores actuales."
    },
    {
      "index": 7,
      "start_time": 41800.0,
      "end_time": 43690.0,
      "text": "No mostraba nada"
    },
    {
      "index": 8,
      "start_time": 43690.0,
      "end_time": 49510.0,
      "text": "más impresionante que una calle ordinaria en Delft, pueblo natal de Vermeer."
    },
    {
      "index": 9,
      "start_time": 49510.0,
      "end_time": 54080.0,
      "text": "Alguien cosía; algunos niños jugaban junto al pórtico, una mujer se ocupaba"
    },
    {
      "index": 10,
      "start_time": 54080.0,
      "end_time": 61570.0,
      "text": "en el patio. Es una de las pinturas más grandiosas del mundo. Hasta ese momento, las más prestigiosas"
    },
    {
      "index": 11,
      "start_time": 61570.0,
      "end_time": 68330.0,
      "text": "obras de la cultura enfatizaban los méritos de las vidas aristocráticas, militares y religiosas,"
    },
    {
      "index": 12,
      "start_time": 68330.0,
      "end_time": 75530.0,
      "text": "es decir, vidas plenas de extraordinarios momentos y privilegios. Los grandes poetas épicos,"
    },
    {
      "index": 13,
      "start_time": 75530.0,
      "end_time": 82080.0,
      "text": "Homero y Virgilio, habían escrito sobre guerreros heroicos; los Renacentistas habían producido"
    },
    {
      "index": 14,
      "start_time": 82080.0,
      "end_time": 88910.0,
      "text": "magníficas visiones de santos y ángeles. Y las rutinas de reyes, reinas y aristócratas era constantemente"
    },
    {
      "index": 15,
      "start_time": 88910.0,
      "end_time": 95700.0,
      "text": "celebrada y puesta para ser admirada en los más prestigiosos lienzos. Pero Johannes Vermeer"
    },
    {
      "index": 16,
      "start_time": 95700.0,
      "end_time": 100909.0,
      "text": "fue en otra dirección. Él deseaba mostrarnos lo atractivo y honorable"
    },
    {
      "index": 17,
      "start_time": 100909.0,
      "end_time": 106370.0,
      "text": "acerca de diferentes actividades: barrer el patio, cuidar a los niños, coser, o"
    },
    {
      "index": 18,
      "start_time": 106370.0,
      "end_time": 113090.0,
      "text": "-como en su igualmente significativa pintura de una ayudante de cocina- preparar la comida."
    },
    {
      "index": 19,
      "start_time": 113090.0,
      "end_time": 119220.0,
      "text": "Varios jóvenes holandeses contemporáneos se unieron a la revolución silenciosa de Vermeer. Uno de ellos,"
    },
    {
      "index": 20,
      "start_time": 119220.0,
      "end_time": 124140.0,
      "text": "Pieter de Hooch, se enfocó en momentos casuales del día, cuando nada en especial ocurre."
    },
    {
      "index": 21,
      "start_time": 124140.0,
      "end_time": 125140.0,
      "text": " "
    },
    {
      "index": 22,
      "start_time": 125140.0,
      "end_time": 126140.0,
      "text": " "
    },
    {
      "index": 23,
      "start_time": 126140.0,
      "end_time": 127140.0,
      "text": " "
    },
    {
      "index": 24,
      "start_time": 127140.0,
      "end_time": 128140.0,
      "text": " "
    },
    {
      "index": 25,
      "start_time": 128139.99999999999,
      "end_time": 129640.99999999999,
      "text": "Hizo una pintura que retrataba la casa más o menos lujosa de un mercader, pero"
    },
    {
      "index": 26,
      "start_time": 129640.99999999999,
      "end_time": 134280.0,
      "text": "lo que a él realmente le interesaba era la canasta de ropa, y el modo en que la dueña de la casa"
    },
    {
      "index": 27,
      "start_time": 134280.0,
      "end_time": 139370.0,
      "text": "y su asistente doblan y acomodan toallas y ropa de cama. Esto -de Hooch"
    },
    {
      "index": 28,
      "start_time": 139370.0,
      "end_time": 146940.0,
      "text": "parece decirnos- es también el significado de la vida, correctamente entendido. Otro seguidor de Vermeer,"
    },
    {
      "index": 29,
      "start_time": 146940.0,
      "end_time": 151790.0,
      "text": "Caspar Netscher, admiraba a gente haciendo trabajos que a menudo eran considerados"
    },
    {
      "index": 30,
      "start_time": 151790.0,
      "end_time": 157610.0,
      "text": "aburridos y humildes, como la elaboración de encajes, la cual era complicada y no muy bien pagada."
    },
    {
      "index": 31,
      "start_time": 157610.0,
      "end_time": 163040.0,
      "text": "Netscher no pudo alterar el ingreso de las personas, pero estaba decidido a cambiar el modo de sentirnos"
    },
    {
      "index": 32,
      "start_time": 163040.0,
      "end_time": 169940.0,
      "text": "acerca de aquellos con un salario modesto. Aunque estos artistas son famosos -sus obras están"
    },
    {
      "index": 33,
      "start_time": 169940.0,
      "end_time": 174470.0,
      "text": "en las galerías más importantes y se venden por enormes precios si aparecen en subastas-, su"
    },
    {
      "index": 34,
      "start_time": 174470.0,
      "end_time": 180739.0,
      "text": "revolución tentativa aún no ha tenido éxito. Hoy -en las versiones modernas"
    },
    {
      "index": 35,
      "start_time": 180739.0,
      "end_time": 187040.0,
      "text": "de arte épico, aristocrático o divino- los anuncios y las películas continuamente nos plantean el atractivo"
    },
    {
      "index": 36,
      "start_time": 187040.0,
      "end_time": 192800.0,
      "text": "de cosas como los autos deportivos, fiestas en islas tropicales, fama, viajes en primer clase"
    },
    {
      "index": 37,
      "start_time": 192800.0,
      "end_time": 198569.0,
      "text": "y caras cocinas de piedra. Los atractivos son perfectamente reales. Pero el efecto acumulativo es"
    },
    {
      "index": 38,
      "start_time": 198569.0,
      "end_time": 204550.0,
      "text": "inculcarnos la idea de que la buena vida está construida sobre elementos que casi nadie"
    },
    {
      "index": 39,
      "start_time": 204550.0,
      "end_time": 212459.0,
      "text": "puede pagar. La conclusión a la que se nos hace llegar es que nuestras vidas son casi despreciables."
    },
    {
      "index": 40,
      "start_time": 212459.0,
      "end_time": 218680.0,
      "text": "Vermeer, por su parte, insistía en que la vida ordinaria es heroica a su propia manera, porque las cosas"
    },
    {
      "index": 41,
      "start_time": 218680.0,
      "end_time": 224800.0,
      "text": "que tienen un sonido ordinario están muy lejos de ser fáciles de manejar. Hay una inmensa habilidad"
    },
    {
      "index": 42,
      "start_time": 224800.0,
      "end_time": 231650.0,
      "text": "y verdadera nobleza en criar a un niño para ser razonablemente independiente y equilibrado;"
    },
    {
      "index": 43,
      "start_time": 231650.0,
      "end_time": 236400.0,
      "text": "en mantener una buena relación con nuestros compañeros de vida tras muchos años a pesar de"
    },
    {
      "index": 44,
      "start_time": 236400.0,
      "end_time": 241349.0,
      "text": "extremas dificultades; en mantener un hogar en orden; en poder ir a la cama temprano; realizar un trabajo"
    },
    {
      "index": 45,
      "start_time": 241349.0,
      "end_time": 246480.0,
      "text": "poco excitante o no muy bien pagado de manera responsable y alegre; escuchar como se debe"
    },
    {
      "index": 46,
      "start_time": 246480.0,
      "end_time": 253769.0,
      "text": "a otra persona y, en general,  en no sucumbir a la locura o la ira frente a la paradoja y compromisos"
    },
    {
      "index": 47,
      "start_time": 253769.0,
      "end_time": 262340.0,
      "text": "que conlleva el estar vivo. Vermeer no expresaba que todo lo ordinario fuera invariablemente impresionante."
    },
    {
      "index": 48,
      "start_time": 262340.0,
      "end_time": 267189.0,
      "text": "Él sólo nos intentaba dirigir hacia la idea de que hay muchas cosas que a menudo"
    },
    {
      "index": 49,
      "start_time": 267189.0,
      "end_time": 273499.0,
      "text": "ignoramos y que son al mismo tiempo ordinarias, agradables y buenas. Con extraordinario"
    },
    {
      "index": 50,
      "start_time": 273499.0,
      "end_time": 278350.0,
      "text": "talento, Vermeer nos convencía de una idea a la cual deberíamos aferrarnos mientras estamos frente a"
    },
    {
      "index": 51,
      "start_time": 278350.0,
      "end_time": 283969.0,
      "text": "las inmensas presiones de imaginar que debemos vivir de maneras más exaltadas o soñadas: que hay mucho"
    },
    {
      "index": 52,
      "start_time": 283969.0,
      "end_time": 290559.0,
      "text": "por apreciar y venerar en nuestras vidas cuando aprendemos a verlas"
    },
    {
      "index": 53,
      "start_time": 290559.0,
      "end_time": 298279.0,
      "text": "sin prejuicio u odio a uno mismo.      Si te gustó este video, suscríbete a nuestro canal"
    },
    {
      "index": 54,
      "start_time": 298279.0,
      "end_time": 301159.0,
      "text": "y da click en la campana para activar las notificaciones"
    }
  ]
}