{
  "video_id": "UIhkrcFIVow",
  "title": "CIVILIZATION VI – First Look: Persia",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4504.0,
      "text": "Ciro dirige Persia en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4504.0,
      "end_time": 15915.0,
      "text": "Ciro fundó el imperio aqueménida persa, y pudo ver cómo este se convertía en el mayor imperio conocido en el mundo, dejando así a sus sucesores una dinastía estable de muchos reinos milenarios."
    },
    {
      "index": 3,
      "start_time": 15915.0,
      "end_time": 18451.0,
      "text": "La habilidad exclusiva de Persia es \"Satrapías.\""
    },
    {
      "index": 4,
      "start_time": 18952.0,
      "end_time": 24657.0,
      "text": "Persia obtiene una Ruta comercial gratis al desbloquear la Filosofía política, y bonificaciones a las Rutas comerciales internas."
    },
    {
      "index": 5,
      "start_time": 25592.0,
      "end_time": 27727.0,
      "text": "Su unidad exclusiva es el Inmortal."
    },
    {
      "index": 6,
      "start_time": 27727.0,
      "end_time": 32399.0,
      "text": "Este reemplazo del Soldado con espada ataca a distancia, pero también funciona muy bien como defensa en los combates."
    },
    {
      "index": 7,
      "start_time": 32999.0,
      "end_time": 36736.0,
      "text": "Además, Persia cuenta con la mejora exclusiva Pairi-Daeza."
    },
    {
      "index": 8,
      "start_time": 36736.0,
      "end_time": 42976.0,
      "text": "Estas mejoras de casilla proporcionan Cultura, Oro y Atractivo, con bonificaciones para los distritos adyacentes y centros urbanos."
    },
    {
      "index": 9,
      "start_time": 42976.0,
      "end_time": 47113.0,
      "text": "Generarán más rendimiento a medida que vayas avanzando por el árbol tecnológico y el de principios."
    },
    {
      "index": 10,
      "start_time": 48415.0,
      "end_time": 51885.0,
      "text": "La habilidad especial de Ciro es \"Caída de Babilonia\"."
    },
    {
      "index": 11,
      "start_time": 51885.0,
      "end_time": 56489.0,
      "text": "Todas las unidades persas obtendrán una bonificación al movimiento tras declarar una guerra por sorpresa."
    },
    {
      "index": 12,
      "start_time": 56489.0,
      "end_time": 60960.0,
      "text": "Ciro también recibirá una penalización diplomática menor cuando declare guerras por sorpresa."
    },
    {
      "index": 13,
      "start_time": 61694.0,
      "end_time": 69903.0,
      "text": "Si bien los ataques sigilosos de Persia pueden tener mucho éxito, es una civilización que con el tiempo puede hacerse fuerte al combinar maravillas con el Pairi-Daeza."
    },
    {
      "index": 14,
      "start_time": 71037.0,
      "end_time": 77644.0,
      "text": "Puedes jugar con Persia para conseguir una victoria cultural inexorable, o hacerte rico para financiar el tipo de victoria que prefieras."
    },
    {
      "index": 15,
      "start_time": 77644.0,
      "end_time": 83550.0,
      "text": "¿Te llamarán Rey de Reyes las próximas generaciones? ¿Cómo gobernarás Persia en Sid Meier’s Civilization VI?"
    }
  ]
}