{
  "video_id": "UlLlHGD5w6U",
  "title": "Civilization VI: Gathering Storm - First Look: Hungary",
  "json": [
    {
      "index": 1,
      "start_time": 550.0,
      "end_time": 5683.0,
      "text": "Matías Corvino lidera a Hungría en Civilization VI: Gathering Storm."
    },
    {
      "index": 2,
      "start_time": 10783.0,
      "end_time": 13850.0,
      "text": "Reinó de 1458 a 1490 y, "
    },
    {
      "index": 3,
      "start_time": 13850.0,
      "end_time": 19533.0,
      "text": "a pesar de su mala fama por los elevados impuestos, fue un héroe popular al que llamaron \"Matías el Justo\"."
    },
    {
      "index": 4,
      "start_time": 19950.0,
      "end_time": 23500.0,
      "text": "La habilidad exclusiva de Hungría es \"Perla del Danubio\". "
    },
    {
      "index": 5,
      "start_time": 23500.0,
      "end_time": 28900.0,
      "text": "Los distritos y edificios construidos junto a un río en el Centro urbano se alzarán más rápido."
    },
    {
      "index": 6,
      "start_time": 28900.0,
      "end_time": 31883.0,
      "text": "Su edificio exclusivo es el Baño termal. "
    },
    {
      "index": 7,
      "start_time": 31883.0,
      "end_time": 37433.0,
      "text": "Sustituye al Zoo, y confiere servicios y Producción a todos los Centros urbanos a su alcance. "
    },
    {
      "index": 8,
      "start_time": 37433.0,
      "end_time": 44100.0,
      "text": "Si hay una Fisura geotérmica dentro de los límites de la ciudad, también confiere Turismo y servicios adicionales."
    },
    {
      "index": 9,
      "start_time": 44100.0,
      "end_time": 46233.0,
      "text": "La unidad exclusiva de Hungría es el Húsar. "
    },
    {
      "index": 10,
      "start_time": 46233.0,
      "end_time": 52783.0,
      "text": "Se trata de una unidad de caballería ligera de la era Industrial que recibe una bonificación al combate por cada alianza activa. "
    },
    {
      "index": 11,
      "start_time": 52900.0,
      "end_time": 56716.0,
      "text": "La habilidad exclusiva de Matías Corvino es Rey corvino. "
    },
    {
      "index": 12,
      "start_time": 56716.0,
      "end_time": 63483.0,
      "text": "Las unidades reclutadas obtienen Movimiento y Fuerza de combate, y actualizarlas no cuesta Oro o recursos. "
    },
    {
      "index": 13,
      "start_time": 63483.0,
      "end_time": 68266.0,
      "text": "El reclutamiento de tropas de una ciudad-estado también concede dos Enviados a dicha ciudad-estado."
    },
    {
      "index": 14,
      "start_time": 68333.0,
      "end_time": 76583.0,
      "text": "El Rey corvino también confiere la unidad exclusiva Ejército Negro, una unidad de caballería ligera que concede fuerza adicional a las unidades reclutadas adyacentes."
    },
    {
      "index": 15,
      "start_time": 76616.0,
      "end_time": 81050.0,
      "text": "Hungría es una civilización pensada para que se expanda rápidamente y que imponga su dominio. "
    },
    {
      "index": 16,
      "start_time": 81116.0,
      "end_time": 88550.0,
      "text": "La mejora de Ejército Negro es el Húsar, que concede a Matías una ventaja militar adicional durante un largo periodo del juego, "
    },
    {
      "index": 17,
      "start_time": 88633.0,
      "end_time": 93383.0,
      "text": "y los Baños termales serán muy útiles para mantener la lealtad de las ciudades conquistadas."
    },
    {
      "index": 18,
      "start_time": 93400.0,
      "end_time": 98800.0,
      "text": "Los asentamientos junto a los ríos se desarrollarán rápido y dispondrás de mucho tiempo para producir más unidades militares. "
    },
    {
      "index": 19,
      "start_time": 98816.0,
      "end_time": 105016.0,
      "text": "Para potenciar más tu ejército, no descuides las relaciones con la ciudad-estado y aprovecha las unidades reclutadas. "
    },
    {
      "index": 20,
      "start_time": 105866.0,
      "end_time": 110966.0,
      "text": "¿Tomarán las márgenes de los ríos tus ejércitos de mercenarios para crear un poderoso imperio? "
    },
    {
      "index": 21,
      "start_time": 111000.0,
      "end_time": 116066.0,
      "text": "¿Cómo gobernarás Hungría en Sid Meier’s Civilization VI: Gathering Storm?"
    }
  ]
}