{
  "video_id": "uTuDks4ogs0",
  "title": "Can Exes Be Friends?",
  "json": [
    {
      "index": 1,
      "start_time": 700.0,
      "end_time": 5209.0,
      "text": "Hay razones muy importantes por las que parejas acabando su relación"
    },
    {
      "index": 2,
      "start_time": 5209.0,
      "end_time": 11190.0,
      "text": "intentan ser amigos. Para la persona que está siendo (por muy amable) rechazada, la propuesta de amistad"
    },
    {
      "index": 3,
      "start_time": 11190.0,
      "end_time": 17550.0,
      "text": "puede sentirse como un emocionalmente confortador, premio de consolación. Tal vez ya no podamos"
    },
    {
      "index": 4,
      "start_time": 17550.0,
      "end_time": 22530.0,
      "text": "compartir su cama, tener hijos juntos o terminar el día en su compañía, pero aunque sea"
    },
    {
      "index": 5,
      "start_time": 22530.0,
      "end_time": 27720.0,
      "text": "algo se puede salvar de las cenizas. Continuaremos poder llamarles cuando"
    },
    {
      "index": 6,
      "start_time": 27720.0,
      "end_time": 33370.0,
      "text": "gustemos, compartir nuestros miedos e ir al cine juntos. Para la persona ejecutando (por mas amable)"
    },
    {
      "index": 7,
      "start_time": 33370.0,
      "end_time": 39110.0,
      "text": "el rechazo, la propuesta de amistad es igualmente atractiva. Tal vez anhelemos"
    },
    {
      "index": 8,
      "start_time": 39110.0,
      "end_time": 44740.0,
      "text": "expulsar a la pareja, pero no somos personas sin sentimientos. Estamos, como diríamos"
    },
    {
      "index": 9,
      "start_time": 44740.0,
      "end_time": 50040.0,
      "text": "en momentos sentimentales, muy encariñados con nuestra próxima ex. Es solo que no"
    },
    {
      "index": 10,
      "start_time": 50040.0,
      "end_time": 54870.0,
      "text": "queremos terminar nuestro tiempo vivos junto a ellos, mucho menos rechazar posibilidades sexuales por ellos."
    },
    {
      "index": 11,
      "start_time": 54870.0,
      "end_time": 59040.0,
      "text": "Además, estamos muy aferrados a la idea de que no somos monstruos, y bien"
    },
    {
      "index": 12,
      "start_time": 59040.0,
      "end_time": 65799.0,
      "text": "sabemos que la gente buena siempre intenta ser amigo con su ex. Los argumentos tal vez se escuchen sabios,"
    },
    {
      "index": 13,
      "start_time": 65799.0,
      "end_time": 71119.0,
      "text": "pero de cerca, son profundamente erróneos y en su propia manera, una catástrofe para ambos."
    },
    {
      "index": 14,
      "start_time": 71119.0,
      "end_time": 78479.0,
      "text": "Para la persona rechazada, el paso de amante a amigo, es una degradación profundamente humillante."
    },
    {
      "index": 15,
      "start_time": 78479.0,
      "end_time": 84619.0,
      "text": "Pasar de ser un futuro unidos, a una cena cada otro Jueves es,"
    },
    {
      "index": 16,
      "start_time": 84619.0,
      "end_time": 91740.0,
      "text": "para ponerlo amablemente, un descenso. Lo peor es que cada avistamiento del ex, garantiza despertar"
    },
    {
      "index": 17,
      "start_time": 91740.0,
      "end_time": 99880.0,
      "text": "esperanza y aun mas dolor. Uno está obteniendo un torturador involuntario más que obteniendo un amigo."
    },
    {
      "index": 18,
      "start_time": 99880.0,
      "end_time": 106159.0,
      "text": "Para el rechazador, el ex es un constante recordatorio de su la culpa y crueldad."
    },
    {
      "index": 19,
      "start_time": 106159.0,
      "end_time": 110720.0,
      "text": "Ni siquiera puede ser lindo, ya que las intenciones pueden ser mal-interpretadas y después de"
    },
    {
      "index": 20,
      "start_time": 110720.0,
      "end_time": 115880.0,
      "text": "unas copas, se pongan a llorar o intenten iniciar algo romántico."
    },
    {
      "index": 21,
      "start_time": 118720.0,
      "end_time": 124960.0,
      "text": "La idea de tratar de ser amigos, forma un conmovedor intento de honorar las mejores partes de la relación"
    },
    {
      "index": 22,
      "start_time": 124960.0,
      "end_time": 128520.0,
      "text": "en la cual dos personas invirtieron mucho."
    },
    {
      "index": 23,
      "start_time": 130110.00000000001,
      "end_time": 136470.0,
      "text": "Los ex no pueden simplemente desvanecerse después de todo lo pasado. Una amistad es invocada para conmemorar"
    },
    {
      "index": 24,
      "start_time": 136470.0,
      "end_time": 142960.0,
      "text": "un episodio de importancia genuina, pero viéndolo desapasionadamente, la amistad no es"
    },
    {
      "index": 25,
      "start_time": 142960.0,
      "end_time": 150040.0,
      "text": "en ningún sentido igual que el amor. La amistad con un ex, perjudica ambas cosas,"
    },
    {
      "index": 26,
      "start_time": 150040.0,
      "end_time": 155150.0,
      "text": "la memoria de una relación en su cúspide y las cualidades de una verdadera amistad intima. Es"
    },
    {
      "index": 27,
      "start_time": 155150.0,
      "end_time": 161030.0,
      "text": "en si una traición a todo lo bueno que fue de una relación y un desprecio a los ideales de amistad,"
    },
    {
      "index": 28,
      "start_time": 161030.0,
      "end_time": 169310.0,
      "text": "los cuales no deberían ser creados sobre los restos de otra condición mas apasionada. Con lo que"
    },
    {
      "index": 29,
      "start_time": 169310.0,
      "end_time": 176209.0,
      "text": "deberíamos remplazar el amor, no es amistad, es con ese estado mucho mas honesto: distancia civil."
    },
    {
      "index": 30,
      "start_time": 176209.0,
      "end_time": 182159.0,
      "text": "Eso y la verdadera garantía de que la relación, en su persistente y mejor luz, siempre"
    },
    {
      "index": 31,
      "start_time": 182159.0,
      "end_time": 188500.0,
      "text": "vivirá en un lugar en el cual siempre podrá estar segura: nuestra memoria."
    }
  ]
}