{
  "video_id": "v7f0bKIOwys",
  "title": "What ISIS Wants",
  "json": [
    {
      "index": 1,
      "start_time": 1980.0,
      "end_time": 7180.0,
      "text": "Parece que apenas pasa un día en el que el Estado islámico, también conocido como ISIS o ISIL"
    },
    {
      "index": 2,
      "start_time": 7180.0,
      "end_time": 11860.0,
      "text": "No aparece en un periódico o en una pantalla de noticias de televisión. Y la noticia siempre es mala"
    },
    {
      "index": 3,
      "start_time": 11860.0,
      "end_time": 16100.0,
      "text": "muerte horrible y destrucción ilícita de un tipo raramente visto en la historia moderna."
    },
    {
      "index": 4,
      "start_time": 16100.000000000002,
      "end_time": 21180.0,
      "text": "Entonces, ¿qué es el Estado Islámico? ¿De dónde vino? ¿Qué es lo que quiere? ¿Y por qué?"
    },
    {
      "index": 5,
      "start_time": 21180.0,
      "end_time": 23920.0,
      "text": "Vamos a intentar responder a estas preguntas"
    },
    {
      "index": 6,
      "start_time": 23920.0,
      "end_time": 29000.0,
      "text": "Primero, ISIS es el hijo ilegítimo del régimen de Saddam Hussein y de Al Qaeda."
    },
    {
      "index": 7,
      "start_time": 29000.0,
      "end_time": 33820.0,
      "text": "Los ex oficiales militares y de inteligencia de Saddam tienen muchos de los cargos más altos de ISIS"
    },
    {
      "index": 8,
      "start_time": 33820.0,
      "end_time": 40180.0,
      "text": "Y han supervisado el ascenso del grupo a la prominencia. En 2002 y principios de 2003, algunos miembros de Al Qaeda"
    },
    {
      "index": 9,
      "start_time": 40190.0,
      "end_time": 44330.0,
      "text": "Se trasladaron de Afganistán a Irak, donde se prepararon para luchar contra los estadounidenses,"
    },
    {
      "index": 10,
      "start_time": 44330.0,
      "end_time": 49440.0,
      "text": "Que derrocó el régimen de Saddam Hussein en marzo de 2003. Estos yihadistas se conocieron como Al Qaeda"
    },
    {
      "index": 11,
      "start_time": 49440.0,
      "end_time": 56420.0,
      "text": "En Irak cuando su líder Abu Musab al Zarqawi juró su lealtad a Osama bin Laden en 2004."
    },
    {
      "index": 12,
      "start_time": 56420.0,
      "end_time": 62600.0,
      "text": "Zarqawi, un psicópata asesino, fue finalmente asesinado por las fuerzas estadounidenses e iraquíes en junio de 2006."
    },
    {
      "index": 13,
      "start_time": 62600.0,
      "end_time": 67520.0,
      "text": "Después de su muerte, Al Qaeda en Iraq fue renombrada como el Estado Islámico de Irak."
    },
    {
      "index": 14,
      "start_time": 67520.0,
      "end_time": 73580.0,
      "text": "En 2010 un nuevo líder tomó el control del grupo - Abu Bakr al Baghdadi. Tomando ventaja"
    },
    {
      "index": 15,
      "start_time": 73590.0,
      "end_time": 78759.0,
      "text": "Del vacío de poder dejado por la retirada completa de EE.UU. de Irak en 2011 y el Sirio"
    },
    {
      "index": 16,
      "start_time": 78759.0,
      "end_time": 83630.0,
      "text": "La Guerra Civil que comenzó ese mismo año, Baghdadi y sus lugartenientes ampliaron su tamaño"
    },
    {
      "index": 17,
      "start_time": 83630.0,
      "end_time": 89250.0,
      "text": "Y el alcance de la organización. Al principio, Baghdadi era leal al liderazgo de Al Qaeda."
    },
    {
      "index": 18,
      "start_time": 89250.0,
      "end_time": 94619.0,
      "text": "Pero en 2013 desafió órdenes de sus superiores y declaró que su grupo era ahora el"
    },
    {
      "index": 19,
      "start_time": 94619.0,
      "end_time": 100899.0,
      "text": "Estado Islámico de Irak y Siria, conocido por sus siglas ISIS e ISIL. Vale la pena destacar"
    },
    {
      "index": 20,
      "start_time": 100899.0,
      "end_time": 105259.0,
      "text": "Que ISIS continúa promocionando el respaldo de Osama bin Laden a estos días."
    },
    {
      "index": 21,
      "start_time": 105260.0,
      "end_time": 110599.0,
      "text": "¿Qué quiere ISIS y por qué? ISIS está tratando de resucitar un imperio similar a los que"
    },
    {
      "index": 22,
      "start_time": 110599.0,
      "end_time": 114899.0,
      "text": "surgieron en la historia temprana del Islam. Estos imperios fueron referidos como \"califatos\""
    },
    {
      "index": 23,
      "start_time": 114900.0,
      "end_time": 120020.0,
      "text": "Y dirigido por un \"Califa\", el principal gobernante musulmán, también conocido como el \"Emir de los Fieles\"."
    },
    {
      "index": 24,
      "start_time": 120020.0,
      "end_time": 123960.0,
      "text": "Esto es, de hecho, cómo los seguidores de Baghdadi ahora se refieren a él."
    },
    {
      "index": 25,
      "start_time": 123960.0,
      "end_time": 129120.0,
      "text": "ISIS se basa en una rica mitología islámica, con citas de textos islámicos, para justificar su"
    },
    {
      "index": 26,
      "start_time": 129130.0,
      "end_time": 134549.0,
      "text": "Acciones y se presentan como los verdaderos herederos de Mahoma. Sus videos de propaganda usan el Islam"
    },
    {
      "index": 27,
      "start_time": 134549.0,
      "end_time": 139629.0,
      "text": "Para enmarcar sus acciones como parte de un conflicto en curso con los \"cruzados\"."
    },
    {
      "index": 28,
      "start_time": 139629.0,
      "end_time": 144620.0,
      "text": "Los líderes de ISIS quieren que sus seguidores crean que están peleando como parte de esta misma guerra religiosa."
    },
    {
      "index": 29,
      "start_time": 144620.0,
      "end_time": 150420.0,
      "text": "Cuando la rama libia de ISIS ejecutó a 21 cristianos coptos egipcios en 2015,"
    },
    {
      "index": 30,
      "start_time": 150420.0,
      "end_time": 154760.0,
      "text": "ISIS anunció los asesinatos en un video titulado, \"Un mensaje firmado con sangre a la nación"
    },
    {
      "index": 31,
      "start_time": 154760.0,
      "end_time": 159020.0,
      "text": "De la Cruz \"-\" La Nación de la Cruz \", por supuesto, que significa cristianos."
    },
    {
      "index": 32,
      "start_time": 159020.0,
      "end_time": 164680.0,
      "text": "Es por eso que en las costas mediterráneas de Libia, el verdugo principal de los cristianos coptos egipcios,"
    },
    {
      "index": 33,
      "start_time": 164689.0,
      "end_time": 168089.0,
      "text": "Apuntó su cuchillo en la dirección de Italia y prometió conquistar Roma,"
    },
    {
      "index": 34,
      "start_time": 168089.0,
      "end_time": 170240.0,
      "text": "El asiento simbólico de la cristiandad."
    },
    {
      "index": 35,
      "start_time": 170250.0,
      "end_time": 175349.0,
      "text": "Sin embargo, a pesar de intentar encender una guerra entre religiones, la mayoría de las víctimas de ISIS son musulmanes,"
    },
    {
      "index": 36,
      "start_time": 175349.0,
      "end_time": 181009.0,
      "text": "Especialmente musulmanes chiítas para quienes ISIS, que es musulmán sunita, alberga una animosidad especial."
    },
    {
      "index": 37,
      "start_time": 181009.0,
      "end_time": 185640.0,
      "text": "ISIS afirma que cualquier musulmán que no jure bay'ah (un juramento de lealtad) a Baghdadi"
    },
    {
      "index": 38,
      "start_time": 185640.0,
      "end_time": 189859.0,
      "text": "Es un \"infiel\" o un \"apóstata\". Incluso los yihadistas rivales de ISIS en Al Qaeda"
    },
    {
      "index": 39,
      "start_time": 189859.0,
      "end_time": 194299.0,
      "text": "Son considerados apóstatas, porque se niegan a genuflexión a Baghdadi."
    },
    {
      "index": 40,
      "start_time": 194300.0,
      "end_time": 198879.0,
      "text": "En noviembre de 2014, Baghdadi anunció que su \"califato\" se había expandido en varios"
    },
    {
      "index": 41,
      "start_time": 198879.0,
      "end_time": 203480.0,
      "text": "Sitios fuera de Irak y Siria. La gente de Baghdadi estableció \"provincias\" en todas partes"
    },
    {
      "index": 42,
      "start_time": 203480.0,
      "end_time": 209549.0,
      "text": "África occidental y del norte a la península árabe al sur Asia. ISIS argumenta que los musulmanes deben"
    },
    {
      "index": 43,
      "start_time": 209549.0,
      "end_time": 214080.0,
      "text": "prometer su lealtad. La mayoría de estas \"provincias\" controlan poco territorio,"
    },
    {
      "index": 44,
      "start_time": 214080.0,
      "end_time": 218560.0,
      "text": "Pero se han convertido en asesinos prolíficos. Apenas un año después del anuncio de Baghdadi,"
    },
    {
      "index": 45,
      "start_time": 218560.0,
      "end_time": 222780.0,
      "text": "Las \"provincias\" del Estado islámico ya habían cometido cientos de ataques terroristas."
    },
    {
      "index": 46,
      "start_time": 222780.0,
      "end_time": 227900.0,
      "text": "El 31 de octubre de 2015, por ejemplo, la \"provincia\" del Estado islámico en el Sinaí trajo consigo"
    },
    {
      "index": 47,
      "start_time": 227909.0,
      "end_time": 232509.0,
      "text": "Abajo a un avión de pasajeros ruso, matando a las 224 personas a bordo."
    },
    {
      "index": 48,
      "start_time": 232509.0,
      "end_time": 237960.0,
      "text": "En resumen, ISIS está tratando de convertirse en un estado totalitario total, inspirado por los \"califatos\""
    },
    {
      "index": 49,
      "start_time": 237969.0,
      "end_time": 241989.0,
      "text": "De las primeras décadas del Islam. A partir de esta base, difundirán su ideología al resto"
    },
    {
      "index": 50,
      "start_time": 241989.0,
      "end_time": 246600.0,
      "text": "del mundo. Cualquiera que se interponga en el camino está marcado para la muerte. Pero el \"califato\" de ISIS,"
    },
    {
      "index": 51,
      "start_time": 246609.0,
      "end_time": 252249.0,
      "text": "Reclama se basa en su capacidad para controlar el territorio. Esto es tanto su fuerza como el talón de Aquiles."
    },
    {
      "index": 52,
      "start_time": 252249.0,
      "end_time": 255930.0,
      "text": "Si pierde terreno significativo en Irak y Siria, su reclamación del califato se"
    },
    {
      "index": 53,
      "start_time": 255930.0,
      "end_time": 260590.0,
      "text": "Tenue, dañando gravemente su legitimidad a los ojos de muchos musulmanes."
    },
    {
      "index": 54,
      "start_time": 260589.99999999997,
      "end_time": 265039.0,
      "text": "Cómo esto podría suceder es una pregunta clave para los Estados Unidos, Europa, Asia y"
    },
    {
      "index": 55,
      "start_time": 265039.0,
      "end_time": 269959.0,
      "text": "El mundo árabe. Pero esto sabemos mucho: se necesitarán mucho más que ataques aéreos."
    },
    {
      "index": 56,
      "start_time": 269960.0,
      "end_time": 274560.0,
      "text": "Soy Tom Joscelyn de la Fundación Defensa de las Democracias de la Universidad de Prager."
    }
  ]
}