{
  "video_id": "veriqDHLXsw",
  "title": "How to Find Fulfilling Work",
  "json": [
    {
      "index": 1,
      "start_time": 1960.0,
      "end_time": 9020.0,
      "text": "La idea de que trabajar podría ser placentero, en lugar de sólo dolorosamente necesario, es una invención muy reciente."
    },
    {
      "index": 2,
      "start_time": 9020.0,
      "end_time": 15920.0,
      "text": "Abre el aclamado diccionario del Dr. Johnson, publicado en 1755, y verás que la palabra satisfacción ni siquiera aparece."
    },
    {
      "index": 3,
      "start_time": 15920.0,
      "end_time": 21040.0,
      "text": "Hoy en día, en este mundo próspero, no solamente esperamos obtener dinero por nuestro trabajo,"
    },
    {
      "index": 4,
      "start_time": 21040.0,
      "end_time": 26480.0,
      "text": "sino también, en mayor o menor medida, esperamos que tenga algún sentido y nos otorgue satisfacción."
    },
    {
      "index": 5,
      "start_time": 26480.0,
      "end_time": 34340.0,
      "text": "Es una gran interrogante y nos ayuda a explicar porqué tantos de nosotros sufrimos crisis de carrera... normalmente los domingos al atardecer."
    },
    {
      "index": 6,
      "start_time": 34340.0,
      "end_time": 38680.0,
      "text": "Para ayudarnos en la búsqueda de un trabajo satisfactorio, he aquí seis ideas útiles:"
    },
    {
      "index": 7,
      "start_time": 38680.0,
      "end_time": 43380.0,
      "text": "Primero: acepta que estar confundido acerca de tu carrera es perfectamente normal."
    },
    {
      "index": 8,
      "start_time": 43380.0,
      "end_time": 48140.0,
      "text": "En el mundo pre-industrial existían a lo mucho, cerca de 2,000 diferentes ocupaciones;"
    },
    {
      "index": 9,
      "start_time": 48140.0,
      "end_time": 51940.0,
      "text": "actualmente, existe un estimado de medio millón de opciones diferentes."
    },
    {
      "index": 10,
      "start_time": 51940.0,
      "end_time": 57440.0,
      "text": "El resultado: podemos ponernos tan ansiosos de escoger la opción equivocada, que no llegamos a escoger ninguna."
    },
    {
      "index": 11,
      "start_time": 57440.0,
      "end_time": 62620.0,
      "text": "Los psicólogos llaman a esto \"la paradoja de la elección\", parálisis causada por tener demasiadas opciones."
    },
    {
      "index": 12,
      "start_time": 62620.0,
      "end_time": 66980.0,
      "text": "Debemos darnos cuenta de que la confusión es natural, y el miedo es completamente normal;"
    },
    {
      "index": 13,
      "start_time": 66980.0,
      "end_time": 70360.0,
      "text": "pero no dejar que ninguno de ellos ocasione que nuestras oportunidades se pierdan para siempre."
    },
    {
      "index": 14,
      "start_time": 70360.0,
      "end_time": 72520.0,
      "text": "Segundo: conócete a tí mismo."
    },
    {
      "index": 15,
      "start_time": 72520.0,
      "end_time": 77380.0,
      "text": "Es la más antigua recomendación filosófica, y tiene una especial relevancia al momento de escoger una carrera."
    },
    {
      "index": 16,
      "start_time": 77440.0,
      "end_time": 82120.0,
      "text": "Para el 99 % de nosotros, el saber qué queremos hacer no llega repentinamente;"
    },
    {
      "index": 17,
      "start_time": 82120.0,
      "end_time": 84120.0,
      "text": "como por ejemplo, saber qué comer."
    },
    {
      "index": 18,
      "start_time": 84120.0,
      "end_time": 85800.0,
      "text": "La mayoría de nosotros no recibe un llamado;"
    },
    {
      "index": 19,
      "start_time": 85800.0,
      "end_time": 91320.0,
      "text": "no oímos una voz celestial diciéndonos que debemos trabajar en contabilidad, o en empaquetado y distribución."
    },
    {
      "index": 20,
      "start_time": 91320.0,
      "end_time": 95820.0,
      "text": "Eso no quiere decir que no tengamos gustos o inclinaciones, sino que simplemente no las conocemos bien,"
    },
    {
      "index": 21,
      "start_time": 95820.0,
      "end_time": 101900.0,
      "text": "la cual es una situación peligrosa, porque el no tener un plan nos conduce rápidamente a estar a merced de aquellos que sí tienen uno."
    },
    {
      "index": 22,
      "start_time": 101900.0,
      "end_time": 105000.0,
      "text": "Sólo logramos captar destellos de sutiles pistas de nuestros gustos."
    },
    {
      "index": 23,
      "start_time": 105000.0,
      "end_time": 108360.0,
      "text": "Entonces, lo que tenemos que hacer es aprender a elegir entre esos vistazos:"
    },
    {
      "index": 24,
      "start_time": 108360.0,
      "end_time": 111260.0,
      "text": "comienza por poner en pausa cualquier preocupación por el dinero;"
    },
    {
      "index": 25,
      "start_time": 111260.0,
      "end_time": 117680.0,
      "text": "el pánico financiero frecuentemente mata cualquier diálogo que tengamos con la parte más auténtica y apasionada de nuestra naturaleza."
    },
    {
      "index": 26,
      "start_time": 117680.0,
      "end_time": 123260.0,
      "text": "Escribe, sin ser demasiado lógico o analítico al respecto, todo aquello que alguna vez disfrutaste hacer o construir,"
    },
    {
      "index": 27,
      "start_time": 123260.0,
      "end_time": 126740.0,
      "text": "lo que podría incluir construir una casa del árbol o clasificar la ropa de invierno."
    },
    {
      "index": 28,
      "start_time": 126740.0,
      "end_time": 129320.0,
      "text": "Mientras más extraña y ridícula sea la lista, mejor."
    },
    {
      "index": 29,
      "start_time": 129320.0,
      "end_time": 135880.0,
      "text": "En el largo y confuso enredo que sigue, en algún lugar, estará la forma de tu futuro trabajo ideal,"
    },
    {
      "index": 30,
      "start_time": 135880.0,
      "end_time": 139520.0,
      "text": "pero estará muy desordenado y necesitará ser analizado a profundidad."
    },
    {
      "index": 31,
      "start_time": 139520.0,
      "end_time": 141200.0,
      "text": "Allí es donde se aplica la filosofía;"
    },
    {
      "index": 32,
      "start_time": 141200.0,
      "end_time": 146580.0,
      "text": "La filosofía es el arte de aclarar y demandar lógica de nuestros pensamientos iniciales."
    },
    {
      "index": 33,
      "start_time": 146580.0,
      "end_time": 148460.0,
      "text": "Tercero: piensa mucho."
    },
    {
      "index": 34,
      "start_time": 148460.0,
      "end_time": 151660.0,
      "text": "Si nos toma un par de días, o incluso una semana, elegir un auto nuevo,"
    },
    {
      "index": 35,
      "start_time": 151660.0,
      "end_time": 157540.0,
      "text": "entonces, podría tomarnos un año, o más, de reflexiones diarias para comenzar a identificar qué profesión se adapta a lo que deseamos."
    },
    {
      "index": 36,
      "start_time": 157540.0,
      "end_time": 161960.0,
      "text": "Por eso tendemos a sentirnos culpables: imaginando que estamos siendo demasiado complacientes con nosotros mismos;"
    },
    {
      "index": 37,
      "start_time": 161960.0,
      "end_time": 166640.0,
      "text": "necesitaríamos emplear cada fin de semana, durante varios meses, para resolver el mayor enigma de nuestras vidas."
    },
    {
      "index": 38,
      "start_time": 166640.0,
      "end_time": 174380.0,
      "text": "Para asegurarnos de no quedar atrapados  por el resto de nuestras vidas, en un trabajo elegido al azar por nuestro yo poco explorado de 16 años,"
    },
    {
      "index": 39,
      "start_time": 174380.0,
      "end_time": 178580.0,
      "text": "necesitamos ser lo suficientemente generosos con la cantidad de tiempo que necesitaremos para analizarnos."
    },
    {
      "index": 40,
      "start_time": 178580.0,
      "end_time": 180320.0,
      "text": "Cuarto: intenta algo."
    },
    {
      "index": 41,
      "start_time": 180320.0,
      "end_time": 184020.0,
      "text": "Resulta tentador imaginar que seremos capaces de definir la forma del lugar de trabajo,"
    },
    {
      "index": 42,
      "start_time": 184020.0,
      "end_time": 189040.0,
      "text": "y de nuestro propio carácter, a través de un simple proceso de reflexión, pero necesitamos datos,"
    },
    {
      "index": 43,
      "start_time": 189040.0,
      "end_time": 193240.0,
      "text": "y solamente lograremos entender a nosotros mismos y a los demás enfrentándonos con el mundo real,"
    },
    {
      "index": 44,
      "start_time": 193240.0,
      "end_time": 196500.0,
      "text": "en el proceso podremos entender el mundo y nuestra propia naturaleza."
    },
    {
      "index": 45,
      "start_time": 196500.0,
      "end_time": 200460.0,
      "text": "Necesitamos dar pequeños pasos sin retorno para recolectar información,"
    },
    {
      "index": 46,
      "start_time": 200460.0,
      "end_time": 203340.0,
      "text": "por ejemplo: ser aprendiz, pasante o voluntario."
    },
    {
      "index": 47,
      "start_time": 203340.0,
      "end_time": 205780.0,
      "text": "No debemos pensar que siempre debemos renunciar en lunes,"
    },
    {
      "index": 48,
      "start_time": 205780.0,
      "end_time": 210760.0,
      "text": "podemos investigar nuestros futuros analizando trabajos complementarios a los ya existentes."
    },
    {
      "index": 49,
      "start_time": 210760.0,
      "end_time": 214000.0,
      "text": "Quinto: reflexiona acerca de lo que hace infeliz a la gente."
    },
    {
      "index": 50,
      "start_time": 214000.0,
      "end_time": 218440.0,
      "text": "Cada negocio exitoso es en esencia un intento de solucionar los problemas de alguien más;"
    },
    {
      "index": 51,
      "start_time": 218440.0,
      "end_time": 221960.0,
      "text": "mientras más grande y urgente sea el problema, mayor es la oportunidad."
    },
    {
      "index": 52,
      "start_time": 221960.0,
      "end_time": 227680.0,
      "text": "Para entrenar tus músculos empresariales, considera un día cualquiera y todo aquello que podría hacer infeliz a alguien:"
    },
    {
      "index": 53,
      "start_time": 227680.0,
      "end_time": 233580.0,
      "text": "Perder las llaves de la casa,  encontrar comida un poco grasosa,  incluso discutir otra vez con sus esposas."
    },
    {
      "index": 54,
      "start_time": 233580.0,
      "end_time": 236940.0,
      "text": "Cada uno de estos es una oportunidad de negocio esperando ser explotada;"
    },
    {
      "index": 55,
      "start_time": 236940.0,
      "end_time": 240780.0,
      "text": "son oportunidades para servir, y en realidad de eso se trata el trabajo."
    },
    {
      "index": 56,
      "start_time": 240780.0,
      "end_time": 244320.0,
      "text": "Es fácil imaginar que todo ya está hecho,"
    },
    {
      "index": 57,
      "start_time": 244320.0,
      "end_time": 250320.0,
      "text": "pero somos lo suficientemente infelices para que el capitalismo tenga muchos más siglos de inventiva y creatividad por delante."
    },
    {
      "index": 58,
      "start_time": 250320.0,
      "end_time": 252120.0,
      "text": "Sexto: ten confianza."
    },
    {
      "index": 59,
      "start_time": 252120.0,
      "end_time": 254860.0,
      "text": "Muchos pésimos libros de autoayuda tratan acerca de la confianza;"
    },
    {
      "index": 60,
      "start_time": 254860.0,
      "end_time": 257580.0,
      "text": "que puede ser tentador descartar todo el tema como absurdo;"
    },
    {
      "index": 61,
      "start_time": 257579.99999999997,
      "end_time": 259919.99999999997,
      "text": "pero en un peculiar y más bien humilde sentido,"
    },
    {
      "index": 62,
      "start_time": 259920.00000000003,
      "end_time": 266040.0,
      "text": "realmente parece que la diferencia entre el éxito y el fracaso es a veces nada más que tener el valor de darle una oportunidad."
    },
    {
      "index": 63,
      "start_time": 266040.0,
      "end_time": 271520.0,
      "text": "La habilidad de imaginarse a uno mismo en un rol donde uno no necesita pedir a nadie por permisos"
    },
    {
      "index": 64,
      "start_time": 271520.0,
      "end_time": 276180.0,
      "text": "que muchos de los puestos altos simplemente pertenecen a aquellos dispuestos a pedirlos."
    },
    {
      "index": 65,
      "start_time": 276180.0,
      "end_time": 280400.0,
      "text": "La falta de confianza es, en realidad, la percepción errada de la manera en que el mundo funciona;"
    },
    {
      "index": 66,
      "start_time": 280400.0,
      "end_time": 288400.0,
      "text": "Es el feudalismo arraigado en nosotros el que imagina que sólo ciertas personas, excepto nosotros, tienen el derecho, predestinado, de obtener ciertas cosas."
    },
    {
      "index": 67,
      "start_time": 288400.0,
      "end_time": 289420.0,
      "text": "Eso no es cierto."
    },
    {
      "index": 68,
      "start_time": 289420.0,
      "end_time": 294500.0,
      "text": "Como sabemos, muchas más cosas son posibles que aquellas que creemos en nuestros momentos de timidez y duda."
    },
    {
      "index": 69,
      "start_time": 294500.0,
      "end_time": 302140.0,
      "text": "Ese el inicio de un camino hacia un trabajo que no lamentaremos al momento de morir, ese debería ser siempre el criterio definitivo."
    }
  ]
}