{
  "video_id": "wG5JyorwYPo",
  "title": "Your Brain on LSD and Acid",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2000.0,
      "text": "LSD, también conocido como ácido"
    },
    {
      "index": 2,
      "start_time": 2000.0,
      "end_time": 6000.0,
      "text": "es una droga psicodélica conocida por alterar su percepción y la creación de alucinaciones."
    },
    {
      "index": 3,
      "start_time": 6160.0,
      "end_time": 12500.0,
      "text": "Pero, ¿cómo funciona realmente y cuál es el efecto en tu cuerpo y  más importante, en tu cerebro?"
    },
    {
      "index": 4,
      "start_time": 12500.0,
      "end_time": 17400.0,
      "text": "Dietilamida del ácido lisérgico se sintetizó por primera vez en 1938 a partir del hongo que crecía en centeno."
    },
    {
      "index": 5,
      "start_time": 17500.0,
      "end_time": 22060.0,
      "text": "En 1943, el inventor Albert Hofmann accidentalmente introdujo un poco en su boca"
    },
    {
      "index": 6,
      "start_time": 22060.0,
      "end_time": 26840.0,
      "text": "se drogó y se convirtió en la primera persona en el mundo en aprender acerca de las propiedades psicodélicas del LSD."
    },
    {
      "index": 7,
      "start_time": 26840.0,
      "end_time": 32000.0,
      "text": "La investigación sobre la droga tuvo lugar en los años 50 y 60, pero a medida que el uso recreativo comenzó a extenderse,"
    },
    {
      "index": 8,
      "start_time": 32000.0,
      "end_time": 37500.0,
      "text": "las drogas psicodélicas se hicieron una droga ilegal en los EE.UU. y los programas de investigación fueron  detenidos"
    },
    {
      "index": 9,
      "start_time": 37500.0,
      "end_time": 43500.0,
      "text": "Mientras que otros fármacos se dosifican en gramos, una dosis única de LSD se mide en uno 100000 de un gramo,"
    },
    {
      "index": 10,
      "start_time": 43500.0,
      "end_time": 46500.0,
      "text": "que es una décima la masa de un grano de arena."
    },
    {
      "index": 11,
      "start_time": 46500.0,
      "end_time": 51800.0,
      "text": "LSD afecta a múltiples receptores cerebrales tales como los receptores de dopamina, receptores adrenérgicos, y receptores de glutamato."
    },
    {
      "index": 12,
      "start_time": 51800.0,
      "end_time": 57000.0,
      "text": "Pero la mayoría de investigaciones está en el receptor de la serotonina estimulante 5H2TA"
    },
    {
      "index": 13,
      "start_time": 57000.0,
      "end_time": 62000.0,
      "text": "LSD golpea el receptor en un ángulo inesperado haciendo que se pliegue sobre el LSD la creación de una tapa."
    },
    {
      "index": 14,
      "start_time": 62000.0,
      "end_time": 67500.0,
      "text": "El LSD es atrapado entonces lo que hace que este receptor continuamente se enciends , haciendo que alucines"
    },
    {
      "index": 15,
      "start_time": 67500.0,
      "end_time": 73000.0,
      "text": "Tu cuerpo responde por la succión del receptor 5TH2A en la célula con el fin de degradar el LSD,"
    },
    {
      "index": 16,
      "start_time": 73000.0,
      "end_time": 78000.0,
      "text": "pero esto puede tomar hasta más de 12 horas a pasar por lo que la alta puede durar tanto tiempo."
    },
    {
      "index": 17,
      "start_time": 78000.0,
      "end_time": 83000.0,
      "text": "Recientemente, la investigación del LSD ha visto un resurgimiento y el uso de técnicas de imagen neuronales contemporáneos,"
    },
    {
      "index": 18,
      "start_time": 83000.0,
      "end_time": 89000.0,
      "text": "los investigadores encontraron que la droga hace que partes de tu cerebro se comuniquen de una forma única, especialmente en la corteza visual"
    },
    {
      "index": 19,
      "start_time": 89000.0,
      "end_time": 92000.0,
      "text": "que podría explicar las alucinaciones vívidas y complejos"
    },
    {
      "index": 20,
      "start_time": 92000.0,
      "end_time": 100000.0,
      "text": "También ha disminución del flujo sanguíneo en la red de modo por defecto, en correlación con cambios fuertes en la conciencia, caracterizados como ego-disolución,"
    },
    {
      "index": 21,
      "start_time": 100000.0,
      "end_time": 104500.0,
      "text": "se describe como una sensación de que la frontera que separa del resto del mundo se disuelve."
    },
    {
      "index": 22,
      "start_time": 104500.0,
      "end_time": 110000.0,
      "text": "Muchas personas informan este sentimiento trae una sensación de reconexión con ellos mismos, los demás y el mundo natural. De hecho,"
    },
    {
      "index": 23,
      "start_time": 110000.0,
      "end_time": 116260.0,
      "text": "un estudio sobre 20 voluntarios sanos que recibieron 75 microgramos de LSD vio que 2 semanas después de haber sido dosificado,"
    },
    {
      "index": 24,
      "start_time": 116260.0,
      "end_time": 121140.0,
      "text": "que puntuaron más alto de los rasgos de optimismo y apertura, con un aumento de la creatividad y la imaginación."
    },
    {
      "index": 25,
      "start_time": 121140.0,
      "end_time": 127520.0,
      "text": "Esto ha dirigido que investigaciones  consideren el LSD como una terapia para los pacientes con ansiedad de muerte y enfermedades que amenazan la vida."
    },
    {
      "index": 26,
      "start_time": 127520.0,
      "end_time": 132080.0,
      "text": "Los investigadores encontraron que 12 meses después del tratamiento, los pacientes informaron de una reducción de la ansiedad y el aumento"
    },
    {
      "index": 27,
      "start_time": 132080.0,
      "end_time": 136300.0,
      "text": "en la calidad de vida, como el medicamento ayudó a reestructurar sus hábitos y visión del mundo."
    },
    {
      "index": 28,
      "start_time": 136300.0,
      "end_time": 139560.0,
      "text": "Está también la razón por la tendencia de microdosis está emergiendo,"
    },
    {
      "index": 29,
      "start_time": 139560.0,
      "end_time": 144380.0,
      "text": "donde una persona toma una décima de una dosis recreativo del LSD, tratando de saltar el"
    },
    {
      "index": 30,
      "start_time": 144380.0,
      "end_time": 148720.0,
      "text": "alucinaciones y en cambio experimentan una mayor estado de alerta, la energía y la creatividad."
    },
    {
      "index": 31,
      "start_time": 148720.0,
      "end_time": 154080.0,
      "text": "A pesar de que el LSD no es adictivo y los investigadores lo clasifican como significativamente menos peligrosa que otras drogas como"
    },
    {
      "index": 32,
      "start_time": 154080.0,
      "end_time": 158840.0,
      "text": "la cocaína y la heroína, todavía hay una carencia extrema de los estudios científicos al explicar la extendida"
    },
    {
      "index": 33,
      "start_time": 158840.0,
      "end_time": 164920.0,
      "text": "tendencia de microdosis e incluso los expertos a veces experimentan malos viajes produciendo"
    },
    {
      "index": 34,
      "start_time": 164920.0,
      "end_time": 171120.0,
      "text": "miedos irracionales, paranoia y ataques de pánico. El LSD también puede causar retrocesos, donde meses después de que el fármaco tha sido"
    },
    {
      "index": 35,
      "start_time": 171120.0,
      "end_time": 176540.0,
      "text": "usado, se puede sentir como si usted está experimentando los efectos de la droga de nuevo. En algunas ocasiones extremas,"
    },
    {
      "index": 36,
      "start_time": 176540.0,
      "end_time": 181780.0,
      "text": "personas han desarrollado trastorno perceptivo persistente por alucinógenos, que es como un viaje sin fin."
    },
    {
      "index": 37,
      "start_time": 181780.0,
      "end_time": 186720.0,
      "text": "Pensar que el LSD puede conducir a la psicosis y el riesgo de suicidio son exageradas."
    },
    {
      "index": 38,
      "start_time": 186720.0,
      "end_time": 191540.0,
      "text": "El 14% de los participantes en la encuesta nacional de Estados Unidos que habían usado los psicodélicos en su vida no habían aumentado"
    },
    {
      "index": 39,
      "start_time": 191540.0,
      "end_time": 196840.0,
      "text": "riesgo de desarrollar intentos psicosis, depresión o suicidio, pero la nueva investigación alrededor del LSD"
    },
    {
      "index": 40,
      "start_time": 196840.0,
      "end_time": 201840.0,
      "text": "potenciales efectos positivos también es muy joven. Así que esto podría no ser un viaje que desea tomar."
    },
    {
      "index": 41,
      "start_time": 201840.0,
      "end_time": 205880.0,
      "text": "¿Quieres aprender más acerca de su cerebro en las drogas? Echa un vistazo a nuestra lista de reproducción que cubre muchas otras sustancias"
    },
    {
      "index": 42,
      "start_time": 205880.0,
      "end_time": 210980.0,
      "text": "y cómo le afectan, y la suscripción de videos de ciencia más semanales todos los jueves."
    }
  ]
}