{
  "video_id": "WoYjIDwbzLY",
  "title": "How to Resist Conspiracy Theories",
  "json": [
    {
      "index": 1,
      "start_time": 960.0,
      "end_time": 7839.0,
      "text": "Vivimos en tiempos conspiracionales. Motivos profundamente siniestros parecen trabajar para emerger de"
    },
    {
      "index": 2,
      "start_time": 7839.0,
      "end_time": 14400.0,
      "text": "las profundidades. Nadie, sin importar su reputación, está completamente libre de sospecha. Cada institución,"
    },
    {
      "index": 3,
      "start_time": 14400.0,
      "end_time": 19529.0,
      "text": "aún las mas venerables, pueden estar en ello. Sea lo que se diga públicamente, a veces algo"
    },
    {
      "index": 4,
      "start_time": 19529.0,
      "end_time": 25269.0,
      "text": "aun peor está probablemente ocurriendo de manera privada. Tomar cualquier aserción como cierta parece ser"
    },
    {
      "index": 5,
      "start_time": 25269.0,
      "end_time": 31889.0,
      "text": "un puerto seguro a una desilusión. Nunca ha sido un mejor momento para convertirse en un \"conspirador"
    },
    {
      "index": 6,
      "start_time": 31889.0,
      "end_time": 38800.0,
      "text": "teórico\". Pero la verdadera elección no está realmente entre ser ingenuo por un lado o conspirador"
    },
    {
      "index": 7,
      "start_time": 38800.0,
      "end_time": 45480.0,
      "text": "por el otro. La meta es encontrar un camino a una elusiva tercera opción: Escepticismo"
    },
    {
      "index": 8,
      "start_time": 45480.0,
      "end_time": 51620.0,
      "text": "inteligente. Ambos, los conspiradores y los escepticistas empiezan por el mismo"
    },
    {
      "index": 9,
      "start_time": 51620.0,
      "end_time": 56620.0,
      "text": "lugar: La conssciencia de que las cosas tal vez no son lo que parecen, y que"
    },
    {
      "index": 10,
      "start_time": 56620.0,
      "end_time": 62350.0,
      "text": "es dado por sabido podría ser falso. Esto no es -naturalmente- un signo de locura"
    },
    {
      "index": 11,
      "start_time": 62350.0,
      "end_time": 67630.0,
      "text": "o delirio. Es la base de uno de los descubrimientos y perspicacias de la humanidad. Decir"
    },
    {
      "index": 12,
      "start_time": 67630.0,
      "end_time": 73340.0,
      "text": "que la tierra orbitaba el sol en 1473 era un claro signo de delirio. Sería"
    },
    {
      "index": 13,
      "start_time": 73340.0,
      "end_time": 79110.0,
      "text": "no menos peculiar sostener que, en los 50's los servicios de seguridad del Reino Unido"
    },
    {
      "index": 14,
      "start_time": 79110.0,
      "end_time": 84260.0,
      "text": "eran controlados por un grupo de personas que a su vez trabajaban para la Unión Soviética. Una hipótesis"
    },
    {
      "index": 15,
      "start_time": 84260.0,
      "end_time": 90450.0,
      "text": "que puede sonar descabellada, muy antipopulista-y aún así estar correcta. Lo que separa"
    },
    {
      "index": 16,
      "start_time": 90450.0,
      "end_time": 95910.0,
      "text": "a un conspirador de un escepticista no es la posesión de hipótesis descabelladas;"
    },
    {
      "index": 17,
      "start_time": 95910.0,
      "end_time": 101500.0,
      "text": "sino la manera en la cual tratan con las hipótesis. Algunas de las"
    },
    {
      "index": 18,
      "start_time": 101500.0,
      "end_time": 108420.0,
      "text": "diferencias principales son: -Los escepticistas saben que las hipotesis no pueden ser válidas"
    },
    {
      "index": 19,
      "start_time": 108420.0,
      "end_time": 114079.0,
      "text": "indefinidamente sin evidencia. Pueden ser rumores por un tiempo, pero eventualmente necesitan"
    },
    {
      "index": 20,
      "start_time": 114079.0,
      "end_time": 120229.0,
      "text": "ser probadas o abandonadas irrefutablemente."
    },
    {
      "index": 21,
      "start_time": 120229.0,
      "end_time": 126250.0,
      "text": "-El peso de la prueba\nLos escepticistas saben que el peso de probar una hipótesis"
    },
    {
      "index": 22,
      "start_time": 126250.0,
      "end_time": 132970.0,
      "text": "puede recaer inevitablemente en ellos, como los desafiadores del status quo, y no en los defensores"
    },
    {
      "index": 23,
      "start_time": 132970.0,
      "end_time": 138410.0,
      "text": "de la ideologia establecida. Ellos aceptan la labor de mostrar que los fantasmas realmente"
    },
    {
      "index": 24,
      "start_time": 138410.0,
      "end_time": 143560.0,
      "text": "existen, y no la responsabilidad del resto de probar que no."
    },
    {
      "index": 25,
      "start_time": 145140.0,
      "end_time": 149360.0,
      "text": "Mantener hipótesis de farándula contraen algunas pesadas redenciones"
    },
    {
      "index": 26,
      "start_time": 149370.0,
      "end_time": 154940.0,
      "text": "emocionales. Generalmente uno se siente con mas poder y superioridad a aquellos que ciegamente"
    },
    {
      "index": 27,
      "start_time": 154940.0,
      "end_time": 160410.0,
      "text": "siguen creyendo en el status quo. Ellos, los idiotas, pueden creer que el cohete llegó a la luna;"
    },
    {
      "index": 28,
      "start_time": 160410.0,
      "end_time": 165690.0,
      "text": "Pero nosotros sabemos que todo fue un teatro armado en un estudio callejero. Nuestro trabajo puede ser insignificante"
    },
    {
      "index": 29,
      "start_time": 165690.0,
      "end_time": 170770.0,
      "text": "ni nuestra casa muy glamurosa, pero -en diferencia a los profesores anticuados- sabemos la realidad"
    },
    {
      "index": 30,
      "start_time": 170770.0,
      "end_time": 176270.0,
      "text": "ocurrida al Fuhrer luego de la guerra. Los escepticistas saben lo bueno que sería"
    },
    {
      "index": 31,
      "start_time": 176270.0,
      "end_time": 181980.0,
      "text": "si la prueba fuese cierta; Pero pueden padecer de la humillación de que sean"
    },
    {
      "index": 32,
      "start_time": 181980.0,
      "end_time": 187120.0,
      "text": "miserablemente equivocadas. Sería, emocionalmente, profundamente conveniente si ellos realmente"
    },
    {
      "index": 33,
      "start_time": 187120.0,
      "end_time": 192630.0,
      "text": "descubriesen los secretos de la fuerza nuclear débil, y los experimentados, adinerados hombres fuesen realmente unos"
    },
    {
      "index": 34,
      "start_time": 192630.0,
      "end_time": 198160.0,
      "text": "depredadores sexuales o que el cambio climático sea una estafa. Pero son lo suficientemente sabios"
    },
    {
      "index": 35,
      "start_time": 198160.0,
      "end_time": 204280.0,
      "text": "como para evitar que sus deseos se apoderen de los duros y ásperos hechos de la cruel realidad."
    },
    {
      "index": 36,
      "start_time": 204280.0,
      "end_time": 210740.0,
      "text": "-Creencias Básicas\nLos conspiradores ven amenazas por todas partes; su  posición por defecto"
    },
    {
      "index": 37,
      "start_time": 210740.0,
      "end_time": 215670.0,
      "text": "es que todos deben estar encubriendo o escondiendo algo. Su miedo de"
    },
    {
      "index": 38,
      "start_time": 215670.0,
      "end_time": 221590.0,
      "text": "ser tomado como víctima es tan grande; que no puede haber un rayo de credibilidad en ellos. Por su parte,"
    },
    {
      "index": 39,
      "start_time": 221590.0,
      "end_time": 228450.0,
      "text": "los escepticistas reaccionan ante el mundo con una actitud de creencia instintiva y benevolencia"
    },
    {
      "index": 40,
      "start_time": 228450.0,
      "end_time": 233040.0,
      "text": "Se atreven a tomar las cosas como válidas, confiadas en su capacidad de alterar -tal vez"
    },
    {
      "index": 41,
      "start_time": 233040.0,
      "end_time": 238110.0,
      "text": "de manera rápida- a una dirección mas oscura, donde los hechos lo demanden. Son, internamente"
    },
    {
      "index": 42,
      "start_time": 238110.0,
      "end_time": 244620.0,
      "text": "lo suficientemente fuertes como para dar una chance para creer en la bondad y la honestidad de los extraños."
    },
    {
      "index": 43,
      "start_time": 244620.0,
      "end_time": 250050.0,
      "text": "Ser conspirador no es un problema de inteligencia. Es una barrera emocional"
    },
    {
      "index": 44,
      "start_time": 250050.0,
      "end_time": 254900.0,
      "text": "que se apodera de facultades que están fuera de control de nuestra mente-y por lo tanto tratado"
    },
    {
      "index": 45,
      "start_time": 254900.0,
      "end_time": 261919.0,
      "text": "no como un bombardeo de hechos compensatorios, sino como un tranquilizante emocional. De"
    },
    {
      "index": 46,
      "start_time": 261918.99999999997,
      "end_time": 267759.0,
      "text": "donde los problemas tienden a empezar. La elección que escojamos no  radica entre una credibilidad ingenua"
    },
    {
      "index": 47,
      "start_time": 267759.0,
      "end_time": 273199.0,
      "text": "o una teoría conspirativa. Comprendiendo la fragilidad de nuestros psiques, tenemos la opción"
    },
    {
      "index": 48,
      "start_time": 273199.0,
      "end_time": 279080.0,
      "text": "de navegar imperiosamente nuestros tiempos con una juiciosa mezcla de duda y verdad."
    }
  ]
}