{
  "video_id": "X75Roe_davA",
  "title": "A Reason Not to Worry What Others Think",
  "json": [
    {
      "index": 1,
      "start_time": 120.0,
      "end_time": 7200.0,
      "text": "El \"Paisaje con la caída de Ícaro\" es una pintura sobre lienzo de 1560 alojada en el más grande"
    },
    {
      "index": 2,
      "start_time": 7200.0,
      "end_time": 11860.0,
      "text": "museo de Bélgica, el Musée des Beaux Arts, y se cree que es una copia meticulosa de"
    },
    {
      "index": 3,
      "start_time": 11860.0,
      "end_time": 18530.0,
      "text": "un trabajo original (ahora perdido) del artista flamenco Pieter Bruegel el Viejo. La pintura nos muestra"
    },
    {
      "index": 4,
      "start_time": 18530.0,
      "end_time": 24630.0,
      "text": "aparentemente una escena campestre: barcos de vela navegando, un pastor que cuida su rebaño,"
    },
    {
      "index": 5,
      "start_time": 24630.0,
      "end_time": 29650.0,
      "text": "a lo lejos ciudades prósperas y ordenadas. Pero en la esquina inferior derecha de la"
    },
    {
      "index": 6,
      "start_time": 29650.0,
      "end_time": 36910.0,
      "text": "pintura, está ocurriendo una tragedia que pasa desapercibida. Ícaro, el legendario personaje de la"
    },
    {
      "index": 7,
      "start_time": 36910.0,
      "end_time": 42149.0,
      "text": "mitología clásica, está en la fase final de uno de los más famosos desastres aeronáuticos."
    },
    {
      "index": 8,
      "start_time": 42149.0,
      "end_time": 47199.0,
      "text": "del mundo antiguo. Junto con su padre Dédalo, el muchacho construyó"
    },
    {
      "index": 9,
      "start_time": 47199.0,
      "end_time": 52820.0,
      "text": "un par de alas pegadas a él con cera. Dédalo le advirtió a su hijo que no volara muy cerca"
    },
    {
      "index": 10,
      "start_time": 52820.0,
      "end_time": 57539.0,
      "text": "del sol, porque el calor derretiría la estructura. Pero el descuidado joven"
    },
    {
      "index": 11,
      "start_time": 57539.0,
      "end_time": 64360.0,
      "text": "de todas formas voló muy alto. Y en la pintura, ha caído a las olas y a su muerte"
    },
    {
      "index": 12,
      "start_time": 64360.0,
      "end_time": 69980.0,
      "text": "Deliberadamente, el fin de Ícaro no es el centro de la pintura."
    },
    {
      "index": 13,
      "start_time": 70560.0,
      "end_time": 74940.0,
      "text": "En su lugar, la atención está puesta en las brillantes ciudades y las elegantes naves"
    },
    {
      "index": 14,
      "start_time": 74940.0,
      "end_time": 79960.0,
      "text": "al fondo. Y como para enfatizar esto, el arador al centro de la pintura hace referencia"
    },
    {
      "index": 15,
      "start_time": 79960.0,
      "end_time": 87230.0,
      "text": "al dicho popular: \"La siembra no se detiene por un agonizante\". Esta indiferencia en la tragedia de Ícaro"
    },
    {
      "index": 16,
      "start_time": 87230.0,
      "end_time": 92960.0,
      "text": "es, de cierta forma, terrible y triste. Vemos en ella lo poco que al mundo le importa"
    },
    {
      "index": 17,
      "start_time": 92960.0,
      "end_time": 99280.0,
      "text": "nuestro propio sufrimiento. Y aún así, desde otra perspectiva, esta indiferencia es profundamente gratificante"
    },
    {
      "index": 18,
      "start_time": 99280.0,
      "end_time": 104600.0,
      "text": "y fuertemente redentora. Una de las principales razones de nuestra infelicidad es que"
    },
    {
      "index": 19,
      "start_time": 104600.0,
      "end_time": 109740.0,
      "text": "gastamos mucho tiempo temiendo por nuestra imagen y preguntándonos lo que otros"
    },
    {
      "index": 20,
      "start_time": 109740.0,
      "end_time": 115330.0,
      "text": "piensan cuando fallamos, como irremediablemente lo haremos alguna vez. El mínimo cambio de nuestra"
    },
    {
      "index": 21,
      "start_time": 115330.0,
      "end_time": 120510.0,
      "text": "imagen en los ojos de otros puede obsesionarnos. Nos despertamos en la noche pensando cómo podríamos"
    },
    {
      "index": 22,
      "start_time": 120510.0,
      "end_time": 126910.0,
      "text": "arreglárnoslas sin la aprobación de gente que ni siquiera nos agrada mucho. Entregamos nuestra libertad"
    },
    {
      "index": 23,
      "start_time": 126910.0,
      "end_time": 133999.0,
      "text": "al veredicto de extraños. Pero el reconfortante pincel del genio pintor está ahí, para mostrarnos"
    },
    {
      "index": 24,
      "start_time": 133999.0,
      "end_time": 140180.0,
      "text": "cómo, cuando realmente lo arruinamos, casi nadie estará viendo o dándole mucha importancia. El"
    },
    {
      "index": 25,
      "start_time": 140180.0,
      "end_time": 145650.0,
      "text": "granjero está muy ocupado con el arado, el pastor está muy abstraído pensando en el clima,"
    },
    {
      "index": 26,
      "start_time": 145650.0,
      "end_time": 151700.0,
      "text": "alguien más está con la abrumadora intención de pescar. Nuestras tragedias no le importan a la sociedad en la manera"
    },
    {
      "index": 27,
      "start_time": 151700.0,
      "end_time": 157530.0,
      "text": "que tememos que lo harán. Pocas personas las notarán por un momento y, rápidamente, se concentrarán en"
    },
    {
      "index": 28,
      "start_time": 157530.0,
      "end_time": 162260.0,
      "text": "otra cosa. Estamos en el centro de la galaxia solamente en nuestras mentes torturadas."
    },
    {
      "index": 29,
      "start_time": 162260.0,
      "end_time": 165380.0,
      "text": "El mundo está lleno de seres humanos"
    },
    {
      "index": 30,
      "start_time": 165380.0,
      "end_time": 169879.0,
      "text": "que no saben nada de nosotros y nunca lo harán. Aquéllos que podrían estar enojados o decepcionados de usted,"
    },
    {
      "index": 31,
      "start_time": 169879.0,
      "end_time": 175829.0,
      "text": "habrán de olvidarlo todo pronto. Su desgracia, con tiempo,"
    },
    {
      "index": 32,
      "start_time": 175829.0,
      "end_time": 181420.0,
      "text": "será tomado por la gran amnesia de un mundo consoladoramente indiferente."
    },
    {
      "index": 33,
      "start_time": 181420.0,
      "end_time": 187279.0,
      "text": "No es solamente Ícaro quien es tragado y oscurecido por las olas: algo de la misma oscuridad"
    },
    {
      "index": 34,
      "start_time": 187280.0,
      "end_time": 191280.0,
      "text": "espera por nuestros grandes errores y vergüenzas."
    },
    {
      "index": 35,
      "start_time": 191960.0,
      "end_time": 197360.0,
      "text": "Esperemos que le haya gustado este vídeo. Para ver más de The School of Life puede"
    },
    {
      "index": 36,
      "start_time": 197360.0,
      "end_time": 201520.0,
      "text": "suscribirse a nuestro canal y echar un vistazo a la gama de productos que se ofrecen en nuestro sitio web."
    }
  ]
}