{
  "video_id": "xRJCOz3AfYY",
  "title": "Intro - The Math of Intelligence",
  "json": [
    {
      "index": 1,
      "start_time": 1940.0,
      "end_time": 4580.0,
      "text": "Hello World! Es Siraj"
    },
    {
      "index": 2,
      "start_time": 4640.0,
      "end_time": 8120.0,
      "text": "y bienvenido a \"Matemática de la inteligencia\""
    },
    {
      "index": 3,
      "start_time": 16000.0,
      "end_time": 24000.0,
      "text": "Por los siguientes 3 meses, vamos a  hacer un viaje por los mas importantes conceptos matemáticos detrás del Machine Learning."
    },
    {
      "index": 4,
      "start_time": 24500.0,
      "end_time": 34440.0,
      "text": "eso significa todos los conceptos que tu necesitas de las grandes disciplinas del  calculo, álgebra lineal, teoría de probabilidad y estadística."
    },
    {
      "index": 5,
      "start_time": 34440.0,
      "end_time": 39240.0,
      "text": "los pre-requisitos son conocimiento básico de la sintaxis de python y álgebra."
    },
    {
      "index": 6,
      "start_time": 39240.0,
      "end_time": 45500.0,
      "text": "Cada algoritmo que codificaremos sera hecho sin alguna libreria popular de Machine Learning."
    },
    {
      "index": 7,
      "start_time": 45600.0,
      "end_time": 55280.0,
      "text": "porque el punto de este curso es ayudar a construir una solida intuición matemática al rededor de los algoritmos de construcción que podemos aprender de los datos."
    },
    {
      "index": 8,
      "start_time": 55400.0,
      "end_time": 69660.0,
      "text": "Quiero decir, seamos realistas, podrías usar una API de Blackbox para todas estas cosas, pero si tienes la intuición tendrás la intuición que sabrás exactamente qué algoritmo usar para el trabajo o incluso hacerte el propio desde Scratch."
    },
    {
      "index": 9,
      "start_time": 69800.0,
      "end_time": 80800.0,
      "text": "como humano, estamos constantemente recibiendo datos a través de nuestros cinco sentidos y de alguna forma tenemos que dar sentido a  ese caótico recibimiento para que podamos sobrevivir."
    },
    {
      "index": 10,
      "start_time": 80800.0,
      "end_time": 86320.0,
      "text": "Gracias a este proceso evolutivo hemos desarrollado cerebros capaces de hacer esto."
    },
    {
      "index": 11,
      "start_time": 86440.0,
      "end_time": 90900.0,
      "text": "tenemos el mas preciado recurso en el universo\n -inteligencia-"
    },
    {
      "index": 12,
      "start_time": 90900.0,
      "end_time": 94320.0,
      "text": "la habilidad de aprender y aplicar conocimiento."
    },
    {
      "index": 13,
      "start_time": 94320.0,
      "end_time": 100320.0,
      "text": "una manera de medir nuestra inteligencia ante el resto del reino animal es usando una escalera"
    },
    {
      "index": 14,
      "start_time": 100460.0,
      "end_time": 108560.0,
      "text": "la nuestra es de hecho el mas generalizado tipo de inteligencia, capaz de ser aplicado a  una gran variedad de tareas."
    },
    {
      "index": 15,
      "start_time": 108560.0,
      "end_time": 113120.0,
      "text": "pero esto no significa que esta sea el mejor tipo de inteligencia."
    },
    {
      "index": 16,
      "start_time": 113120.0,
      "end_time": 117360.0,
      "text": "En los 60's, una investigadora de primates llamada Dr. Jane Goodall, concluyó."
    },
    {
      "index": 17,
      "start_time": 117480.0,
      "end_time": 126800.0,
      "text": "que los chimpancés han vivido en la selva por cientos de miles de años, sin sobrepoblación o destruyendo su propio ambiente en absoluto."
    },
    {
      "index": 18,
      "start_time": 126800.0,
      "end_time": 136700.0,
      "text": "Las Orcas tienes la habilidad de dormir con un hemisferio de su cerebro a la vez,  que les permite recuperarse, mientras al mismo tiempo estan al tanto de su alrededor."
    },
    {
      "index": 19,
      "start_time": 136820.0,
      "end_time": 140780.0,
      "text": "en algunas maneras, los animales son mas inteligentes que nosotros."
    },
    {
      "index": 20,
      "start_time": 140780.0,
      "end_time": 143380.0,
      "text": "las inteligencia consiste en muchas dimensiones."
    },
    {
      "index": 21,
      "start_time": 143380.0,
      "end_time": 147320.0,
      "text": "piensa e eso como un espacio multi-dimensional de posibilidades"
    },
    {
      "index": 22,
      "start_time": 147480.0,
      "end_time": 155300.0,
      "text": "cuando se construye IA, el ser humano es un gran mapa de rutas, Después de que todas las redes neuronales han alcanzado el estado del arte de rendimiento en innumerables tareas."
    },
    {
      "index": 23,
      "start_time": 155420.0,
      "end_time": 162420.0,
      "text": "pero esto no solo es un mapa de rutas, hay muchos posibles tipos de inteligencia  que podemos y vamos a crear."
    },
    {
      "index": 24,
      "start_time": 162440.0,
      "end_time": 166340.0,
      "text": "algunos nos pareceran familiar, y  algunos muy extraños."
    },
    {
      "index": 25,
      "start_time": 166400.0,
      "end_time": 169000.0,
      "text": "pensando en una manera que nunca hemos hecho antes."
    },
    {
      "index": 26,
      "start_time": 169040.0,
      "end_time": 171180.0,
      "text": "como cuando AlphaGo juego el movimeinto 37."
    },
    {
      "index": 27,
      "start_time": 171180.0,
      "end_time": 175020.0,
      "text": "incluso  el mejor jugador de Go en el mundo quedo atónitos ante al movimiento."
    },
    {
      "index": 28,
      "start_time": 175060.0,
      "end_time": 184280.0,
      "text": "Fue contra todo lo que hemos aprendido sobre el juego desde milenios de práctica, pero resultó ser una estrategia objetivamente mejor que llevó a su victoria."
    },
    {
      "index": 29,
      "start_time": 184280.0,
      "end_time": 188020.0,
      "text": "Los diferentes tipos de inteligencia son como sinfonías."
    },
    {
      "index": 30,
      "start_time": 188020.0,
      "end_time": 190440.0,
      "text": "Cada uno de los cuales consta de diferentes instrumentos y"
    },
    {
      "index": 31,
      "start_time": 190440.0,
      "end_time": 196700.0,
      "text": "Estos instrumentos varían, no sólo en su dinámica sino en su tono y tempo y color y melodía."
    },
    {
      "index": 32,
      "start_time": 196700.0,
      "end_time": 200940.0,
      "text": "la cantidad de datos que estamos  generando esta creciendo de verdad rápido."
    },
    {
      "index": 33,
      "start_time": 201040.0,
      "end_time": 203280.0,
      "text": "quiero decir, de verdad, DE VERDAD rápido!"
    },
    {
      "index": 34,
      "start_time": 203280.0,
      "end_time": 211800.0,
      "text": "en el tiempo desde que tu empezaste a ver este vídeo suficientes datos fueron generados para que tu gastes tu vida entera analizándola."
    },
    {
      "index": 35,
      "start_time": 211900.0,
      "end_time": 214220.0,
      "text": "y  solo el .5% de toda estos datos incluso."
    },
    {
      "index": 36,
      "start_time": 214220.0,
      "end_time": 218440.0,
      "text": "La creación de inteligencia no es solo linda de  tener, es una necesidad."
    },
    {
      "index": 37,
      "start_time": 218440.0,
      "end_time": 223380.0,
      "text": "puesto en las manos correctas nos ayudaría a resolver problemas que nunca soñamos podrían ser posibles de resolver."
    },
    {
      "index": 38,
      "start_time": 223400.0,
      "end_time": 224840.0,
      "text": "Así que, empezamos?"
    },
    {
      "index": 39,
      "start_time": 224840.0,
      "end_time": 229640.0,
      "text": "En su núcleo, el aprendizaje automático es todo sobre la optimización matemática."
    },
    {
      "index": 40,
      "start_time": 229640.0,
      "end_time": 232160.0,
      "text": "en esta manera de pensar."
    },
    {
      "index": 41,
      "start_time": 232160.0,
      "end_time": 236340.0,
      "text": "cada problema puede ser desglosado dentro de una optimización de un problema."
    },
    {
      "index": 42,
      "start_time": 236400.0,
      "end_time": 246420.0,
      "text": "Una vez que tenemos una seria de datos que actúen como nuestra entrada, vamos a construir un modelo que use esos datos para optimizar para un objetivo - una meta que queremos alcanzar."
    },
    {
      "index": 43,
      "start_time": 246420.0,
      "end_time": 250800.0,
      "text": "y la manera en la que  hace esto es minimizando algún error de valor que definimos."
    },
    {
      "index": 44,
      "start_time": 250860.0,
      "end_time": 255060.0,
      "text": "un problema de ejemplo podría ser, \"que debería vestir hoy?\""
    },
    {
      "index": 45,
      "start_time": 255340.0,
      "end_time": 260380.0,
      "text": "podría definir esto como optimizacion de  elegancia, en lugar de decir, comodidad."
    },
    {
      "index": 46,
      "start_time": 260480.00000000003,
      "end_time": 267660.0,
      "text": "A continuación, defina un error que quiero minimizar como la cantidad de calificaciones que un grupo de personas me dan que son negativos."
    },
    {
      "index": 47,
      "start_time": 267680.0,
      "end_time": 271620.0,
      "text": "o  incluso cual  es el mejor diseño del homepage de mi aplicación de iOS"
    },
    {
      "index": 48,
      "start_time": 271720.0,
      "end_time": 279040.0,
      "text": "En lugar de hardcoding en algunos elementos, podría encontrar un conjunto de datos de los diseños de aplicaciones y sus calificaciones de los usuarios."
    },
    {
      "index": 49,
      "start_time": 279160.0,
      "end_time": 287380.0,
      "text": "si quiero optimizar para un diseño que seria el  mejor valorado aprendería el mapeo entre del diseño de estilos y valoraciones"
    },
    {
      "index": 50,
      "start_time": 287380.0,
      "end_time": 291140.0,
      "text": "Esta es la forma en que cada capa del montón se construirá en el futuro."
    },
    {
      "index": 51,
      "start_time": 291140.0,
      "end_time": 293120.0,
      "text": "a veces nuestros datos son etiquetados"
    },
    {
      "index": 52,
      "start_time": 293200.0,
      "end_time": 294940.0,
      "text": "a veces no lo son"
    },
    {
      "index": 53,
      "start_time": 294940.0,
      "end_time": 298460.0,
      "text": "hay diferentes técnica que podemos usar para buscar patrones en los datos"
    },
    {
      "index": 54,
      "start_time": 298460.0,
      "end_time": 304940.0,
      "text": "y aveces la optimización para un objetivo puede suceder no a través del marco de reconocimiento de patrones pero"
    },
    {
      "index": 55,
      "start_time": 304940.0,
      "end_time": 309640.0,
      "text": "a través de la  exploración de muchas posibilidades y viendo  que funciona y que no."
    },
    {
      "index": 56,
      "start_time": 310140.0,
      "end_time": 313320.0,
      "text": "hay muchas maneras que nosotros podemos  enmarcar el proceso de  aprendizaje."
    },
    {
      "index": 57,
      "start_time": 313320.0,
      "end_time": 317740.0,
      "text": "pero la manera  mas fácil de aprender es cuando usamos datos etiquetados"
    },
    {
      "index": 58,
      "start_time": 317740.0,
      "end_time": 321300.0,
      "text": "matemáticamente hablando tenemos alguna entrada"
    },
    {
      "index": 59,
      "start_time": 321300.0,
      "end_time": 325160.0,
      "text": "hay un dominio , X, donde cada punto de X tiene características que observamos."
    },
    {
      "index": 60,
      "start_time": 325200.0,
      "end_time": 331080.0,
      "text": "Entonces tenemos un conjunto de etiquetas Y.  Así que los datos consisten de un conjunto de ejemplos etiquetados que podemos denotar esta forma."
    },
    {
      "index": 61,
      "start_time": 331080.0,
      "end_time": 338080.0,
      "text": "La salida , entonces, seria  una regla de predicción, Así dando  un nuevo valor a X, ¿Cúal el valor asociado de Y?"
    },
    {
      "index": 62,
      "start_time": 338080.0,
      "end_time": 342500.0,
      "text": "tenemos que aprender este mapeo, que es una distribución desconocida de X"
    },
    {
      "index": 63,
      "start_time": 342500.0,
      "end_time": 348820.0,
      "text": "para ser aptos para responder esto, entonces, tenemos que medir alguna función de error que  actúa como una métrica de rendimiento (performance metric)"
    },
    {
      "index": 64,
      "start_time": 348820.0,
      "end_time": 354660.0,
      "text": "Así que lo que haríamos es elegir entre una serie de modelos posibles para representar esta función."
    },
    {
      "index": 65,
      "start_time": 354680.0,
      "end_time": 359980.0,
      "text": "Definiremos inicialmente algunos valores de parámetros para representar el mapeo, luego evaluaremos el resultado inicial,"
    },
    {
      "index": 66,
      "start_time": 360000.0,
      "end_time": 372140.0,
      "text": "medir el error,  actualizar los parámetros, y repetir este proceso optimizando el  modelo otra y otra vez hasta que prenda completamente el mapeo. Así que eso nos trae a el tema principal de este video, primera orden de Optimizacion (First order optimization) Que es esto?"
    },
    {
      "index": 67,
      "start_time": 372140.0,
      "end_time": 378680.0,
      "text": "¿Fueron funciones convexas o cóncavas más fáciles de optimizar? yo creo convexas. de verdad espero mi socio de laboratorio sea épico para la optimizacion."
    },
    {
      "index": 68,
      "start_time": 378680.0,
      "end_time": 383680.0,
      "text": "supongo debiera ser agradecido, no muchos científicos de datos obtienen una beca del CERN para detectar el Bosón de Higgs"
    },
    {
      "index": 69,
      "start_time": 383680.0,
      "end_time": 390160.0,
      "text": "Cual era su nombre otra vez? Eloise, yo creo, sep, ella gano un reconocimiento en la ICML. Me pregunto si ella es linda"
    },
    {
      "index": 70,
      "start_time": 390160.0,
      "end_time": 395740.0,
      "text": "No, eso no  importa. no voy a mezclar negocios  con  placer, no esta vez."
    },
    {
      "index": 71,
      "start_time": 395740.0,
      "end_time": 401400.0,
      "text": "Supongamos que tengo un montón de puntos de datos. Estos son sólo puntos de datos de juguete, como lo que probablemente Apple entrenó Siri On"
    },
    {
      "index": 72,
      "start_time": 401400.0,
      "end_time": 406600.0,
      "text": "Todos son pares de valores X-Y donde X representa la distancia que una persona utiliza en bicicleta,"
    },
    {
      "index": 73,
      "start_time": 406600.0,
      "end_time": 412280.0,
      "text": "y representar la cantidad de calorías que  pierden. Podemos trazarlas en una gráfica así."
    },
    {
      "index": 74,
      "start_time": 412280.0,
      "end_time": 418140.0,
      "text": "queremos ser hábiles para predecir  las calorías perdidas por una nueva persona dando su distancia recorrida en bicicleta."
    },
    {
      "index": 75,
      "start_time": 418140.0,
      "end_time": 429420.0,
      "text": "¿Cómo deberíamos hacer esto? Bueno, podríamos tratar de trazar una línea que se ajuste a través de todos los puntos de datos, pero parece que nuestros puntos están demasiado espaciados para una línea recta para pasar a través de todos ellos."
    },
    {
      "index": 76,
      "start_time": 429420.0,
      "end_time": 436380.0,
      "text": "Así que podemos conformarnos con dibujar la línea de mejor ajuste, una línea que pasa por tantos puntos de datos como sea posible."
    },
    {
      "index": 77,
      "start_time": 436380.0,
      "end_time": 442080.0,
      "text": "El Álgebra nos dice que la ecuación para una linea es de la forma y=mx+b."
    },
    {
      "index": 78,
      "start_time": 442080.0,
      "end_time": 448060.0,
      "text": "Donde (m) representa la pendiente o inclinación de la recta y (b) representa su punto de intersección del eje (y)."
    },
    {
      "index": 79,
      "start_time": 448060.0,
      "end_time": 451360.0,
      "text": "queremos  buscar Los valores óptimos para (b) y (m) tales que"
    },
    {
      "index": 80,
      "start_time": 451360.0,
      "end_time": 460180.0,
      "text": "se ajusten a tantos puntos como sea posible, así que dado cualquier nuevo valor de (x), podemos conectarlo a nuestra ecuación y emitirá el valor y más probable."
    },
    {
      "index": 81,
      "start_time": 460180.0,
      "end_time": 468820.0,
      "text": "nuestro métrica de error puede ser una medida  de cercanía, que podemos  definir así.\nAsí que vamos a empezar con un  valor de (b) y (m) aleatorio y trazar esta linea."
    },
    {
      "index": 82,
      "start_time": 468820.0,
      "end_time": 473380.0,
      "text": "Para cada punto de datos que tenemos, vamos a calcular su valor asociado (y) en nuestra línea ya dibujada al azar."
    },
    {
      "index": 83,
      "start_time": 473420.0,
      "end_time": 479620.0,
      "text": "Entonces restaremos el valor real de (y) de él para medir la distancia entre los dos."
    },
    {
      "index": 84,
      "start_time": 479620.0,
      "end_time": 483460.0,
      "text": "vamos a querer elevar al cuadrado este error para hacer los siguientes pasos mas fácil"
    },
    {
      "index": 85,
      "start_time": 483520.0,
      "end_time": 490400.0,
      "text": "Una vez que sumamos todos estos valores obtenemos un valor único que representa nuestro error dado la línea que acabamos de dibujar.."
    },
    {
      "index": 86,
      "start_time": 490400.0,
      "end_time": 496780.0,
      "text": "ahora si hacemos este proceso repetidamente,  digamos 666 veces, para un montón de diferentes líneas dibujadas al azar,"
    },
    {
      "index": 87,
      "start_time": 496780.0,
      "end_time": 502980.0,
      "text": "podríamos crear un gráfico 3D  que nos muestre el valor de error para cada valor asociado de (b) y (m)"
    },
    {
      "index": 88,
      "start_time": 502980.0,
      "end_time": 509280.0,
      "text": "Observe cómo hay una depresión en este gráfico. En el fondo de esta depresión, el error es menor."
    },
    {
      "index": 89,
      "start_time": 509280.0,
      "end_time": 518040.0,
      "text": "Así que los valores de (b) y (m) asociados serían la línea de mejor ajuste, donde la distancia entre todos nuestros puntos de datos y nuestra línea sería la más pequeña!"
    },
    {
      "index": 90,
      "start_time": 518039.99999999994,
      "end_time": 524279.99999999994,
      "text": "pero como la buscamos? bueno, necesitaremos probar un montón de diferentes lineas para crear este gráfico 3D."
    },
    {
      "index": 91,
      "start_time": 524280.0,
      "end_time": 533180.0,
      "text": "Pero en lugar de dibujar al azar líneas una y otra vez sin señal, ¿qué pasaría si pudiéramos hacerlo de una manera más eficiente,"
    },
    {
      "index": 92,
      "start_time": 533180.0,
      "end_time": 539340.0,
      "text": "tan que cada linea sucesiva que dibujamos nos traerá cada vez más cerca del fondo de esta depresión."
    },
    {
      "index": 93,
      "start_time": 539340.0,
      "end_time": 547200.0,
      "text": "Necesitamos una dirección una manera de descender esta depresón ¿Qué pasa si para una función dada, podríamos encontrar la pendiente de la misma en un punto dado."
    },
    {
      "index": 94,
      "start_time": 547200.0,
      "end_time": 551220.0,
      "text": "Entonces esa pendiente apuntaría en cierta dirección, hacia los mínimos del gráfico."
    },
    {
      "index": 95,
      "start_time": 551220.0,
      "end_time": 562560.0,
      "text": "Y cuando volvemos a dibujar nuestra línea una y otra vez, podríamos hacerlo utilizando la pendiente como nuestra brújula, como nuestra guía sobre la mejor forma de re-dibujar mientras nosotros “Caminamos por el valle (depresión en este caso) de la sombra de la muerte"
    },
    {
      "index": 96,
      "start_time": 562560.0,
      "end_time": 569860.0,
      "text": "Hacia los mínimos hasta que nuestra pendiente se aproxima a 0. En el cálculo, llamamos a esta pendiente: la derivada de una función."
    },
    {
      "index": 97,
      "start_time": 569860.0,
      "end_time": 578540.0,
      "text": "desde que actualizamos dos valores (b) y (m) queremos calcular la derivada con respecto a ambos de ellos, La derivada parcial."
    },
    {
      "index": 98,
      "start_time": 578540.0,
      "end_time": 586620.0,
      "text": "la derivada parcial con respecto a la variable significa que calculamos la derivada de esa variable mientras ignoramos las otras."
    },
    {
      "index": 99,
      "start_time": 586660.0,
      "end_time": 593040.0,
      "text": "Entonces calcularemos la derivada parcial con respecto a (b). Entonces la derivada parcial con respecto a (m)."
    },
    {
      "index": 100,
      "start_time": 593040.0,
      "end_time": 601020.0,
      "text": "para hacer esto usamos la regla de poder. Multiplicamos el exponente por el coeficiente y restamos 1 del exponente"
    },
    {
      "index": 101,
      "start_time": 601020.0,
      "end_time": 610300.0,
      "text": "una vez teniendo estos dos valores podemos actualizar ambos de estos parámetros de nuestra función restandolos de nuestros valores  de (b) y (m)."
    },
    {
      "index": 102,
      "start_time": 610300.0,
      "end_time": 614560.0,
      "text": "Y seguimos haciendo eso por un número determinado de repeticiones que predefinimos."
    },
    {
      "index": 103,
      "start_time": 614560.0,
      "end_time": 621800.0,
      "text": "Así que esta técnica de optimización que acabamos de realizar se llama descenso en gradiente y es la más popular en el aprendizaje automático (machine learning)."
    },
    {
      "index": 104,
      "start_time": 621800.0,
      "end_time": 626080.0,
      "text": "Así que que  necesitamos  recordar de este vídeo? 3 puntos."
    },
    {
      "index": 105,
      "start_time": 626080.0,
      "end_time": 633900.0,
      "text": "La derivada es la pendiente de una función de un punto dado, la derivada parcial es la pendiente con respecto a una variable en esa función"
    },
    {
      "index": 106,
      "start_time": 633900.0,
      "end_time": 640360.0,
      "text": "podemos usarlo para para componer un gradiente que apunta en la dirección de los mínimos locales de una función."
    },
    {
      "index": 107,
      "start_time": 640360.0,
      "end_time": 662620.0,
      "text": "Y el descenso de gradiente es una estrategia de optimización muy popular en el Machine Learning que utiliza el gradiente para hacer esto. Ahora es tu turno. Tengo un desafío de codificación para ti."
    },
    {
      "index": 108,
      "start_time": 662620.0,
      "end_time": 666900.0,
      "text": "Implementar el descenso de gradiente por su cuenta en un conjunto de datos diferente que voy a proporcionar."
    },
    {
      "index": 109,
      "start_time": 666900.0,
      "end_time": 671020.0,
      "text": "checalos en el link de GitHub que deje en la descripción para detalles, el ganador sera anunciado en una semana."
    },
    {
      "index": 110,
      "start_time": 671020.0,
      "end_time": 676720.0,
      "text": "Por favor suscribete para mas vídeos de programación.\nGracia por ver (:"
    }
  ]
}