{
  "video_id": "XvB6AWN3m3s",
  "title": "What We Owe to Those Who Loved Us in Childhood",
  "json": [
    {
      "index": 1,
      "start_time": 220.0,
      "end_time": 5450.0,
      "text": "Si estamos vivos y de algún modo funcionando, si somos capaces de alegrarnos ante algo"
    },
    {
      "index": 2,
      "start_time": 5450.0,
      "end_time": 11100.0,
      "text": "Si podemos ser buenos y agradecidos con otros; si no somos adictos o propensos"
    },
    {
      "index": 3,
      "start_time": 11100.0,
      "end_time": 18109.0,
      "text": "a quitarnos la vida, entonces es probable que alguien en algún lugar, desde muy temprano, nos haya amado mucho"
    },
    {
      "index": 4,
      "start_time": 18109.0,
      "end_time": 24390.0,
      "text": "Puede que vivan muy lejos o que no compartan ningún interés con nosotros"
    },
    {
      "index": 5,
      "start_time": 24390.0,
      "end_time": 29669.0,
      "text": "y podrían incluso ser algo aburridos - pero aún así continuaría nuestra profunda lealtad"
    },
    {
      "index": 6,
      "start_time": 29669.0,
      "end_time": 35700.0,
      "text": "pues sabríamos de corazón que les debemos todo."
    },
    {
      "index": 7,
      "start_time": 35700.0,
      "end_time": 40550.0,
      "text": "Cuando decimos que alguien nos quiso, a lo que realmente nos referimos es a la adquisición"
    },
    {
      "index": 8,
      "start_time": 40550.0,
      "end_time": 46600.0,
      "text": "de habilidades. Éstas no fueron transmitidas de un modo formal sino asimiladas del bullicio"
    },
    {
      "index": 9,
      "start_time": 46600.0,
      "end_time": 51220.0,
      "text": "de la vida cotidiana. Pudo haber sido en la cocina, en la caminata del bosque"
    },
    {
      "index": 10,
      "start_time": 51220.0,
      "end_time": 56480.0,
      "text": "o en la cama durante la noche después de un cuento. Pudo haber sido sencillo no advertir"
    },
    {
      "index": 11,
      "start_time": 56480.0,
      "end_time": 61970.0,
      "text": "lo que estaba pasando, el néctar vital que estaba siendo absorbido; la lección de vida"
    },
    {
      "index": 12,
      "start_time": 61970.0,
      "end_time": 66430.0,
      "text": "que estábamos recibiendo, cuando todo parecía otra simple conversación acerca de la tarea"
    },
    {
      "index": 13,
      "start_time": 66430.0,
      "end_time": 73930.0,
      "text": "o los planes del fin de semana. Pero en el curso de ser amados, adquirimos, no obstante, una enciclopedia"
    },
    {
      "index": 14,
      "start_time": 73930.0,
      "end_time": 82820.0,
      "text": "de educación emocional, en donde algo de lo siguiente pudo aprenderse:  \"Resistencia\""
    },
    {
      "index": 15,
      "start_time": 82820.0,
      "end_time": 89130.0,
      "text": "A veces, ciertamente, todo lucía bastante mal. Podíamos estar agitados, inmersos en llanto o rojos de furia"
    },
    {
      "index": 16,
      "start_time": 89130.0,
      "end_time": 94400.0,
      "text": "Sentíamos que el mundo se resquebrajaba y que no sobreviviríamos. Pero ellos guardaban la calma ante la tragedia"
    },
    {
      "index": 17,
      "start_time": 94400.0,
      "end_time": 100220.0,
      "text": "hasta que lentamente pudiéramos respirar de nuevo. Puede que no tuvieran todas las respuestas,"
    },
    {
      "index": 18,
      "start_time": 100220.0,
      "end_time": 105341.0,
      "text": "pero nos habían prometido -y con razón- que eventualmente obtendríamos algunas"
    },
    {
      "index": 19,
      "start_time": 105341.0,
      "end_time": 111160.0,
      "text": "que nos guiarían por la noche y nos asegurarían que llegaría el amanecer. Y es a partir de todo ello,"
    },
    {
      "index": 20,
      "start_time": 111160.0,
      "end_time": 119780.0,
      "text": "que se ha vuelto un poco más fácil mantener apartado el adverso temor. ---  \"Amor Propio\""
    },
    {
      "index": 21,
      "start_time": 119780.0,
      "end_time": 125970.0,
      "text": "Nos hicieron sentir que éramos valiosos para ellos y que, en consecuencia, podríamos serlo también, algún día, para nosotros mismos"
    },
    {
      "index": 22,
      "start_time": 125970.0,
      "end_time": 131120.0,
      "text": "Si había hecho algo o habíamos tenido una idea, podíamos compartirla con ellos -- y aunque"
    },
    {
      "index": 23,
      "start_time": 131120.0,
      "end_time": 135570.0,
      "text": "quizá no estaba completamente terminada, eran guiados por nuestra promesa e intensión"
    },
    {
      "index": 24,
      "start_time": 135570.0,
      "end_time": 140770.0,
      "text": "subyacente. Cuando entrábamos a la cocina, de vez en cuando,"
    },
    {
      "index": 25,
      "start_time": 140770.0,
      "end_time": 145920.0,
      "text": "para tender una capa protectora sobre nuestro ego, ellos se admiraban radiantes. Podían incluso tener"
    },
    {
      "index": 26,
      "start_time": 145920.0,
      "end_time": 151590.0,
      "text": "un nombre para nosotros: pequeño campeón, botoncitos u ovejita."
    },
    {
      "index": 27,
      "start_time": 151590.0,
      "end_time": 155980.0,
      "text": "De hecho no queríamos usar más ese sobrenombre, y podía ser agobiante si los compañeros"
    },
    {
      "index": 28,
      "start_time": 155980.0,
      "end_time": 162470.0,
      "text": "lo supieran hoy en día. Pero se mantiene como el símbolo secreto que dio base emocional a nuestro"
    },
    {
      "index": 29,
      "start_time": 162470.0,
      "end_time": 169800.0,
      "text": "posterior balance y seguridad. ---- \"Perdón\".  En ocasiones, podíamos haber hecho algo"
    },
    {
      "index": 30,
      "start_time": 169800.0,
      "end_time": 174680.0,
      "text": "muy malo; olvidar un libro, rayar una mesa, ser maleducados con alguien o"
    },
    {
      "index": 31,
      "start_time": 174680.0,
      "end_time": 180819.0,
      "text": "o explotar en furia. El castigo pudo haber sido muy duro, pero no lo fue. Mostraban en su lugar"
    },
    {
      "index": 32,
      "start_time": 180819.0,
      "end_time": 186630.0,
      "text": "razones que nos hicieran ver nuestros errores: \"estábamos cansados, todos lo hacen,"
    },
    {
      "index": 33,
      "start_time": 186630.0,
      "end_time": 194319.0,
      "text": "nadie es perfecto\". Nos enseñaron sobre la compasión hacia los demás y hacia nosotros mismos"
    },
    {
      "index": 34,
      "start_time": 194319.0,
      "end_time": 201849.0,
      "text": "Nos hicieron saber que no teníamos que ser perfectos para merecer existir.  --- \"Paciencia\".  No dominamos"
    },
    {
      "index": 35,
      "start_time": 201849.0,
      "end_time": 207230.0,
      "text": "algo inmediatamente. Nos tomó un tiempo completar una división larga, y mucho más"
    },
    {
      "index": 36,
      "start_time": 207230.0,
      "end_time": 212599.0,
      "text": "encontrarle el modo al piano o aprender a hacer galletas. Pero ellos no gritaron o"
    },
    {
      "index": 37,
      "start_time": 212599.0,
      "end_time": 217910.0,
      "text": "se burlaron o ser irritaron. Nos enseñaron el arte de esperar hasta que lo bueno llegara."
    },
    {
      "index": 38,
      "start_time": 217910.0,
      "end_time": 223599.0,
      "text": "No nos demandaron resultados inmediatos - y así nos ahorraron la necesidad de entrar en pánico o de inquietarnos"
    },
    {
      "index": 39,
      "start_time": 223599.0,
      "end_time": 231290.0,
      "text": "en la vida.  \"Reconciliación\"  Hubo algunas malas escenas. Nos dijeron cosas hirientes"
    },
    {
      "index": 40,
      "start_time": 231290.0,
      "end_time": 237589.0,
      "text": "y también lo hicimos nosotros. Sentimos que los odiábamos mucho. Pero no se hicieron a un lado. Guardaron la compostura"
    },
    {
      "index": 41,
      "start_time": 237589.0,
      "end_time": 244190.0,
      "text": "y así nos enseñaron acerca de la reconciliación: cómo las cosas pueden ir realmente mal y aún así arreglarse,"
    },
    {
      "index": 42,
      "start_time": 244190.0,
      "end_time": 251130.0,
      "text": "cuán resistente la gente puede ser, cuántas segundas oportunidades existen cuando el amor está involucrado. Con"
    },
    {
      "index": 43,
      "start_time": 251130.0,
      "end_time": 256799.0,
      "text": "algunas de estas lecciones y más, crecimos para convertirnos en personas que pueden ser nobles consigo mismas"
    },
    {
      "index": 44,
      "start_time": 256798.99999999997,
      "end_time": 262990.0,
      "text": "tolerantes de nuestras fallas, comprensivos hacia otros y capaces de seguir manteniendo el camino. No fuimos"
    },
    {
      "index": 45,
      "start_time": 262990.0,
      "end_time": 269150.0,
      "text": "simplemente \"amados\"; obtuvimos además una educación, cuya presencia puede sentirse cada vez que"
    },
    {
      "index": 46,
      "start_time": 269150.0,
      "end_time": 276210.0,
      "text": "que podemos estimar a alguien más, decirnos una palabra amable o sentir que somos lo suficiente fuertes"
    },
    {
      "index": 47,
      "start_time": 276210.0,
      "end_time": 278400.0,
      "text": "para enfrentar las dificultades del mañana."
    },
    {
      "index": 48,
      "start_time": 280960.0,
      "end_time": 289760.0,
      "text": "Esperamos que hayas disfrutado este video. Para más de \"The School of Life\" puedes suscribirte a nuestro canal y echar un vistazo a nuestra grama de productos disponibles en nuestro sitio web."
    }
  ]
}