{
  "video_id": "Y7v2kESrqDQ",
  "title": "Nonexistent Objects & Imaginary Worlds: Crash Course Philosophy #29",
  "json": [
    {
      "index": 1,
      "start_time": 3000.0,
      "end_time": 6320.0,
      "text": "Sherlock Holmes vive en 221C Calle Baker."
    },
    {
      "index": 2,
      "start_time": 6320.0,
      "end_time": 8280.0,
      "text": "Santa Claus tiene ocho renos."
    },
    {
      "index": 3,
      "start_time": 8280.0,
      "end_time": 10499.0,
      "text": "El mejor amigo de Harry Potter es Draco Malfoy."
    },
    {
      "index": 4,
      "start_time": 10500.0,
      "end_time": 13300.0,
      "text": "Si un zombi toca tu piel, te convertirás en un zombi."
    },
    {
      "index": 5,
      "start_time": 13300.0,
      "end_time": 15040.0,
      "text": "Acabo de hacer una serie de afirmaciones."
    },
    {
      "index": 6,
      "start_time": 15040.0,
      "end_time": 16760.0,
      "text": "Todas tienen sentido, generalmente hablando."
    },
    {
      "index": 7,
      "start_time": 16770.0,
      "end_time": 19290.0,
      "text": "Contienen sujetos y verbos y son gramaticalmente correctas."
    },
    {
      "index": 8,
      "start_time": 19290.0,
      "end_time": 21080.0,
      "text": "¿Pero cual es su valor de verdad?"
    },
    {
      "index": 9,
      "start_time": 21080.0,
      "end_time": 25460.0,
      "text": "Estoy seguro de que tuviste algunas reacciones inmediatas a alguna de ellas. Como, ¿Harry y Draco? No."
    },
    {
      "index": 10,
      "start_time": 25460.0,
      "end_time": 30420.0,
      "text": "Pero, ¿cómo puede una afirmación ser cierta o falsa, si es sobre seres inexistentes?"
    },
    {
      "index": 11,
      "start_time": 30420.0,
      "end_time": 36560.0,
      "text": "¿Cómo se supone que pensemos sobre cosas que no existen en el mundo real, pero al mismo tiempo parecen existir en nuestras mentes?"
    },
    {
      "index": 12,
      "start_time": 36560.0,
      "end_time": 43200.0,
      "text": "Parte del porqué podemos pensar sobre, y hablar sobre, e incluso imaginar, cosas que nunca han existido, es gracias al lenguaje."
    },
    {
      "index": 13,
      "start_time": 43200.0,
      "end_time": 47620.0,
      "text": "Sin el lenguaje, las únicas cosas sobre las que realmente podríamos comunicarnos serian objetos físicos."
    },
    {
      "index": 14,
      "start_time": 47620.0,
      "end_time": 51560.0,
      "text": "ya que comunicarse mayormente consistiría en señalar... quizás algunos gruñidos."
    },
    {
      "index": 15,
      "start_time": 51560.0,
      "end_time": 58140.0,
      "text": "Pero las palabras nos permiten realizar un seguimiento a conceptos – ideas que tenemos en nuestra mente – incluso si no corresponden con nada en la vida real."
    },
    {
      "index": 16,
      "start_time": 58140.0,
      "end_time": 60300.0,
      "text": "Y aquí, noes encontramos en un nuevo campo:"
    },
    {
      "index": 17,
      "start_time": 60300.0,
      "end_time": 63929.0,
      "text": "donde la filosofía del lenguaje choca contra la estética, la filosofía del arte."
    },
    {
      "index": 18,
      "start_time": 63929.0,
      "end_time": 68580.0,
      "text": "porque cuando hablamos de objetos inexistentes, pronto nos encontramos hablando de mundos imaginarios –"
    },
    {
      "index": 19,
      "start_time": 68580.0,
      "end_time": 73360.0,
      "text": "mundos que no existen, pero cuyo lenguaje nos ha permitido conceptualizar en nuestras mentes."
    },
    {
      "index": 20,
      "start_time": 73360.0,
      "end_time": 79480.0,
      "text": "Y cuando se trata de discutir cosas como significado y existencia en estos mundos, necesitamos una serie de herramientas filosóficas un poco diferentes."
    },
    {
      "index": 21,
      "start_time": 79480.0,
      "end_time": 82660.0,
      "text": "porque en estos mundos, a menudo aplican reglas distintas."
    },
    {
      "index": 22,
      "start_time": 82670.0,
      "end_time": 85370.0,
      "text": "Y esto es porque nosotros inventamos esas reglas."
    },
    {
      "index": 23,
      "start_time": 85370.0,
      "end_time": 88480.0,
      "text": "En los mundos que imaginamos, puede haber vida en otros planetas."
    },
    {
      "index": 24,
      "start_time": 88480.0,
      "end_time": 90950.0,
      "text": "O el pasado como lo conocemos puede nunca haber ocurrido."
    },
    {
      "index": 25,
      "start_time": 90950.0,
      "end_time": 92840.0,
      "text": "O quizás no hay leyes físicas."
    },
    {
      "index": 26,
      "start_time": 92840.0,
      "end_time": 97220.0,
      "text": "Sucede que, podemos crear universos completos solo con la mente."
    },
    {
      "index": 27,
      "start_time": 97220.0,
      "end_time": 106720.0,
      "text": " "
    },
    {
      "index": 28,
      "start_time": 106720.0,
      "end_time": 112140.0,
      "text": "Cuando empezamos a hablar sobre el lenguaje, hablamos de la idea de la referencia."
    },
    {
      "index": 29,
      "start_time": 112140.0,
      "end_time": 116950.0,
      "text": "El referente de una palabra es el objeto en el mundo que la palabra sigue."
    },
    {
      "index": 30,
      "start_time": 116950.0,
      "end_time": 119210.0,
      "text": "Entonces, un referente de la palabra \"gato\" es este de aquí."
    },
    {
      "index": 31,
      "start_time": 119210.0,
      "end_time": 121440.0,
      "text": "Pero, ¿qué pasa si no hay referente alguno?"
    },
    {
      "index": 32,
      "start_time": 121440.0,
      "end_time": 123860.0,
      "text": "Por ejemplo, ¿cuál es el referente de la palabra \"jabberwock\"?"
    },
    {
      "index": 33,
      "start_time": 123870.0,
      "end_time": 128310.0,
      "text": "¿Y cómo puedo determinar el valor de verdad de tal palabra – o el objeto al cual se refiere?"
    },
    {
      "index": 34,
      "start_time": 128310.0,
      "end_time": 129440.0,
      "text": "¿Es posible?"
    },
    {
      "index": 35,
      "start_time": 129440.0,
      "end_time": 133660.0,
      "text": "Supongo que puede ser que cuando nos referimos a objetos inexistentes, solo estamos hablando disparates."
    },
    {
      "index": 36,
      "start_time": 133660.0,
      "end_time": 137840.0,
      "text": "Pero estoy casi seguro de que realmente sé mucho sobre cosas que no son reales."
    },
    {
      "index": 37,
      "start_time": 137850.0,
      "end_time": 141560.0,
      "text": "Y veo esa información como hechos – hechos que son verdaderos."
    },
    {
      "index": 38,
      "start_time": 141560.0,
      "end_time": 147060.0,
      "text": "Por ejemplo, sé que Blanca Nieves pasa tiempo con siete enanitos, y si me dices que eran ocho, y uno de ellos se llamaba Sloppy,"
    },
    {
      "index": 39,
      "start_time": 147060.0,
      "end_time": 148890.0,
      "text": "sabría que estas equivocado."
    },
    {
      "index": 40,
      "start_time": 148890.0,
      "end_time": 150840.0,
      "text": "¿Pero están esos enanos en el mundo real?"
    },
    {
      "index": 41,
      "start_time": 150840.0,
      "end_time": 152800.0,
      "text": "¿Y cómo se cuantos hay?"
    },
    {
      "index": 42,
      "start_time": 152800.0,
      "end_time": 155740.0,
      "text": "¿Y cómo puedes tu estar equivocado sobre algo que no existe?"
    },
    {
      "index": 43,
      "start_time": 155740.0,
      "end_time": 159800.0,
      "text": "Para analizar esta pregunta un poco mas, vamos a pasar a la Burbuja de Pensamiento para un poco de Filosofía Rápida:"
    },
    {
      "index": 44,
      "start_time": 159800.0,
      "end_time": 163700.0,
      "text": "Aqui tenemos otra afirmación para ustedes: \"El presente rey de Francia es calvo\"."
    },
    {
      "index": 45,
      "start_time": 163709.0,
      "end_time": 164709.0,
      "text": "¿Verdadero o falso?"
    },
    {
      "index": 46,
      "start_time": 164709.0,
      "end_time": 166940.0,
      "text": "Bertrand Russell dijo que es falso."
    },
    {
      "index": 47,
      "start_time": 166940.0,
      "end_time": 171100.0,
      "text": "Y es falso a pesar de que esta oración tiene algunos testimonios en ella:"
    },
    {
      "index": 48,
      "start_time": 171100.0,
      "end_time": 176000.0,
      "text": "Primero, afirma que hay un presente rey de Francia, y segundo, que es calvo."
    },
    {
      "index": 49,
      "start_time": 176000.0,
      "end_time": 180080.0,
      "text": "Pero, no hay presente rey de Francia – Francia tiene un presidente, no un rey."
    },
    {
      "index": 50,
      "start_time": 180080.0,
      "end_time": 182360.0,
      "text": "Entonces toda la proposición resulta ser falsa."
    },
    {
      "index": 51,
      "start_time": 182360.0,
      "end_time": 186780.0,
      "text": "Ya que no hay un presente rey de Francia, Russell dijo, no podemos atribuir ninguna afirmación verdadera a él."
    },
    {
      "index": 52,
      "start_time": 186780.0,
      "end_time": 192460.0,
      "text": "Solo sería tan falsa como decir que el presente rey de Francia tiene una cola de caballo, y una linda, frondosa barba hipster, así como decir que es calvo."
    },
    {
      "index": 53,
      "start_time": 192460.0,
      "end_time": 199700.0,
      "text": "Entonces este rey francés es una entidad inexistente que ha sido falsamente adscrita una existencia, simplemente a través de un error en nuestro entendimiento del lenguaje."
    },
    {
      "index": 54,
      "start_time": 199700.0,
      "end_time": 205860.0,
      "text": "Y si recuerdas, esto es similar a lo que encontramos con la adivinanza de los gatos y las colas, cuando discutimos la naturaleza de la realidad."
    },
    {
      "index": 55,
      "start_time": 205860.0,
      "end_time": 212560.0,
      "text": "Si dices que \"Todos los gatos tienen una cola mas que ningún gato\", esto puede ser interpretado y significar que no existe tal cosa como ningún gato."
    },
    {
      "index": 56,
      "start_time": 212560.0,
      "end_time": 218060.0,
      "text": "Entonces, justo como el presente rey de Francia, una rareza en nuestro lenguaje hace que nada parezca algo."
    },
    {
      "index": 57,
      "start_time": 218060.0,
      "end_time": 219200.0,
      "text": "¡Gracias, Burbuja de Pensamiento!"
    },
    {
      "index": 58,
      "start_time": 219200.0,
      "end_time": 223900.0,
      "text": "Ahora, Russell estaba seguro de que no podemos hacer ninguna afirmación significativa sobre algo que no existe."
    },
    {
      "index": 59,
      "start_time": 223900.0,
      "end_time": 227900.0,
      "text": "Pero, el filósofo austriaco del siglo XX, Alexius Meinong, tenía una visión distinta."
    },
    {
      "index": 60,
      "start_time": 227900.0,
      "end_time": 232800.0,
      "text": "Meinong estaba convencido de que podemos tener pensamientos significativos sobre objetos que no están en la realidad."
    },
    {
      "index": 61,
      "start_time": 232800.0,
      "end_time": 238780.0,
      "text": "Pero, él decía, para poder hablar significativamente sobre algo, ese algo debe, en algún sentido, tener existencia."
    },
    {
      "index": 62,
      "start_time": 238780.0,
      "end_time": 246660.0,
      "text": "Así Meinong propuso una ontología – es decir, un sistema de ser – que estaba dividido en tres clases: absistencia, subsistencia, y existencia."
    },
    {
      "index": 63,
      "start_time": 246660.0,
      "end_time": 250600.0,
      "text": "Y postulaba que incluso las cosas inexistentes podían ajustarse en este sistema."
    },
    {
      "index": 64,
      "start_time": 250610.0,
      "end_time": 254890.0,
      "text": "Primero, decía, que cualquier objeto posible que se puede imaginar absiste."
    },
    {
      "index": 65,
      "start_time": 254890.0,
      "end_time": 257060.0,
      "text": "Si puedes pensar en ello, tiene absistencia."
    },
    {
      "index": 66,
      "start_time": 257060.0,
      "end_time": 265640.0,
      "text": "Esto incluye cosas que nunca podrían existir en la vida real – como los unicornios, o la mística Isla Perdida que nuestro viejo amigo el monje Guanilo dijo que seria el mejor lugar en la tierra, si fuera posible."
    },
    {
      "index": 67,
      "start_time": 265650.0,
      "end_time": 271240.0,
      "text": "Y dentro de el grupo de cosas que absisten, está un subconjunto mas pequeño de objetos subsistentes."
    },
    {
      "index": 68,
      "start_time": 271240.0,
      "end_time": 278360.0,
      "text": "Estas son cosas como números y teoremas, que no manifiestan existencia física, pero que tampoco contienen ninguna clase de imposibilidad."
    },
    {
      "index": 69,
      "start_time": 278360.0,
      "end_time": 282020.0,
      "text": "Solo no son cosas físicas, entonces no pueden ser encontradas en ninguna parte del mundo."
    },
    {
      "index": 70,
      "start_time": 282020.0,
      "end_time": 283280.0,
      "text": "Simplemente son conceptos."
    },
    {
      "index": 71,
      "start_time": 283280.0,
      "end_time": 289680.0,
      "text": "Y finalmente, los objetos existentes son aquellos que están realmente aquí en el mundo físico, como los gatos, los teléfonos inteligentes y los presidentes franceses actuales."
    },
    {
      "index": 72,
      "start_time": 289680.0,
      "end_time": 295500.0,
      "text": "Entonces, los objetos existentes tienen tres niveles de ser – existen, pueden ser conceptualizados, y pueden ser imaginados."
    },
    {
      "index": 73,
      "start_time": 295500.0,
      "end_time": 300520.0,
      "text": "Ahora, probablemente debería acotar que muchos de los contemporáneos de Meinong lo veían como un chiflado."
    },
    {
      "index": 74,
      "start_time": 300520.0,
      "end_time": 307780.0,
      "text": "Muchos de sus contemporáneos se burlaban de él, y se referían a su supuesto ámbito de objetos inexistentes como la jungla de Meinong –"
    },
    {
      "index": 75,
      "start_time": 307780.0,
      "end_time": 313260.0,
      "text": "un lugar donde los cuadrados redondos andan por ahi con el presente rey de Francia, hipogrifos, e interminables rompe-muelas."
    },
    {
      "index": 76,
      "start_time": 313260.0,
      "end_time": 316270.0,
      "text": "Y quizás tu también piensas que la jungla de Meinong también es un disparate."
    },
    {
      "index": 77,
      "start_time": 316270.0,
      "end_time": 321830.0,
      "text": "Pero también puedes decir que hay una diferencia entre algo como un cuadrado redondo y algo como Harry Potter."
    },
    {
      "index": 78,
      "start_time": 321830.0,
      "end_time": 325380.0,
      "text": "Porque, puedes pensar que Harry Potter es real, de alguna manera."
    },
    {
      "index": 79,
      "start_time": 325380.0,
      "end_time": 328200.0,
      "text": "Por ejemplo, entiendes que es un personaje ficticio, pero para ti se siente real."
    },
    {
      "index": 80,
      "start_time": 328200.0,
      "end_time": 330440.0,
      "text": "¿Entonces qué pasa con eso? ¿También son disparates?"
    },
    {
      "index": 81,
      "start_time": 330440.0,
      "end_time": 331660.0,
      "text": "No necesariamente."
    },
    {
      "index": 82,
      "start_time": 331660.0,
      "end_time": 337120.0,
      "text": "Aqui hay una manera en que algunos esteticistas, or filósofos del arte, buscan el sentido de lo que pasa cuando hablamos de objetos ficticios."
    },
    {
      "index": 83,
      "start_time": 337130.0,
      "end_time": 340040.0,
      "text": "Empiezan por señalar dónde, metafóricamente hablando, hablamos de ellos."
    },
    {
      "index": 84,
      "start_time": 340040.0,
      "end_time": 344520.0,
      "text": "El dominio en el cual tenemos una conversación, es conocido como el universo de discurso."
    },
    {
      "index": 85,
      "start_time": 344520.0,
      "end_time": 347540.0,
      "text": "Y dentro de este universo, las afirmaciones pueden ser verdaderas o falsas."
    },
    {
      "index": 86,
      "start_time": 347540.0,
      "end_time": 350600.0,
      "text": "Nuestro universo de discurso, por defecto, es el mundo real."
    },
    {
      "index": 87,
      "start_time": 350600.0,
      "end_time": 356340.0,
      "text": "Entonces en una conversación común, \"Harry Potter es un mago\", es una afirmación falsa, así como \"El presente rey de Francia es calvo\","
    },
    {
      "index": 88,
      "start_time": 356340.0,
      "end_time": 359160.0,
      "text": "porque no hay ningún Harry Potter, entonces no puede ser un mago."
    },
    {
      "index": 89,
      "start_time": 359160.0,
      "end_time": 360340.0,
      "text": "Tampoco existen los magos."
    },
    {
      "index": 90,
      "start_time": 360340.0,
      "end_time": 365460.0,
      "text": "Pero cuando tenemos una conversación sobre el mundo de Harry Potter, entramos a un universo de discurso diferente."
    },
    {
      "index": 91,
      "start_time": 365460.0,
      "end_time": 373600.0,
      "text": "Cuando nuestro universo de discurso es el mundo de Harry Potter, \"Harry Potter es un mago\" es una afirmación verdadera, a pesar de que es falsa en el universo de discurso del mundo real."
    },
    {
      "index": 92,
      "start_time": 373600.0,
      "end_time": 379100.0,
      "text": "Y así lo sepamos o no, utilizamos diferentes universos de discurso todo el tiempo – no solo cuando hablamos de fandoms."
    },
    {
      "index": 93,
      "start_time": 379100.0,
      "end_time": 385320.0,
      "text": "Por ejemplo, en el universo de discurso del baloncesto, tomar unos cuantos pasos con un balón en la mano es llamado viajar, y es ilegal."
    },
    {
      "index": 94,
      "start_time": 385320.0,
      "end_time": 391240.0,
      "text": "Pero en el universo de discurso del fútbol americano, tomar algunos pasos con un balón en la mano no se llama viajar y perfectamente legal."
    },
    {
      "index": 95,
      "start_time": 391240.0,
      "end_time": 401540.0,
      "text": "Así que una manera de resolver el rompecabezas sobre la existencia, y la verdad, de objetos imaginarios es decir que – en el caso de Harry Potter – J.K Rowling creo el universo de discurso que es Harry Potter."
    },
    {
      "index": 96,
      "start_time": 401540.0,
      "end_time": 405820.0,
      "text": "Y ese universo comparte algunas cosas en común con nuestro mundo, pero también tiene diferencias."
    },
    {
      "index": 97,
      "start_time": 405820.0,
      "end_time": 410500.0,
      "text": "En el mundo real, es falso que Harry Potter tiene una cicatriz en forma de rayo en la frente, porque Harry Potter no existe."
    },
    {
      "index": 98,
      "start_time": 410500.0,
      "end_time": 416300.0,
      "text": "Pero en el universo de discurso del mundo Harry Potter, es cierto, porque tanto Harry como su cicatriz existen."
    },
    {
      "index": 99,
      "start_time": 416300.0,
      "end_time": 423320.0,
      "text": "Entonces cuando hablamos de ficción, hablamos dentro de un universo de discurso particular, y nuestros interlocutores lo saben – incluso si no es dicho explícitamente."
    },
    {
      "index": 100,
      "start_time": 423320.0,
      "end_time": 428470.0,
      "text": "Esto nos deja decir cosas que terminan siendo ciertas, a pesar de que la verdad no sigue al mundo real."
    },
    {
      "index": 101,
      "start_time": 428480.0,
      "end_time": 435740.0,
      "text": "Ahora, las cosas se ponen un poco raras cuando nuestro universo de discurso es un mundo ficticio que toma lugar dentro de nuestro mundo real, como House Of Cards."
    },
    {
      "index": 102,
      "start_time": 435740.0,
      "end_time": 439640.0,
      "text": "Fran Underwood es el presidente de EE.UU, pero, bueno, también lo es Barack Obama."
    },
    {
      "index": 103,
      "start_time": 439650.0,
      "end_time": 442750.0,
      "text": "Ambos viven en la Casa Blanca y tienen los mismos poderes ejecutivos."
    },
    {
      "index": 104,
      "start_time": 442750.0,
      "end_time": 448600.0,
      "text": "Contrario al universo de discurso al que pertenece Harry Potter, el universo de House Of Cards se adhiere a todas las reglas de nuestro mundo."
    },
    {
      "index": 105,
      "start_time": 448600.0,
      "end_time": 453860.0,
      "text": "Afortunadamente, muy a nuestro crédito como especie, somos excelentes distinguiendo entre universos de discurso."
    },
    {
      "index": 106,
      "start_time": 453860.0,
      "end_time": 456680.0,
      "text": "Podemos distinguir entre lo que es canon y lo que no."
    },
    {
      "index": 107,
      "start_time": 456680.0,
      "end_time": 464540.0,
      "text": "Podemos pelear apasionadamente y a sabiendas sobre lo que puede pasar dentro de universos de discurso ficticios –  como ¿quién ganaría una carrera a pie, Superman o Flash?"
    },
    {
      "index": 108,
      "start_time": 464540.0,
      "end_time": 473280.0,
      "text": "Y cuando piensas sobre realidades ficticias donde diferentes universos de discurso se encuentran – como cuando DC y Marvel se cruzan – estás tomando parte en reflexiones ontológicas bastante serias."
    },
    {
      "index": 109,
      "start_time": 473280.0,
      "end_time": 482600.0,
      "text": "Estas sosteniendo en tu mente un numero increíble de proposiciones que son especificas a diferentes universos, y descifrar exactamente que sería verdadero, si esos universos estuvieran combinados."
    },
    {
      "index": 110,
      "start_time": 482600.0,
      "end_time": 488940.0,
      "text": "Por ejemplo, en un mundo donde tanto los fantasmas como los zombis existen, ¿sería posible que una persona al morir se convierta en ambas?"
    },
    {
      "index": 111,
      "start_time": 488940.0,
      "end_time": 495280.0,
      "text": "Nuestra habilidad para entender – y jugar con – realidades ficticias nos ayuda a pensar en otras realidades hipotéticas también."
    },
    {
      "index": 112,
      "start_time": 495280.0,
      "end_time": 499500.0,
      "text": "Como que pasará en el futuro, y cuáles serán las implicaciones de las diferentes desiciones que tomamos."
    },
    {
      "index": 113,
      "start_time": 499500.0,
      "end_time": 502320.0,
      "text": "Entonces, ¿tratar a cosas inexistentes como si fuesen reales?"
    },
    {
      "index": 114,
      "start_time": 502320.0,
      "end_time": 504700.0,
      "text": "\"Disparate\" probablemente no es la palabras correcta para ello."
    },
    {
      "index": 115,
      "start_time": 504700.0,
      "end_time": 508940.0,
      "text": "Poder crear y conceptualizar un universo es una habilidad impresionante."
    },
    {
      "index": 116,
      "start_time": 508940.0,
      "end_time": 514840.0,
      "text": "Hoy hablamos sobre los objetos inexistentes e imaginarios, y si es posible o no hacer afirmaciones reales sobre ellos."
    },
    {
      "index": 117,
      "start_time": 514849.00000000006,
      "end_time": 518209.00000000006,
      "text": "Aprendimos sobre la jungla de Meinong y el concepto del universo de discurso."
    },
    {
      "index": 118,
      "start_time": 518208.99999999994,
      "end_time": 519939.99999999994,
      "text": "Las bananas son chom choms."
    },
    {
      "index": 119,
      "start_time": 519940.00000000006,
      "end_time": 522750.00000000006,
      "text": "La próxima vez hablaremos de objetos de apreciación estética."
    },
    {
      "index": 120,
      "start_time": 522750.0,
      "end_time": 526100.0,
      "text": "Crash Course Filosofía es producido en asociación con PBS Digital Studios."
    },
    {
      "index": 121,
      "start_time": 526100.0,
      "end_time": 529620.0,
      "text": "Puedes ir a su canal y chequear una lista de reproducción de los últimos episodios de programas como:"
    },
    {
      "index": 122,
      "start_time": 529620.0,
      "end_time": 531680.0,
      "text": "Brain craft, Coma Niddy, y Deep Look."
    },
    {
      "index": 123,
      "start_time": 531690.0,
      "end_time": 535220.0,
      "text": "Este episodio de Crash Course fue filmado en el estudio de Crash Course del Dr. Cheryl C. Kinney"
    },
    {
      "index": 124,
      "start_time": 535220.0,
      "end_time": 537010.0,
      "text": "con la ayuda de toda esta gente genial"
    },
    {
      "index": 125,
      "start_time": 537010.0,
      "end_time": 539910.0,
      "text": "y nuestro igualmente fantastico equipo de gráficos de Thought Cafe."
    }
  ]
}