{
  "video_id": "YKPz4DuDZAI",
  "title": "CIVILIZATION VI - How to Use Your Army",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 4437.0,
      "text": "Un ejército poderoso es crucial en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 4437.0,
      "end_time": 8375.0,
      "text": "Debes tener tus fuerzas listas para enfrentarte a lo que sea que te lance el mundo."
    },
    {
      "index": 3,
      "start_time": 8375.0,
      "end_time": 11378.0,
      "text": "Las unidades terrestres componen la mayoría de tu ejército. "
    },
    {
      "index": 4,
      "start_time": 11378.0,
      "end_time": 19152.0,
      "text": "Hay unidades cuerpo a cuerpo, como el Guerrero, unidades a distancia, como el Ballestero, y caballería ligera y pesada, como el Jinete y el Caballero."
    },
    {
      "index": 5,
      "start_time": 19152.0,
      "end_time": 24357.0,
      "text": "También hay unidades más especializadas, como las de reconocimiento, de asedio y de anticaballería. "
    },
    {
      "index": 6,
      "start_time": 25291.0,
      "end_time": 28328.0,
      "text": "La mayoría de las unidades sufren daño durante el combate. "
    },
    {
      "index": 7,
      "start_time": 28328.0,
      "end_time": 36903.0,
      "text": "Las unidades a distancia, como los Honderos, atacan desde lejos, así que no sufren daño durante su turno, pero son débiles contra los ataques cuerpo a cuerpo y no restringen el movimiento del enemigo."
    },
    {
      "index": 8,
      "start_time": 37537.0,
      "end_time": 42542.0,
      "text": "Las unidades de asedio, como las Catapultas, son poco eficaces en combate, pero resultan excelentes para rendir ciudades."
    },
    {
      "index": 9,
      "start_time": 47547.0,
      "end_time": 56656.0,
      "text": "Un ejército bien equilibrado también tendrá unidades navales, que pueden ser unidades cuerpo a cuerpo, a distancia o de asalto, y a partir de cierto punto también tendrá una fuerza aérea con Cazas y Bombarderos."
    },
    {
      "index": 10,
      "start_time": 59759.0,
      "end_time": 64564.0,
      "text": "Las unidades de apoyo, como los Médicos y los Globos de observación, mejoran la eficacia de tus unidades militares."
    },
    {
      "index": 11,
      "start_time": 64563.99999999999,
      "end_time": 69569.0,
      "text": "Si a esas unidades les añades una unidad de combate, contarán con una defensa para que no las capturen."
    },
    {
      "index": 12,
      "start_time": 70003.0,
      "end_time": 76142.0,
      "text": "También puedes añadir Grandes generales y Grandes almirantes a las unidades de combate para otorgarles bonificaciones pasivas de movimiento y de daño."
    },
    {
      "index": 13,
      "start_time": 76709.0,
      "end_time": 80013.0,
      "text": "Una unidad gana puntos de experiencia cuando entra en combate."
    },
    {
      "index": 14,
      "start_time": 80013.0,
      "end_time": 84784.0,
      "text": "Los puntos de experiencia se usan para ascender a la unidad y elegir una nueva habilidad. "
    },
    {
      "index": 15,
      "start_time": 84784.0,
      "end_time": 90123.0,
      "text": "El ascenso también cura a la unidad, pero para ascenderla se utilizan todos sus puntos de movimiento ese turno."
    },
    {
      "index": 16,
      "start_time": 90123.0,
      "end_time": 98431.0,
      "text": "Cuando descubras nuevas tecnologías, podrás mejorar la unidad a un nuevo tipo. Si mejoras al Guerrero, se convierte en el Soldado con espada, que es más poderoso. "
    },
    {
      "index": 17,
      "start_time": 98431.0,
      "end_time": 102735.0,
      "text": "Esto cuesta Oro y también emplea todos los puntos de movimiento de esa unidad para ese turno."
    },
    {
      "index": 18,
      "start_time": 103369.0,
      "end_time": 105672.0,
      "text": "Las unidades tienen un coste de mantenimiento en Oro. "
    },
    {
      "index": 19,
      "start_time": 105672.0,
      "end_time": 109242.0,
      "text": "Puedes ver cuánto cuesta mantener a cada unidad en la Civilopedia."
    },
    {
      "index": 20,
      "start_time": 109242.0,
      "end_time": 114447.0,
      "text": "Necesitarás una economía fuerte si quieres una gran presencia militar o tus unidades se desmantelarán. "
    },
    {
      "index": 21,
      "start_time": 114447.0,
      "end_time": 123356.0,
      "text": "Finalmente, podrás juntar a tus unidades en Corps e incluso en Ejércitos, que combinan varias unidades en una sola y reduce el coste de mantenimiento. "
    },
    {
      "index": 22,
      "start_time": 123556.0,
      "end_time": 129195.0,
      "text": "También puedes usar las políticas de Reclutamiento y Alistamiento en masa para reducir los costes de mantenimiento de las unidades."
    },
    {
      "index": 23,
      "start_time": 131164.0,
      "end_time": 136769.0,
      "text": "Los Espías son unidades muy especializadas que te permiten espiar a las ciudades enemigas. "
    },
    {
      "index": 24,
      "start_time": 136769.0,
      "end_time": 143977.0,
      "text": "Estas habilidades van desde aumentar tu visibilidad diplomática a sabotear zonas industriales o robar grandes obras. "
    },
    {
      "index": 25,
      "start_time": 143977.0,
      "end_time": 147680.0,
      "text": "También puedes ubicarlos en tus propias ciudades para contrarrestar a los Espías de otras civilizaciones."
    },
    {
      "index": 26,
      "start_time": 147680.0,
      "end_time": 150917.0,
      "text": "A diferencia de otras unidades, los Espías pueden ser capturados. "
    },
    {
      "index": 27,
      "start_time": 150917.0,
      "end_time": 155388.0,
      "text": "Si esto sucede, se pueden intercambiar con su propietario original mediante la diplomacia."
    },
    {
      "index": 28,
      "start_time": 158391.0,
      "end_time": 162162.0,
      "text": "Teddy Roosevelt dice que deberías hablar con suavidad y llevar un gran garrote. "
    },
    {
      "index": 29,
      "start_time": 162162.0,
      "end_time": 165565.0,
      "text": "Aprende a usar tu ejército en Sid Meiers’ Civilization VI."
    }
  ]
}