{
  "video_id": "YnCJU6PaCio",
  "title": "What Is Sociology?: Crash Course Sociology #1",
  "json": [
    {
      "index": 1,
      "start_time": 0.0,
      "end_time": 2580.0,
      "text": "Hola, soy Nicole Sweeney y te tengo una pregunta:"
    },
    {
      "index": 2,
      "start_time": 2580.0,
      "end_time": 4480.0,
      "text": "Alguna vez te has preguntado cómo funciona el mundo?"
    },
    {
      "index": 3,
      "start_time": 4480.0,
      "end_time": 8620.0,
      "text": "No hablo acerca de átomos ni moléculas, o funciones de onda ni reacciones químicas."
    },
    {
      "index": 4,
      "start_time": 8620.0,
      "end_time": 10240.0,
      "text": "Hablo acerca del mundo de las personas."
    },
    {
      "index": 5,
      "start_time": 10240.0,
      "end_time": 13320.0,
      "text": "Por ejemplo, alguna vez te has preguntado quién va a la universidad y por qué?"
    },
    {
      "index": 6,
      "start_time": 13320.0,
      "end_time": 15400.0,
      "text": "Qué motiva a las personas a marchar en las calles?"
    },
    {
      "index": 7,
      "start_time": 15400.0,
      "end_time": 18220.0,
      "text": "Cómo sabes que debes levantar la mano para hablar en la clase, pero no en la mesa?"
    },
    {
      "index": 8,
      "start_time": 18220.0,
      "end_time": 22900.0,
      "text": "Por qué a algunas personas les gustan los musicales de Broadway, a otras el hip-hop, y a otras ambas?"
    },
    {
      "index": 9,
      "start_time": 22900.0,
      "end_time": 27320.0,
      "text": "Bueno, vamos a descubrir esto y mucho más."
    },
    {
      "index": 10,
      "start_time": 27320.0,
      "end_time": 28840.0,
      "text": "Especialmente, tú!"
    },
    {
      "index": 11,
      "start_time": 28840.0,
      "end_time": 34120.0,
      "text": "Tú vas a aprender acerca de ti mismo, y tu lugar en el mundo porque esto es Crash Course Sociología."
    },
    {
      "index": 12,
      "start_time": 34120.0,
      "end_time": 44420.0,
      "text": "[Música]"
    },
    {
      "index": 13,
      "start_time": 44420.0,
      "end_time": 48760.0,
      "text": "La sociología inicia gracias al filósofo francés llamado Auguste Comte en los años 1800's."
    },
    {
      "index": 14,
      "start_time": 48760.0,
      "end_time": 54400.0,
      "text": "Él quería desarrollar una ciencia sistemática para el estudio de la sociedad, una manera de  investigar y desarrollar sus problemas básicos."
    },
    {
      "index": 15,
      "start_time": 54400.0,
      "end_time": 59560.0,
      "text": "Y aunque la sociología hoy en día es muy diferente a lo que Comte imaginó, de cierta manera es similar."
    },
    {
      "index": 16,
      "start_time": 59560.0,
      "end_time": 62900.0,
      "text": "La sociología es el estudio científico de la sociedad y el comportamiento humano."
    },
    {
      "index": 17,
      "start_time": 62900.0,
      "end_time": 65380.0,
      "text": "Pero no es la sociedad algo muy grande?"
    },
    {
      "index": 18,
      "start_time": 65390.0,
      "end_time": 68730.0,
      "text": "Quiero decir, una sociedad son ciudades completas, economía, y política."
    },
    {
      "index": 19,
      "start_time": 68730.0,
      "end_time": 71580.0,
      "text": "Y qué tiene que ver todo eso con levantar tu mano en la mesa?"
    },
    {
      "index": 20,
      "start_time": 71580.0,
      "end_time": 72920.0,
      "text": "Resulta que mucho."
    },
    {
      "index": 21,
      "start_time": 72920.0,
      "end_time": 76020.0,
      "text": "Una sociedad es tan sólo un grupo de personas que comparten una cultura y un territorio."
    },
    {
      "index": 22,
      "start_time": 76020.0,
      "end_time": 81340.0,
      "text": "Una cultura es todo, desde las preguntas más grandes en política hasta las interacciones más pequeñas entre las personas."
    },
    {
      "index": 23,
      "start_time": 81340.0,
      "end_time": 85900.0,
      "text": "Sí, la sociedad es grande, pero también es muy pequeña."
    },
    {
      "index": 24,
      "start_time": 85900.0,
      "end_time": 88300.0,
      "text": "Quieres ver cómo? Vamos a la Burbuja del Pensamiento!"
    },
    {
      "index": 25,
      "start_time": 88300.0,
      "end_time": 92340.0,
      "text": "Imagina que estas sentado solo en tu cuarto, cantando junto con tu show favorito de Broadway a todo pulmón."
    },
    {
      "index": 26,
      "start_time": 92340.0,
      "end_time": 93860.0,
      "text": "Sin ninguna otra persona a la vista."
    },
    {
      "index": 27,
      "start_time": 93860.0,
      "end_time": 95620.0,
      "text": "La sociedad no está nada cerca de ti."
    },
    {
      "index": 28,
      "start_time": 95620.0,
      "end_time": 97040.0,
      "text": "Excepto que sí lo esta."
    },
    {
      "index": 29,
      "start_time": 97040.0,
      "end_time": 102500.0,
      "text": "Inclusive si ignoras la casa donde vives - y tus padres, parientes o compañeros de cuarto que probablemente estás molestando con tu horrible canto."
    },
    {
      "index": 30,
      "start_time": 102500.0,
      "end_time": 105580.0,
      "text": "- aún existe la canción que cantas y la música que la acompaña."
    },
    {
      "index": 31,
      "start_time": 105580.0,
      "end_time": 110740.0,
      "text": "Esas cosas, junto con literalmente todos los objetos en el cuarto que no hiciste tú mismo, todos son productos de la sociedad."
    },
    {
      "index": 32,
      "start_time": 110740.0,
      "end_time": 116340.0,
      "text": "Y puede que estes completamente solo cantando Hamilton, pero no estabas solo cuando un amigo te presentó el musical y sus canciones."
    },
    {
      "index": 33,
      "start_time": 116340.0,
      "end_time": 119880.0,
      "text": "Y por eso, tu gusto musical tampoco es propiamente tuyo."
    },
    {
      "index": 34,
      "start_time": 119880.0,
      "end_time": 125400.0,
      "text": "El tipo de música que te gusta puede ser influenciado por cualquier cosa a la que hayas sido expuesto de niño, desde lo que le gusta a tus amigos ahora,"
    },
    {
      "index": 35,
      "start_time": 125400.0,
      "end_time": 128160.0,
      "text": "hasta el barrio en que creciste o la escuela en que estudiaste."
    },
    {
      "index": 36,
      "start_time": 128160.0,
      "end_time": 130980.0,
      "text": "La sociedad puede ser confusa; te lleva a lugares que no esperas."
    },
    {
      "index": 37,
      "start_time": 130979.99999999999,
      "end_time": 132140.0,
      "text": "Gracias Burbuja del Pensamiento!"
    },
    {
      "index": 38,
      "start_time": 132140.0,
      "end_time": 138080.0,
      "text": "Entonces cuando hablamos que la sociología es el estudio del comportamiento humano, significa que la sociología es increíblemente amplia."
    },
    {
      "index": 39,
      "start_time": 138080.0,
      "end_time": 141390.0,
      "text": "De hecho, puede ser la más amplia de lo que llamamos las ciencias sociales."
    },
    {
      "index": 40,
      "start_time": 141390.0,
      "end_time": 146600.0,
      "text": "Las ciencias sociales incluyen disciplinas como economía y psicología, y aunque ellas tienen propósitos y enfoques diferentes,"
    },
    {
      "index": 41,
      "start_time": 146600.0,
      "end_time": 151580.0,
      "text": "todas tratan de entender el mundo social objetivamente, a través de observaciones controladas y repetibles."
    },
    {
      "index": 42,
      "start_time": 151580.0,
      "end_time": 155420.0,
      "text": "Entonces que hace la sociología diferente de estas otras ciencias sociales?"
    },
    {
      "index": 43,
      "start_time": 155420.0,
      "end_time": 160160.0,
      "text": "Como las demás, la sociología busca patrones - características o eventos recurrentes."
    },
    {
      "index": 44,
      "start_time": 160160.0,
      "end_time": 163520.0,
      "text": "Pero busca esos patrones en todo tipo de lugares."
    },
    {
      "index": 45,
      "start_time": 163520.0,
      "end_time": 169420.0,
      "text": "La sociología busca todos los aspectos de la sociedad y en todas sus escalas, desde dos personas hablando, hasta las diferencias entre naciones."
    },
    {
      "index": 46,
      "start_time": 169420.0,
      "end_time": 174520.0,
      "text": "Es esta magnitud la que realmente aparta la sociología, especialmente en lo que se conoce como la perspectiva sociológica."
    },
    {
      "index": 47,
      "start_time": 174520.0,
      "end_time": 176960.0,
      "text": "Y la perspectiva sociológica significa dos cosas:"
    },
    {
      "index": 48,
      "start_time": 176960.0,
      "end_time": 182780.0,
      "text": "1, Significa ver lo general en lo particular, y 2, significa ver lo extraño en lo familiar."
    },
    {
      "index": 49,
      "start_time": 182780.0,
      "end_time": 189320.0,
      "text": "Ver lo general en lo particular es una manera de decir que la sociología trata de entender el comportamiento social viéndolo desde su contexto social más amplio."
    },
    {
      "index": 50,
      "start_time": 189320.0,
      "end_time": 196200.0,
      "text": "Volviendo a ti cantando Broadway en tu cuarto, el sociólogo que escucha desde afuera puede no solo escuchar lo que decidiste cantar,"
    },
    {
      "index": 51,
      "start_time": 196200.0,
      "end_time": 201820.0,
      "text": "sino también cómo tu decisión individual puede haber sido influenciada por tu clase social, barrio, raza, género, o edad."
    },
    {
      "index": 52,
      "start_time": 201820.0,
      "end_time": 206580.0,
      "text": "Para poner otro ejemplo, un sociólogo puede que no se interese si tú, en particular, decides casarte,"
    },
    {
      "index": 53,
      "start_time": 206580.0,
      "end_time": 210120.0,
      "text": "pero puede que sí se interese en aprender más acerca del declive en las tasas de matrimonios de tu sociedad -"
    },
    {
      "index": 54,
      "start_time": 210120.0,
      "end_time": 213220.0,
      "text": "y, además, qué lo está causando y si tiene algún impacto en la sociedad."
    },
    {
      "index": 55,
      "start_time": 213220.0,
      "end_time": 218340.0,
      "text": "O talvez esté más interesado en el hecho de que, en EEUU, las personas tienden a casarse con personas de su misma clase social y raza que ellos."
    },
    {
      "index": 56,
      "start_time": 218340.0,
      "end_time": 221020.0,
      "text": "En ambos casos - lo que las personas canten o con quién se casen -"
    },
    {
      "index": 57,
      "start_time": 221020.0,
      "end_time": 227080.0,
      "text": "el sociólogo se interesa en un patrón general, un patrón compuesto de un número masivo de personas y decisiones particulares."
    },
    {
      "index": 58,
      "start_time": 227080.0,
      "end_time": 235980.0,
      "text": "Cada individuo forma parte de un patrón, y viendo la elección individual, un sociólogo puede ver elementos de todo el patrón, como ver cómo una sola piedra encaja en un mosaico."
    },
    {
      "index": 59,
      "start_time": 235980.0,
      "end_time": 241200.0,
      "text": "Ver lo extraño en lo familiar es la segunda parte de la perspectiva sociológica, y quizás es más difícil de hacer."
    },
    {
      "index": 60,
      "start_time": 241200.0,
      "end_time": 247020.0,
      "text": "Ver lo extraño en lo familiar es ver el mundo diario como si lo estuvieras experimentando por primera vez, como si fueras de otro planeta."
    },
    {
      "index": 61,
      "start_time": 247020.0,
      "end_time": 250160.0,
      "text": "Es difícil, pero también increíblemente importante, y un poco cool."
    },
    {
      "index": 62,
      "start_time": 250160.0,
      "end_time": 258240.0,
      "text": "Cuando preguntamos, al inicio, por qué levantas tu mano para preguntar en la clase de matemática, pero no en tu mesa a la hora de cenar, es un pequeño ejemplo de intentar ver lo extraño en lo familiar."
    },
    {
      "index": 63,
      "start_time": 258240.0,
      "end_time": 262380.0,
      "text": "Y es muy difícil de hacer porque tu propia sociedad tiende a verse normal para ti."
    },
    {
      "index": 64,
      "start_time": 262380.0,
      "end_time": 263540.0,
      "text": "Lo tomas por un hecho."
    },
    {
      "index": 65,
      "start_time": 263540.0,
      "end_time": 268240.0,
      "text": "Conforme socializas, eres enseñado a tener un entendimiento de sentido común de la sociedad, y no es algo malo!"
    },
    {
      "index": 66,
      "start_time": 268240.0,
      "end_time": 272100.0,
      "text": "Despues de todo, necesitas un sentido común de sociedad para vivir en ella, cierto?"
    },
    {
      "index": 67,
      "start_time": 272100.0,
      "end_time": 278000.0,
      "text": "Necesitas saber que estrechas la mano cuando conoces alguien nuevo, y que el rojo significa detenerse, y que deberías llegar a tiempo."
    },
    {
      "index": 68,
      "start_time": 278000.0,
      "end_time": 287580.0,
      "text": "Pero si la sociología es el estudio de la sociedad, necesita ver estas cosas como lo extraño en lo familar para lograr entender cómo funcionan, y así descubrir patrones de comportamiento en una cultura."
    },
    {
      "index": 69,
      "start_time": 287580.0,
      "end_time": 292500.0,
      "text": "El sentido común sólo debe guiarnos por el mundo; pero la sociología tiene que saber qué es verdad."
    },
    {
      "index": 70,
      "start_time": 292500.0,
      "end_time": 297800.0,
      "text": "Y esto es importante, porque el sentido común de una sociedad no solo consiste en convenciones inofensivas, como estrechar la mano."
    },
    {
      "index": 71,
      "start_time": 297800.0,
      "end_time": 303300.0,
      "text": "Hace solo 200 años en EEUU, era sentido común que sólo los hombres blancos eran capaces de participar en la sociedad."
    },
    {
      "index": 72,
      "start_time": 303300.0,
      "end_time": 307240.0,
      "text": "Era sentido común que la esclavitud era correcta, y que las mujeres no debían votar."
    },
    {
      "index": 73,
      "start_time": 307240.0,
      "end_time": 311400.0,
      "text": "Estas cosas fueron sentido común de la misma manera en que sus opuestos son tomados por un hecho ahora."
    },
    {
      "index": 74,
      "start_time": 311400.0,
      "end_time": 315660.0,
      "text": "Y la perspectiva sociológica - ver lo general en lo particular y lo extraño en lo familiar -"
    },
    {
      "index": 75,
      "start_time": 315660.0,
      "end_time": 320900.0,
      "text": "nos ayuda a entender problemas como este, porque nos ayuda a ver algunos conceptos clave en el estudio de la sociedad."
    },
    {
      "index": 76,
      "start_time": 320900.0,
      "end_time": 325220.0,
      "text": "Entre estos conceptos: la ubicación social, la marginalización, y el poder y la desigualdad."
    },
    {
      "index": 77,
      "start_time": 325220.0,
      "end_time": 332560.0,
      "text": "Si pudieras imaginar un mapa de la sociedad, extendido sobre todos los diferentes grupos sociales y sus relaciones, entonces tu ubicación social es tu sitio en el mapa."
    },
    {
      "index": 78,
      "start_time": 332560.0,
      "end_time": 338860.0,
      "text": "Tu ubicación social es una manera de clasificarte a ti mismo, por raza, clase social, género, orientación sexual, religión, etc."
    },
    {
      "index": 79,
      "start_time": 338860.0,
      "end_time": 343660.0,
      "text": "Entender la ubicación social es importante porque, justo como un sociólogo busca lo general en lo particular,"
    },
    {
      "index": 80,
      "start_time": 343660.0,
      "end_time": 346840.0,
      "text": "las elecciones y la vida de una persona van a estar influenciadas por su ubicación social."
    },
    {
      "index": 81,
      "start_time": 346840.0,
      "end_time": 351400.0,
      "text": "Esto es cierto de varias maneras: la más obvia es que tu ubicación social puede limitar tus elecciones."
    },
    {
      "index": 82,
      "start_time": 351400.0,
      "end_time": 354040.0,
      "text": "Algunos grupos tienen derechos legales y privilegios que otros no."
    },
    {
      "index": 83,
      "start_time": 354040.0,
      "end_time": 359940.0,
      "text": "Por ejemplo, hasta hace unos años, gays y lesbianas no podían casarse legalmente en EEUU, así que su ubicación social limitó sus opciones."
    },
    {
      "index": 84,
      "start_time": 359940.0,
      "end_time": 364180.0,
      "text": "Pero la ubicación social también impacta lo que aprendes, y lo que te enseñan acerca de la sociedad."
    },
    {
      "index": 85,
      "start_time": 364180.0,
      "end_time": 371560.0,
      "text": "Vayas o no a la universidad, por ejemplo, puede ser fuertemente influenciado por si la clase social en la que creciste tiende a ver la universidad como algo real o una posibilidad valiosa."
    },
    {
      "index": 86,
      "start_time": 371560.0,
      "end_time": 375720.0,
      "text": "Y la ubicación social también afecta lo que otros han aprendido, y han sido enseñados, acerca de ti."
    },
    {
      "index": 87,
      "start_time": 375720.0,
      "end_time": 384420.0,
      "text": "Toma por ejemplo, el hallazgo consistente de que hojas de vida con nombres que suenan afro-americanos tienden a ser llamados para entrevistas mucho menos frecuentemente que para aquellos con nombres que suenan blancos,"
    },
    {
      "index": 88,
      "start_time": 384420.0,
      "end_time": 387140.0,
      "text": "aunque las hojas de vida sean de otra manera idénticas."
    },
    {
      "index": 89,
      "start_time": 387140.0,
      "end_time": 391540.0,
      "text": "En todas estas maneras, la ubicación social puede contribuir a la marginalización de un grupo social."
    },
    {
      "index": 90,
      "start_time": 391540.0,
      "end_time": 395900.0,
      "text": "Si un grupo social es marginalizado, significa que ocupa una posición fuera de los centros de poder."
    },
    {
      "index": 91,
      "start_time": 395900.0,
      "end_time": 403120.0,
      "text": "Los grupos marginalizados frecuentemente son minorías raciales, étnicas, sexuales, o religiosas, y estos grupos maginalizados tienden a entender más claramente cómo opera el poder."
    },
    {
      "index": 92,
      "start_time": 403120.0,
      "end_time": 409020.0,
      "text": "Personas heterosexuales, por ejemplo, frecuentemente no reconocen el poder social de que sus relaciones no sean socialmente sancionadas,"
    },
    {
      "index": 93,
      "start_time": 409020.0,
      "end_time": 412920.0,
      "text": "y poder dar muestras de afecto en público, en maneras que la comunidad LGBT no pueden usualmente."
    },
    {
      "index": 94,
      "start_time": 412920.0,
      "end_time": 418360.0,
      "text": "Si la marginalización es cuestión de estar fuera de los centros de poder, eso nos lleva a otro hecho:"
    },
    {
      "index": 95,
      "start_time": 418360.0,
      "end_time": 422720.0,
      "text": "el hecho de que hay muchos poderes diferentes, y muchos tipos de desigualdad."
    },
    {
      "index": 96,
      "start_time": 422720.0,
      "end_time": 430520.0,
      "text": "Están, por supuesto, los más obvios, como el poder económico y la desigualdad de ingreso, o el poder político y las desigualdades políticas, como la segregación o la esclavitud."
    },
    {
      "index": 97,
      "start_time": 430520.0,
      "end_time": 434360.0,
      "text": "Pero también están las menos obvias, como la desigualdad social o cultural."
    },
    {
      "index": 98,
      "start_time": 434360.0,
      "end_time": 441100.0,
      "text": "Por ejemplo, personas que hablan con un acento diferente o dialectos, frecuentemente son juzgados severamente por ello, y pueden ser percibidos como menos inteligentes o maduros."
    },
    {
      "index": 99,
      "start_time": 441100.0,
      "end_time": 446140.0,
      "text": "La sociología puede ayudarnos a identificar todas estas cosas, y talvez inclusive tratar de corregirlas."
    },
    {
      "index": 100,
      "start_time": 446140.0,
      "end_time": 453980.0,
      "text": "Y ese es el punto: la sociología es acerca de entender la sociedad, y la sociedad es donde vivimos, así que nos gustaría que funcione de la mejor manera posible."
    },
    {
      "index": 101,
      "start_time": 453980.0,
      "end_time": 456980.0,
      "text": "Buena sociología puede ayudarnos a crear buenas políticas públicas"
    },
    {
      "index": 102,
      "start_time": 456980.0,
      "end_time": 462460.0,
      "text": "Y si volvemos a Comte, su deseo era justo eso, entender y quizás resolver los problemas de su sociedad."
    },
    {
      "index": 103,
      "start_time": 462460.0,
      "end_time": 467500.0,
      "text": "A finales del siglo XVIII y principios del XIX fue una época de cambios económicos, sociales y turbulencias políticas masivos en Europa."
    },
    {
      "index": 104,
      "start_time": 467500.0,
      "end_time": 473020.0,
      "text": "Esto fue cuando la industrialización despegó, con fábricas emergiendo como maleza, conectados por redes de tren cada vez más grandes."
    },
    {
      "index": 105,
      "start_time": 473020.0,
      "end_time": 477780.0,
      "text": "Al mismo tiempo, la población de Europa explotó, creciendo cada vez más rápido que en cualquier época previa en la historia."
    },
    {
      "index": 106,
      "start_time": 477780.0,
      "end_time": 480879.0,
      "text": "Esto fue especialmente cierto en ciudades, donde la producción industrial estaba centralizada."
    },
    {
      "index": 107,
      "start_time": 480880.0,
      "end_time": 484780.0,
      "text": "Y todos estos cambios masivos en la economía y la sociedad conllevaron choques políticos también:"
    },
    {
      "index": 108,
      "start_time": 484780.0,
      "end_time": 489060.0,
      "text": "Este periódo vió la llegada de la democracia, la caída de los reyes y nacimiento del Estado-Nacion."
    },
    {
      "index": 109,
      "start_time": 489060.0,
      "end_time": 493840.0,
      "text": "Esto, combinado con el crecimiento de la disciplina como ciencia, fue el contexto en que la sociología surgió."
    },
    {
      "index": 110,
      "start_time": 493840.0,
      "end_time": 499420.0,
      "text": "Los primeros sociólogos miraron a sus sociedades rápidamente cambiantes y fueron motivados a intentar entenderlo de manera científica."
    },
    {
      "index": 111,
      "start_time": 499420.0,
      "end_time": 504080.0,
      "text": "Más temprano dijimos que la sociedad no  eran solo cosas grandes como revoluciones, industrialización, o demografía."
    },
    {
      "index": 112,
      "start_time": 504080.0,
      "end_time": 505920.0,
      "text": "Pero también estas cosas."
    },
    {
      "index": 113,
      "start_time": 505920.0,
      "end_time": 508780.0,
      "text": "Es tanto lo pequeño como lo grande, porque están relacionadas."
    },
    {
      "index": 114,
      "start_time": 508780.0,
      "end_time": 513740.0,
      "text": "La sociología trata de entender todo el conjunto, en cada nivel, y como esos niveles interactúan."
    },
    {
      "index": 115,
      "start_time": 513740.0,
      "end_time": 520440.0,
      "text": "Es acerca de entender por qué no debes levantar tu mano en la mesa, y por qué mucho de esto llamado sentido común puede llevar a enormes errores en políticas."
    },
    {
      "index": 116,
      "start_time": 520440.00000000006,
      "end_time": 522780.00000000006,
      "text": "Bienvenidos a la ciencia de la sociología."
    },
    {
      "index": 117,
      "start_time": 522780.0,
      "end_time": 525900.0,
      "text": "Hoy hablamos acerca de la sociología y lo que hace."
    },
    {
      "index": 118,
      "start_time": 525900.0,
      "end_time": 530120.0,
      "text": "Discutimos qué significa el estudio de la sociedad y por qué es más amplio de lo que piensas."
    },
    {
      "index": 119,
      "start_time": 530120.0,
      "end_time": 535860.0,
      "text": "Introdujimos la perspectiva sociológica y discutimos cómo se diferencia la sociología de las otras ciencias sociales."
    },
    {
      "index": 120,
      "start_time": 535860.0,
      "end_time": 542340.0,
      "text": "Y finalmente discutimos qué puede hacer la sociología, y cómo los problemas sociales estuvieron en el centro de los inicios de la sociología."
    },
    {
      "index": 121,
      "start_time": 542340.0,
      "end_time": 547160.0,
      "text": "La próxima vez, vamos a ver las diferentes teorías de la sociedad, los paradigmas básicos de la sociología."
    },
    {
      "index": 122,
      "start_time": 547160.0,
      "end_time": 553060.0,
      "text": "Crash Course Sociología es filmado en el Estudio Crash Course Dr. Cheryl C.Kinney, en Missoula, MT, y es hecho con la ayuda de todas estas personas amables."
    },
    {
      "index": 123,
      "start_time": 553060.0,
      "end_time": 557180.0,
      "text": "Nuestro equipo de animación es Thought Cafe, y Crash Course es hecho con Adobe Creative Cloud."
    },
    {
      "index": 124,
      "start_time": 557180.0,
      "end_time": 563940.0,
      "text": "Si deseas que Crash Course continúe siendo gratis para todos, para siempre, puedes apoyar la serie en Patreon, una plataforma de financiación colectiva que te permite apoyar el contedio que más amas."
    },
    {
      "index": 125,
      "start_time": 563940.0,
      "end_time": 570220.0,
      "text": "Hablando de Patreon, quisiéramos agradecer a todos nuestros patrons en general, y especialmente a nuestro Director de Aprendizaje David Cichowski."
    },
    {
      "index": 126,
      "start_time": 570220.0,
      "end_time": 571900.0,
      "text": "Gracias por tu apoyo."
    }
  ]
}