{
  "video_id": "yP88kT6ZvwA",
  "title": "The Advantages of Being 'just Good Friends'",
  "json": [
    {
      "index": 1,
      "start_time": 170.0,
      "end_time": 5820.0,
      "text": "Uno de los más sutilmente hirientes y silenciosamente condenatorios comentarios, posiblemente callada y"
    },
    {
      "index": 2,
      "start_time": 5820.0,
      "end_time": 11110.0,
      "text": "suavemente expresados en la puerta en el final de una larga noche, con el taxi todavía flotando"
    },
    {
      "index": 3,
      "start_time": 11110.0,
      "end_time": 16900.0,
      "text": "en algún lugar fuera de vista, es el ofrecimiento de que deberíamos, al final seguir siendo"
    },
    {
      "index": 4,
      "start_time": 16900.0,
      "end_time": 24760.0,
      "text": "\"sólo buenos amigos\". Y sabemos exactamente esto qué significa. El camino hacia un"
    },
    {
      "index": 5,
      "start_time": 24760.0,
      "end_time": 31510.0,
      "text": "soñado futuro está siendo gentil pero firmemente descartado. Somos, \nmedio sonrientes, relegados"
    },
    {
      "index": 6,
      "start_time": 31510.0,
      "end_time": 37659.0,
      "text": "a la categoría de los fracasados, los ignorados, y los ligeramente despreciados. El otro, en alguna"
    },
    {
      "index": 7,
      "start_time": 37659.0,
      "end_time": 42640.0,
      "text": "manera, ha desvelado las verdades desagradables sobre nosotros -aquellas a las que nosotros hemos tratado tan insistentemente"
    },
    {
      "index": 8,
      "start_time": 42640.0,
      "end_time": 48670.0,
      "text": "disfrazar, e incluso creer que no existen- y lógicamente, ha decidido"
    },
    {
      "index": 9,
      "start_time": 48670.0,
      "end_time": 55239.0,
      "text": "marcharse. Regresamos destrozados a un apartamento del que salimos con mariposas en el estómago y con"
    },
    {
      "index": 10,
      "start_time": 55239.0,
      "end_time": 61949.0,
      "text": "esperanzas elevadas hace sólo unas horas. Escuchamos una invitación a una amistad como un sinónimo de"
    },
    {
      "index": 11,
      "start_time": 61949.0,
      "end_time": 69399.0,
      "text": "\"insulto\" porque nuestra cultura romántica repetidamente, y desde que estamos pequeños, nos ha reiterado algo"
    },
    {
      "index": 12,
      "start_time": 69399.0,
      "end_time": 78280.0,
      "text": "puntual, y es que: el amor es el propósito único de existir; y que la amistad es un bajo y mezquino"
    },
    {
      "index": 13,
      "start_time": 78280.0,
      "end_time": 84420.0,
      "text": "premio de consolación. A pesar de que esto se ve como lógico sentido común, lo que nos debería detener y"
    },
    {
      "index": 14,
      "start_time": 84420.0,
      "end_time": 92640.0,
      "text": "poner a reflexionar un poco acerca de las reclamaciones que le hacemos al amor es una evidencia básica y simple:"
    },
    {
      "index": 15,
      "start_time": 92640.0,
      "end_time": 100520.0,
      "text": "el comportamiento, nivel de satisfacción y mentalidad de los mismos amantes. Si fuéramos a"
    },
    {
      "index": 16,
      "start_time": 100520.0,
      "end_time": 107340.0,
      "text": "juzgar el amor meramente por su impacto más fuerte, por las lágrimas derramadas, por lo profundo de sus frustraciones,"
    },
    {
      "index": 17,
      "start_time": 107340.0,
      "end_time": 112969.0,
      "text": "por lo sucios que los insultos salen en su nombre, no seguiríamos mirándolo"
    },
    {
      "index": 18,
      "start_time": 112969.0,
      "end_time": 119659.0,
      "text": "de la misma manera y, probablemente, lo confundiríamos con una especie de enfermedad o aberración de la mente."
    },
    {
      "index": 19,
      "start_time": 119659.0,
      "end_time": 125700.0,
      "text": "Las escenas que normalmente se desarrollan entre los amantes apenas se considerarían imaginables fuera"
    },
    {
      "index": 20,
      "start_time": 125700.0,
      "end_time": 132380.0,
      "text": "de condiciones de hostilidad abierta. Aquellos a los que amamos, los honramos con nuestros peores ánimos,"
    },
    {
      "index": 21,
      "start_time": 132380.0,
      "end_time": 138760.0,
      "text": "nuestras acusaciones más injustas, nuestros insultos más hirientes. Es a nuestros amantes a los que les"
    },
    {
      "index": 22,
      "start_time": 138760.0,
      "end_time": 144260.0,
      "text": "echamos toda la culpa por lo que ha ido mal en nuestras vidas, es a ellos a los que esperamos que entiendan"
    },
    {
      "index": 23,
      "start_time": 144260.0,
      "end_time": 150560.0,
      "text": "todo lo que digamos sin molestarnos en explicarlo, es a ellos a los que, al menor error o malentendido,"
    },
    {
      "index": 24,
      "start_time": 150560.0,
      "end_time": 158310.0,
      "text": "respondemos con ira y enojo. En cambio, la amistad, ese supuesto"
    },
    {
      "index": 25,
      "start_time": 158310.0,
      "end_time": 164500.0,
      "text": "estado vacío e inferior en el que al final de una cita debería destruirnos, es en el que mostramos"
    },
    {
      "index": 26,
      "start_time": 164500.0,
      "end_time": 172879.0,
      "text": "nuestros mejores y más nobles atributos. En él somos pacientes, alentadores, tolerantes, graciosos"
    },
    {
      "index": 27,
      "start_time": 172879.0,
      "end_time": 178660.0,
      "text": "y -sobre todo- graciosos. Esperamos mucho menos del otro y por ello, consecuente y extendidamente,"
    },
    {
      "index": 28,
      "start_time": 178660.0,
      "end_time": 184879.0,
      "text": "perdonamos muchísimo más. No presumimos que seremos comprendidos completamente, por lo que tratamos"
    },
    {
      "index": 29,
      "start_time": 184879.0,
      "end_time": 189970.0,
      "text": "los fracasos comprensiva y humanamente. No imaginamos que nuestros amigos deberían admirarnos"
    },
    {
      "index": 30,
      "start_time": 189970.0,
      "end_time": 196930.0,
      "text": "sin reservas y que se apeguen a nosotros independientemente de lo que hagamos, por lo que hacemos un esfuerzo y nos comportamos,"
    },
    {
      "index": 31,
      "start_time": 196930.0,
      "end_time": 202910.0,
      "text": "complaciéndonos al mismo tiempo que nuestras compañías en el camino. Nosotros somos, en la compañía de nuestros amigos,"
    },
    {
      "index": 32,
      "start_time": 202910.0,
      "end_time": 210360.0,
      "text": "nuestra mejor versión. Paradójicamente, es la amistad la que nos ofrecerá la real ruta a los placeres"
    },
    {
      "index": 33,
      "start_time": 210360.0,
      "end_time": 216890.0,
      "text": "que el Romanticismo asocia con el amor. Que esto suene revelador es sólo un vistazo de"
    },
    {
      "index": 34,
      "start_time": 216890.0,
      "end_time": 222270.0,
      "text": "la poca desarrollada visión cotidiana que tenemos de la amistad. Normalmente la asociamos"
    },
    {
      "index": 35,
      "start_time": 222270.0,
      "end_time": 227140.0,
      "text": "con la de un casual conocido que vemos de vez en cuando para intercambiar intrascendentes y"
    },
    {
      "index": 36,
      "start_time": 227140.0,
      "end_time": 234049.0,
      "text": "vacías banalidades. Pero la amistad real es algo conjuntamente mucho más profundo y valioso de exaltarse:"
    },
    {
      "index": 37,
      "start_time": 234049.0,
      "end_time": 238799.0,
      "text": "es un campo en el que dos personas pueden llegar a sentir las vulnerabilidades del otro;"
    },
    {
      "index": 38,
      "start_time": 238799.0,
      "end_time": 243340.0,
      "text": "apreciar las locuras de los demás sin discriminación, reafirmar el valor de"
    },
    {
      "index": 39,
      "start_time": 243340.0,
      "end_time": 249640.0,
      "text": "cada uno y recibir los dolores y las tragedias de la existencia con ingenio y calidez. Culturalmente"
    },
    {
      "index": 40,
      "start_time": 249640.0,
      "end_time": 254480.0,
      "text": "y colectivamente, hemos cometido un error trascendental en el que nos hemos vuelto más solos"
    },
    {
      "index": 41,
      "start_time": 254480.0,
      "end_time": 260360.0,
      "text": "y más decepcionados de lo necesario. En un mundo mejor, nuestra meta más grande"
    },
    {
      "index": 42,
      "start_time": 260360.0,
      "end_time": 266070.0,
      "text": "no debería ser la de encontrar a alguien con la que reemplacemos al resto de las personas,"
    },
    {
      "index": 43,
      "start_time": 266070.0,
      "end_time": 273801.0,
      "text": "sino la de poner nuestra inteligencia y energía en identificar y nutrir un círculo de amigos verdaderos."
    },
    {
      "index": 44,
      "start_time": 273801.0,
      "end_time": 278551.0,
      "text": "Al final de una noche, aprenderíamos a decirle a determinadas compañías, con"
    },
    {
      "index": 45,
      "start_time": 278551.0,
      "end_time": 283240.0,
      "text": "una sonrisa penosa mientras los invitamos adentro -sabiendo que podría convertirse en"
    },
    {
      "index": 46,
      "start_time": 283240.0,
      "end_time": 290880.0,
      "text": "un rechazo doloroso- \"Lo siento, ¿no podríamos simplemente ser.. amantes?\""
    },
    {
      "index": 47,
      "start_time": 294800.0,
      "end_time": 301040.0,
      "text": "Si te gustó este video, por favor suscríbete a nuestro canal y haz clic en el ícono de la campana para encender las notificaciones."
    }
  ]
}