{
  "video_id": "YujvDp5BJ78",
  "title": "DIY Friendship Bracelets. 5 Easy DIY Bracelet Projects!",
  "json": [
    {
      "index": 1,
      "start_time": 8090.0,
      "end_time": 12910.0,
      "text": "En este tutorial usted aprenderá cómo hacer\ncinco pulseras más lindos y más fáciles de amistad"
    },
    {
      "index": 2,
      "start_time": 12910.0,
      "end_time": 13410.0,
      "text": "nunca."
    },
    {
      "index": 3,
      "start_time": 19680.0,
      "end_time": 22720.0,
      "text": "Hola chicos! Es posible que ya sepa que yo amo"
    },
    {
      "index": 4,
      "start_time": 22720.0,
      "end_time": 28780.0,
      "text": "pulseras. Me encanta hacer ellos, dándoles\ny sobre todo, el uso de ellos. Así que en este"
    },
    {
      "index": 5,
      "start_time": 28789.0,
      "end_time": 33830.0,
      "text": "tutorial, te mostraré cómo hacer 5 hermosa\npulseras utilizando cuerdas. Estos son perfectos"
    },
    {
      "index": 6,
      "start_time": 33830.0,
      "end_time": 38629.0,
      "text": "para principiantes, muy fácil y rápido de hacer.\nUsted puede hacerlos para usted o sus amigos."
    },
    {
      "index": 7,
      "start_time": 38629.0,
      "end_time": 42220.0,
      "text": "Te voy a mostrar cómo!\nEn primer lugar, estamos haciendo este hermoso colorido"
    },
    {
      "index": 8,
      "start_time": 42220.0,
      "end_time": 47480.0,
      "text": "pulsera de cuerda. Usted necesitará una pequeña pieza\nde cartón, cualquier objeto redondo, un lápiz,"
    },
    {
      "index": 9,
      "start_time": 47480.0,
      "end_time": 53480.0,
      "text": "un botón para el cierre, 4 colores de bordado\ncuerda y tijeras. Comience por hacer una sencilla"
    },
    {
      "index": 10,
      "start_time": 53480.0,
      "end_time": 58579.0,
      "text": "telar pulsera. Lleve a su objeto redondeado, yo\nEstoy usando un vaso, colocarlo en un pedazo de cartón"
    },
    {
      "index": 11,
      "start_time": 58579.0,
      "end_time": 63860.0,
      "text": "y delinear el cristal para obtener un círculo. Cortar\nque con tijeras. Marque el centro de la"
    },
    {
      "index": 12,
      "start_time": 63860.0,
      "end_time": 68470.0,
      "text": "círculo y hacer ocho pequeñas líneas en la\nborde exterior dividiendo el círculo en ocho"
    },
    {
      "index": 13,
      "start_time": 68470.0,
      "end_time": 73619.0,
      "text": "igualdad de secciones. Tome las tijeras y hacer\natajos a lo largo de las líneas. Los cortes deben"
    },
    {
      "index": 14,
      "start_time": 73619.0,
      "end_time": 79979.0,
      "text": "aproximadamente la mitad de una pulgada de largo o más corto. Llevar\nel lápiz de nuevo y empujar la punta a través"
    },
    {
      "index": 15,
      "start_time": 79979.0,
      "end_time": 84530.0,
      "text": "el centro del círculo para obtener un pequeño agujero.\nY aquí tenemos un telar de pulsera, que nos"
    },
    {
      "index": 16,
      "start_time": 84530.0,
      "end_time": 87869.0,
      "text": "puede volver a utilizar para hacer pulseras para todo nuestro\namigos."
    },
    {
      "index": 17,
      "start_time": 87869.0,
      "end_time": 93080.0,
      "text": "Corte cuatro trozos de cuerda bordado, cada uno\naproximadamente 25 pulgadas de largo. Dobla las cadenas"
    },
    {
      "index": 18,
      "start_time": 93080.0,
      "end_time": 98420.0,
      "text": "en medio y les anudar juntos como tal. Nosotros\ntienen 8 cuerdas que salen desde el nudo, pero"
    },
    {
      "index": 19,
      "start_time": 98420.0,
      "end_time": 103490.0,
      "text": "necesitamos sólo siete de ellos. Así que toma una cadena\ny cortarlo muy cerca del nudo. Empujar"
    },
    {
      "index": 20,
      "start_time": 103490.0,
      "end_time": 107560.0,
      "text": "el bucle y el nudo a través del centro de\nel telar de cartón como este. Lo siguiente que necesitamos"
    },
    {
      "index": 21,
      "start_time": 107560.0,
      "end_time": 112050.0,
      "text": "para organizar al azar las cuerdas de todo el\ncírculo colocándolos en los cortes. Ya está"
    },
    {
      "index": 22,
      "start_time": 112050.0,
      "end_time": 117020.0,
      "text": "debe ser una cadena en un corte y ya que\ntiene 7 cuerdas y 8 cortes alrededor del telar,"
    },
    {
      "index": 23,
      "start_time": 117020.0,
      "end_time": 123069.0,
      "text": "un corte permanecerá libre. Sostenga el telar para que\nel corte vacío está orientada hacia usted. Cuente uno,"
    },
    {
      "index": 24,
      "start_time": 123069.0,
      "end_time": 128759.0,
      "text": "dos, tres, tomar la tercera cuerda y lugar\nen el corte vacía. Gire el telar, uno,"
    },
    {
      "index": 25,
      "start_time": 128758.99999999999,
      "end_time": 133160.0,
      "text": "dos, tres, tomar la tercera cuerda y movimiento\nen el corte libre. Esto es todo lo que necesita"
    },
    {
      "index": 26,
      "start_time": 133160.0,
      "end_time": 140160.0,
      "text": "hacer. Gire el telar y mover el tercero\ncadena en la corte vacía. Bueno después"
    },
    {
      "index": 27,
      "start_time": 140890.0,
      "end_time": 144980.0,
      "text": "conseguir la caída de ella, usted no tendrá que girar\nEl telar más. Sólo contar tres cuerdas"
    },
    {
      "index": 28,
      "start_time": 144980.0,
      "end_time": 150110.0,
      "text": "la izquierda de la corte vacía y mueva el tercero\ncadena en él. Después de un tiempo te darás cuenta"
    },
    {
      "index": 29,
      "start_time": 150110.0,
      "end_time": 154480.0,
      "text": "una pulsera de cuerda encantadora en el otro lado de la\nsu telar. Usted puede hacer su pulsera de siempre"
    },
    {
      "index": 30,
      "start_time": 154480.0,
      "end_time": 159040.0,
      "text": "como quieras. Quiero envuélvalo alrededor de la muñeca\nsólo una vez, pero usted también puede envolverlo dos o"
    },
    {
      "index": 31,
      "start_time": 159040.0,
      "end_time": 164269.0,
      "text": "incluso tres veces. Sólo recuerde que cortar ya\ntrozos de hilo para empezar. Cuando el brazalete"
    },
    {
      "index": 32,
      "start_time": 164269.0,
      "end_time": 171269.0,
      "text": "es lo suficientemente largo, suelte todas las cadenas de\nlos cortes y llevarlo fuera del telar. Hacer una"
    },
    {
      "index": 33,
      "start_time": 173920.0,
      "end_time": 180920.0,
      "text": "pequeño grupo para garantizar su trabajo como este.\nPara el cierre de botón elegir un hilo,"
    },
    {
      "index": 34,
      "start_time": 181829.0,
      "end_time": 186159.0,
      "text": "Me gusta ir a por el color que coincida con mi\nbotón, y el hilo en el botón de encendido. Deslice el"
    },
    {
      "index": 35,
      "start_time": 186159.0,
      "end_time": 190260.0,
      "text": "botón tan cerca del nudo pulsera como usted\npueden y hacen unos nudos pequeños para asegurarla"
    },
    {
      "index": 36,
      "start_time": 190260.0,
      "end_time": 197260.0,
      "text": "en lugar. Recorte el exceso de hilo de distancia y\nestá todo hecho con esta hermosa pulsera."
    },
    {
      "index": 37,
      "start_time": 199920.0,
      "end_time": 204989.0,
      "text": "Sólo se tarda unos 20 minutos para completar\nuno, que es simplemente impresionante. Estoy enamorado"
    },
    {
      "index": 38,
      "start_time": 204989.0,
      "end_time": 209359.0,
      "text": "con los cierres de botón porque son\nmuy práctico y muy lindo al mismo"
    },
    {
      "index": 39,
      "start_time": 209359.0,
      "end_time": 213689.0,
      "text": "hora.\nSiguiente estamos bloqueando espiral este color"
    },
    {
      "index": 40,
      "start_time": 213689.0,
      "end_time": 220689.0,
      "text": "pulsera. Necesitamos bordado de seda, tijeras\ny un botón. Decidí usar cuatro colores"
    },
    {
      "index": 41,
      "start_time": 224680.0,
      "end_time": 229469.0,
      "text": "de hilo, puede utilizar más o menos diferentes\ncolores, lo que usted prefiera. Ponga las cuatro"
    },
    {
      "index": 42,
      "start_time": 229469.0,
      "end_time": 234439.0,
      "text": "colores de hilo juntos y cortadas en alrededor de 50\npulgadas. Ahora dobla esta gran cadena de hilos"
    },
    {
      "index": 43,
      "start_time": 234439.0,
      "end_time": 239099.0,
      "text": "por la mitad y hacer un nudo ligeramente por debajo del\nextremo doblado para conseguir un pequeño lazo para el botón"
    },
    {
      "index": 44,
      "start_time": 239099.0,
      "end_time": 244579.0,
      "text": "cierre. Por último, es el momento de empezar a anudar!\nDe los ocho cuerdas, eligió uno, e inicio"
    },
    {
      "index": 45,
      "start_time": 244579.0,
      "end_time": 249389.0,
      "text": "hacer nudos delanteros normales alrededor del restante\nsiete hilos. Para hacer una toma nudo hacia adelante"
    },
    {
      "index": 46,
      "start_time": 249389.0,
      "end_time": 254060.0,
      "text": "la cadena de trabajo, hacer una forma a lo largo de cuatro\nlos siete cuerdas restantes como así y luego"
    },
    {
      "index": 47,
      "start_time": 254060.0,
      "end_time": 259019.0,
      "text": "simplemente pasar por debajo de las siete cuerdas y hasta a través\nel bucle de la número cuatro. Tire del trabajo"
    },
    {
      "index": 48,
      "start_time": 259019.0,
      "end_time": 264160.0,
      "text": "cadena para que las diapositivas nudo y tensa.\nPara mantener la espiral va bien, me gusta"
    },
    {
      "index": 49,
      "start_time": 264160.0,
      "end_time": 269110.0,
      "text": "al pasar por debajo de las siete cuerdas con mi trabajo\nenhebrar cuando los nudos llegan a mi lado derecho."
    },
    {
      "index": 50,
      "start_time": 269110.0,
      "end_time": 274370.0,
      "text": "A continuación, sólo seguir anudando hacia adelante como de costumbre.\nDespués de varios nudos te darás cuenta de que el"
    },
    {
      "index": 51,
      "start_time": 274370.0,
      "end_time": 278470.0,
      "text": "nudos forman automáticamente este anudado espiral\nforma alrededor de la pulsera. Si no lo hace"
    },
    {
      "index": 52,
      "start_time": 278470.0,
      "end_time": 282560.0,
      "text": "tienen esta rama atractivo para pasar su pulsera\nmientras que anuda, puede completamente con cinta adhesiva"
    },
    {
      "index": 53,
      "start_time": 282560.0,
      "end_time": 286910.0,
      "text": "sobre una superficie plana o fijarlo en una manta o\nalmohada si te gusta hacer sus pulseras en"
    },
    {
      "index": 54,
      "start_time": 286910.0,
      "end_time": 291460.0,
      "text": "cama. Para cambiar el color de trabajo, sólo tiene que elegir\notro color en el montón y continuar"
    },
    {
      "index": 55,
      "start_time": 291460.0,
      "end_time": 298460.0,
      "text": "haciendo exactamente los mismos nudos hacia adelante. Mi\nespiral ahora ha alcanzado el lado derecho, por lo tanto"
    },
    {
      "index": 56,
      "start_time": 300710.0,
      "end_time": 304780.0,
      "text": "Tengo que ir por debajo de los siete cuerdas a la\ndel lado izquierdo con mi cadena de trabajo antes de que yo"
    },
    {
      "index": 57,
      "start_time": 304780.0,
      "end_time": 311780.0,
      "text": "puede continuar anudado. Tiempo para cambiar la\ncolor, adiós y hola verde azul. Claro"
    },
    {
      "index": 58,
      "start_time": 314680.0,
      "end_time": 319120.0,
      "text": "puede utilizar cualquier color que usted tiene gusto por el brazalete.\nEstoy usando cuatro colores distintos, aunque la"
    },
    {
      "index": 59,
      "start_time": 319120.0,
      "end_time": 326120.0,
      "text": "si lo deseas, puedes utilizar dos, tres o más.\nEsta vez hemos utilizado cuatro piezas de hilo para comenzar"
    },
    {
      "index": 60,
      "start_time": 328460.0,
      "end_time": 332500.0,
      "text": "con. Si desea que su pulsera de ser\nmás delgado, utilice sólo tres piezas de hilo, y"
    },
    {
      "index": 61,
      "start_time": 332500.0,
      "end_time": 337460.0,
      "text": "si usted quiere que sea más gruesa, utilice cinco. Eso es\nla belleza de la toma de pulsera. Tienes la oportunidad de"
    },
    {
      "index": 62,
      "start_time": 337460.0,
      "end_time": 344460.0,
      "text": "decidir los detalles! Cuando su pulsera es\nel tiempo suficiente, hacer un nudo final para asegurarla."
    },
    {
      "index": 63,
      "start_time": 345520.0,
      "end_time": 349430.0,
      "text": "Esta vez estoy usando un botón lindo de la flor\npara el cierre. Pase el botón de un"
    },
    {
      "index": 64,
      "start_time": 349430.0,
      "end_time": 355240.0,
      "text": "de las cuerdas, hacer dos nudos para asegurar que\ny cortar el exceso de hilo de distancia. Esta pulsera"
    },
    {
      "index": 65,
      "start_time": 355240.0,
      "end_time": 360210.0,
      "text": "es serio tan sencillo y fácil.\nAdemás, sólo le tomará alrededor de 20 - 30"
    },
    {
      "index": 66,
      "start_time": 360210.0,
      "end_time": 365419.0,
      "text": "minutos para terminarlo. Me encanta acogedor en\nla cama en una fría de otoño o invierno día, encender"
    },
    {
      "index": 67,
      "start_time": 365419.0,
      "end_time": 372419.0,
      "text": "un poco de música o un televisor y hacer pulseras de la\nmismo tiempo. Ta-daaaa! La pulsera se hace todo"
    },
    {
      "index": 68,
      "start_time": 373879.0,
      "end_time": 380879.0,
      "text": "y mira lo hermosa que es! Yaaaay!\nAhora vamos a hacer esta pulsera de cola de pescado encantador."
    },
    {
      "index": 69,
      "start_time": 393610.0,
      "end_time": 400610.0,
      "text": "Vamos a colores necesidad de cuatro cuerdas, tijeras,\nun botón y una aguja. Cortar el hilo de 40 pulgadas de largo"
    },
    {
      "index": 70,
      "start_time": 401479.0,
      "end_time": 408479.0,
      "text": "de cada color. Doblar los hilos en el medio y\nhacer un nudo. Decidí hacer esta pulsera"
    },
    {
      "index": 71,
      "start_time": 411060.0,
      "end_time": 415530.0,
      "text": "sobre una almohada. Pin de los hilos en su lugar con\nuna aguja, pasando a través de la almohada y"
    },
    {
      "index": 72,
      "start_time": 415530.0,
      "end_time": 421879.0,
      "text": "el bucle como tal. Separar los hilos en\ndos conjuntos, uno de cada color en cada lado."
    },
    {
      "index": 73,
      "start_time": 421879.0,
      "end_time": 426120.0,
      "text": "Colocar los hilos en un patrón de imagen en el espejo.\nAl hacer una pulsera de cola de pescado todo lo que tienes"
    },
    {
      "index": 74,
      "start_time": 426120.0,
      "end_time": 430669.0,
      "text": "que hacer es tomar la cadena fuera de la izquierda\ny lo pongo en el interior de la derecha. Luego tomar"
    },
    {
      "index": 75,
      "start_time": 430669.0,
      "end_time": 435120.0,
      "text": "la cadena fuera a la derecha y llevar\nen el interior, a la izquierda. Para hacer la trenza bonita"
    },
    {
      "index": 76,
      "start_time": 435120.0,
      "end_time": 439460.0,
      "text": "y apretado, usted tendrá que tomar las cuerdas\nen sus manos, mientras que el trenzado. El concepto"
    },
    {
      "index": 77,
      "start_time": 439460.0,
      "end_time": 443680.0,
      "text": "de cola de pescado trenzar un brazalete que es lo mismo\ncomo cola de pez trenzar el pelo, así que si usted"
    },
    {
      "index": 78,
      "start_time": 443680.0,
      "end_time": 447819.0,
      "text": "están familiarizados con eso, una pulsera de cola de pescado\nserá un pedazo de pastel para usted. E incluso"
    },
    {
      "index": 79,
      "start_time": 447819.0,
      "end_time": 453759.0,
      "text": "si nunca hiciste una trenza en su vida es\nsimplemente súper sencillo de aprender. Así que toma el exterior"
    },
    {
      "index": 80,
      "start_time": 453759.0,
      "end_time": 457830.0,
      "text": "cadena a la izquierda y llevarlo a la\nderecho. Luego tomar la cadena fuera de la"
    },
    {
      "index": 81,
      "start_time": 457830.0,
      "end_time": 462409.0,
      "text": "derecho y llevarlo hacia la izquierda. Esta\npulsera tendrá 10 minutos para completar top"
    },
    {
      "index": 82,
      "start_time": 462409.0,
      "end_time": 469409.0,
      "text": "y sinceramente creo que se ve tan cool!\nTerminar con un nudo para asegurar la cola de pez"
    },
    {
      "index": 83,
      "start_time": 473680.0,
      "end_time": 480550.0,
      "text": "trenza. Tome un botón, tengo esta hermosa\nflor amarilla y páselo sobre el elegido"
    },
    {
      "index": 84,
      "start_time": 480550.0,
      "end_time": 487069.0,
      "text": "cuerda. Deslice el botón de cierre de la pulsera\nterminar y seguro en su lugar al hacer dos nudos."
    },
    {
      "index": 85,
      "start_time": 487069.0,
      "end_time": 492259.0,
      "text": "Recorte el exceso de cuerda y voila nuestra cola de pez\npulsera está todo hecho. Si usted quiere tener"
    },
    {
      "index": 86,
      "start_time": 492259.0,
      "end_time": 496490.0,
      "text": "una pulsera gruesa se puede utilizar más de cuatro\ntrozos de cuerda, si prefieren tener un"
    },
    {
      "index": 87,
      "start_time": 496490.0,
      "end_time": 499860.0,
      "text": "más delgado ir brazalete por sólo tres cuerdas\npiezas."
    },
    {
      "index": 88,
      "start_time": 499860.0,
      "end_time": 504520.0,
      "text": "Vamos a añadir aún más ternura a nuestras manos\ncon esto siempre hermosa amistad rayas"
    },
    {
      "index": 89,
      "start_time": 504520.0,
      "end_time": 509800.0,
      "text": "pulsera. Se necesita algo de hilo de bordar,\ntijeras y un botón. Voy a hacer que el"
    },
    {
      "index": 90,
      "start_time": 509800.0,
      "end_time": 516099.0,
      "text": "pulsera con tres colores de cadena: amarillo,\nazul y corally rojo. Para el botón Soy"
    },
    {
      "index": 91,
      "start_time": 516099.00000000006,
      "end_time": 522450.00000000006,
      "text": "elegir este corazón rojo. Cortar unas 80 pulgadas\nde cada color cadena. Dobla las cadenas en"
    },
    {
      "index": 92,
      "start_time": 522450.00000000006,
      "end_time": 528340.0,
      "text": "medio y hacer un nudo como tal. Finalmente estamos\nlisto para comenzar de anudado. Ajuste el brazalete"
    },
    {
      "index": 93,
      "start_time": 528340.0,
      "end_time": 533100.0,
      "text": "en su lugar con un pedazo de cinta. Organizar la\ncuerdas de color. Tengo cuerdas rojas en la"
    },
    {
      "index": 94,
      "start_time": 533100.0,
      "end_time": 537390.0,
      "text": "izquierdo, de color amarillo en las cadenas medias y azules\nA la derecha. Tome la cadena fuera de la"
    },
    {
      "index": 95,
      "start_time": 537390.0,
      "end_time": 541960.0,
      "text": "izquierda, de color rojo, en mi caso, y el nudo por encima de todo\notros cinco cuerdas a la derecha hasta que el"
    },
    {
      "index": 96,
      "start_time": 541960.0,
      "end_time": 546740.0,
      "text": "cadena de trabajo llega al final a la derecha\nlado. Hacer un nudo hacia adelante mediante la creación de cuatro"
    },
    {
      "index": 97,
      "start_time": 546740.0,
      "end_time": 551270.0,
      "text": "forma sobre la segunda cuerda, lazo del trabajo\ncadena debajo y hacia atrás a través de la abertura."
    },
    {
      "index": 98,
      "start_time": 551270.0,
      "end_time": 557940.0,
      "text": "Tire de la cadena de trabajo para apretar el nudo.\nPasar a las cuerdas amarillas y finalmente azules."
    },
    {
      "index": 99,
      "start_time": 557940.0,
      "end_time": 562370.0,
      "text": "Haga dos nudos hacia adelante haciendo una de cuatro forma,\nlazo de la cuerda de trabajo rojo bajo y de regreso"
    },
    {
      "index": 100,
      "start_time": 562370.0,
      "end_time": 569370.0,
      "text": "a través de la abertura. Tire de la cadena para apretar.\nAsegúrese de tener siempre un nudo doble! Y nuestra primera"
    },
    {
      "index": 101,
      "start_time": 582780.0,
      "end_time": 587410.0,
      "text": "fila es completa. Vamos a continuar con el\n¡segunda fila! Tome la cadena fuera de la"
    },
    {
      "index": 102,
      "start_time": 587410.0,
      "end_time": 592850.0,
      "text": "izquierda, que es de color rojo de nuevo y hacer dos hacia delante\nnudos sobre la cadena de color amarillo junto a él. Entonces"
    },
    {
      "index": 103,
      "start_time": 592850.0,
      "end_time": 596840.0,
      "text": "continuar anudado sobre los cuatro restantes\ncuerdas hasta que la cadena de trabajo llega a la"
    },
    {
      "index": 104,
      "start_time": 596840.0,
      "end_time": 603840.0,
      "text": "lado derecho. Es muy importante que usted\nsiempre hacer dos nudos hacia adelante sobre cada cuerda."
    },
    {
      "index": 105,
      "start_time": 607600.0,
      "end_time": 612060.0,
      "text": "Y repetir: hay que tomar la cadena de izquierda, que es\nAhora amarilla y el nudo doble sobre los demás"
    },
    {
      "index": 106,
      "start_time": 612060.0,
      "end_time": 616780.0,
      "text": "cuerdas. Sólo tiene que seguir haciendo esto\nnudos hacia adelante y añadir filas por filas a su"
    },
    {
      "index": 107,
      "start_time": 616780.0,
      "end_time": 621890.0,
      "text": "pulsera hasta que sea tiempo suficiente para adaptarse a su\nmuñeca. Ya hice el corazón y la amistad chevron"
    },
    {
      "index": 108,
      "start_time": 621890.0,
      "end_time": 626120.0,
      "text": "tutoriales pulsera, que puedes encontrar en\nMi canal. Esta pulsera de rayas diagonales"
    },
    {
      "index": 109,
      "start_time": 626120.0,
      "end_time": 631030.0,
      "text": "es el más fácil y perfecta si usted es un principiante\nen la toma de pulsera. Del mismo modo como con otros"
    },
    {
      "index": 110,
      "start_time": 631030.0,
      "end_time": 635960.0,
      "text": "pulseras de este tutorial, utilizando más piezas\nde cuerda le dará una pulsera ancha."
    },
    {
      "index": 111,
      "start_time": 635960.0,
      "end_time": 640100.0,
      "text": "Así que si usted está utilizando cuatro cuerdas al principio,\nusted consigue las ocho cuando ellos y la pulsera de pliegues"
    },
    {
      "index": 112,
      "start_time": 640100.0,
      "end_time": 644730.0,
      "text": "será para la anchura de dos nudos más anchas que\nÉste. Vamos a ver el nudo hacia adelante lentamente"
    },
    {
      "index": 113,
      "start_time": 644730.0,
      "end_time": 649310.0,
      "text": "Una vez más. Tome la cadena fuera de la\na la izquierda y hacer un nudo con interés por la creación de un"
    },
    {
      "index": 114,
      "start_time": 649310.0,
      "end_time": 654090.0,
      "text": "de cuatro forma durante la segunda cadena. Liderar el\npunta de la cadena de trabajo en el marco del segundo"
    },
    {
      "index": 115,
      "start_time": 654090.0,
      "end_time": 658630.0,
      "text": "cadena y de vuelta a través de la abertura. Halar\nla cadena de trabajo para apretar el nudo. Hacer"
    },
    {
      "index": 116,
      "start_time": 658630.0,
      "end_time": 663390.0,
      "text": "otro nudo antes de pasar a la siguiente cadena.\nEsta pulsera tiene un poco más de tiempo que otra"
    },
    {
      "index": 117,
      "start_time": 663390.0,
      "end_time": 667850.0,
      "text": "pulseras de este tutorial, pero creo que\nes absolutamente vale la pena pasar una hora para algo"
    },
    {
      "index": 118,
      "start_time": 667850.0,
      "end_time": 673750.0,
      "text": "tan bello como este. Continuar anudado hasta\nsu pulsera es lo suficientemente largo para envolver su"
    },
    {
      "index": 119,
      "start_time": 673750.0,
      "end_time": 680750.0,
      "text": "muñeca. Al llegar a esa longitud, hacer una\nnudo final para asegurar su trabajo. Tome un botón,"
    },
    {
      "index": 120,
      "start_time": 683400.0,
      "end_time": 687880.0,
      "text": "enhebrar en la cadena elegida y hacer dos\nnudos tan cerca del final de la pulsera como sea posible."
    },
    {
      "index": 121,
      "start_time": 687880.0,
      "end_time": 692680.0,
      "text": "Corte el exceso de hilo y ahí lo tienes,\nel brazalete está terminado!"
    },
    {
      "index": 122,
      "start_time": 692680.0,
      "end_time": 697620.0,
      "text": "Use esta pulsera de la amistad clásico en él es\nposeer o combinarlo con otras piezas de joyería."
    },
    {
      "index": 123,
      "start_time": 697620.0,
      "end_time": 701730.0,
      "text": "Es tan elegante y simple, pero un buen anuncios pop\nde color a cualquier look."
    },
    {
      "index": 124,
      "start_time": 701730.0,
      "end_time": 706370.0,
      "text": "La última pulsera que estamos haciendo hoy es el siguiente\npreciosa seda envuelto pulsera de cadena. Lo haremos"
    },
    {
      "index": 125,
      "start_time": 706370.0,
      "end_time": 712310.0,
      "text": "necesita una cadena, un hilo del corchete, bordado,\naguja, tijeras y dos pinzas."
    },
    {
      "index": 126,
      "start_time": 712310.0,
      "end_time": 716100.0,
      "text": "En primer lugar tenemos que acortar la cadena para que se ajuste\nnuestra muñeca perfectamente. Tenga en cuenta que usted necesita"
    },
    {
      "index": 127,
      "start_time": 716100.0,
      "end_time": 721010.0,
      "text": "dejar un poco de espacio para el cierre. Así que me voy a llevar\nuna pulgada menos que el tamaño de mi muñeca. A"
    },
    {
      "index": 128,
      "start_time": 721010.0,
      "end_time": 725920.0,
      "text": "dividir la cadena en dos partes simplemente abierta\nel bucle de cadena. Para una cadena gruesa como la mía"
    },
    {
      "index": 129,
      "start_time": 725920.0,
      "end_time": 730620.0,
      "text": "necesitará unos alicates fuertes. Así que gracias\npapá, estos funcionan perfectamente! A continuación tenemos que"
    },
    {
      "index": 130,
      "start_time": 730620.0,
      "end_time": 735210.0,
      "text": "añadir el broche. Abra el pequeño anillo en un\nlado de la hebilla y adjuntarlo a un extremo"
    },
    {
      "index": 131,
      "start_time": 735210.0,
      "end_time": 741990.0,
      "text": "de la cadena. Haga lo mismo con el otro broche\nsonar y adjuntarlo al otro extremo de la cadena."
    },
    {
      "index": 132,
      "start_time": 741990.0,
      "end_time": 746570.0,
      "text": "Pruebe el brazalete para ver si se ve bien.\nEstoy contento con el mío para que pueda proceder a la"
    },
    {
      "index": 133,
      "start_time": 746570.0,
      "end_time": 750540.0,
      "text": "parte de sarta. Vamos a necesitar un buen pedazo largo\nde hilo de vestir a la cadena a lo largo del"
    },
    {
      "index": 134,
      "start_time": 750540.0,
      "end_time": 755690.0,
      "text": "lado entero de la pulsera. Depende de\nqué tan grueso que deseas envolverlo pero yo acostumbrado acerca"
    },
    {
      "index": 135,
      "start_time": 755690.0,
      "end_time": 760850.0,
      "text": "130 pulgadas de hilo de esta pulsera. Nudo\nun hilo termina con una aguja grande. El otro"
    },
    {
      "index": 136,
      "start_time": 760850.0,
      "end_time": 765890.0,
      "text": "extremo del hilo debe ser atado en un extremo de la cadena.\nHaga dos nudos para ser realmente de que el hilo"
    },
    {
      "index": 137,
      "start_time": 765890.0,
      "end_time": 772890.0,
      "text": "no se desate, porque eso sería frustrante.\nComience envolviendo el hilo alrededor de la cadena"
    },
    {
      "index": 138,
      "start_time": 772940.0,
      "end_time": 777330.0,
      "text": "llevando la aguja A través del bucle de cadena\nhacia abajo y luego de nuevo como tal. Como pueda"
    },
    {
      "index": 139,
      "start_time": 777330.0,
      "end_time": 781390.0,
      "text": "vemos que estamos terminando el hilo sólo a lo largo\nun lado de la cadena, mientras que el otro lado"
    },
    {
      "index": 140,
      "start_time": 781390.0,
      "end_time": 786080.0,
      "text": "estancias de oro. Usted puede cambiar el color\nde su hilo a su color preferido o una"
    },
    {
      "index": 141,
      "start_time": 786080.0,
      "end_time": 790870.0,
      "text": "color que coincida con algún equipo en particular.\nMe encanta cómo un color coral parece emparejado con"
    },
    {
      "index": 142,
      "start_time": 790870.0,
      "end_time": 796210.0,
      "text": "oro. Si te quedas sin hilo en el medio\nde la pulsera, justo anudar una nueva pieza de hilo"
    },
    {
      "index": 143,
      "start_time": 796210.0,
      "end_time": 800420.0,
      "text": "a ella y continuar. De esta manera también se puede\ncambiar los colores de hilo a lo largo de la cadena y"
    },
    {
      "index": 144,
      "start_time": 800420.0,
      "end_time": 807420.0,
      "text": "que va a terminar con una pulsera fresca color blocking.\nCuando llegue al final, hacer un par de nudos"
    },
    {
      "index": 145,
      "start_time": 811570.0,
      "end_time": 818570.0,
      "text": "para garantizar su trabajo. Corte el exceso de hilo\ny ya está listo para el rock esta cadena hermosa"
    },
    {
      "index": 146,
      "start_time": 819750.0,
      "end_time": 824550.0,
      "text": "Pulsera de rosca. Incluso con pulseras hechas\nenteramente de hilo me gusta apilar en algunas"
    },
    {
      "index": 147,
      "start_time": 824550.0,
      "end_time": 829570.0,
      "text": "piezas de joyería de metal. Así que esta pulsera es\nperfecta porque tiene tanto de forma predeterminada. Dos"
    },
    {
      "index": 148,
      "start_time": 829570.0,
      "end_time": 833250.0,
      "text": "en una ya sabes.\nPulseras de la amistad están destinados a ser entregado"
    },
    {
      "index": 149,
      "start_time": 833250.0,
      "end_time": 837710.0,
      "text": "a sus amigos como una muestra de amor y conexión.\nPero yo no te culpo si usted hace las pulseras"
    },
    {
      "index": 150,
      "start_time": 837710.0,
      "end_time": 840950.0,
      "text": "sólo para el rock usted mismo. Lo hago todo el\n¡hora!"
    },
    {
      "index": 151,
      "start_time": 840950.0,
      "end_time": 847950.0,
      "text": "Y estos fueron mis cinco pulseras de la amistad fáciles.\nEspero que el tutorial es útil y usted"
    },
    {
      "index": 152,
      "start_time": 848590.0,
      "end_time": 853780.0,
      "text": "tratar de hacer demasiado. Si lo hace, no lo hagas\nte olvides de compartir tus fotos conmigo en twitter,"
    },
    {
      "index": 153,
      "start_time": 853780.0,
      "end_time": 856830.0,
      "text": "facebook e Instagram. Te amo, el envío de\nustedes grandes abrazos y besos. manojo de ¡Adiós!"
    }
  ]
}