{
  "video_id": "zBE5c59HVoI",
  "title": "Rise of the Crab God - True Tales of Alternate History - Civilization VI (#1)",
  "json": [
    {
      "index": 1,
      "start_time": 633.0,
      "end_time": 2736.0,
      "text": "El ascenso del Dios Cangrejo"
    },
    {
      "index": 2,
      "start_time": 3303.0,
      "end_time": 7774.0,
      "text": "Un relato auténtico de historia alternativa presentado por Sid Meier’s Civilization VI."
    },
    {
      "index": 3,
      "start_time": 9342.0,
      "end_time": 16316.0,
      "text": "Fundada el año 2800 a. C. en el continente de Zealandia por emigrantes de Washington D.C.,"
    },
    {
      "index": 4,
      "start_time": 16315.999999999998,
      "end_time": 22789.0,
      "text": "Baltimore se asentó en una ubicación escogida por sus abundantes recursos cangrejeros, que otorgan Oro adicional al ser explotados."
    },
    {
      "index": 5,
      "start_time": 22789.0,
      "end_time": 27727.0,
      "text": "Baltimore se convirtió en una fuente principal de Oro para la emergente civilización estadounidense. "
    },
    {
      "index": 6,
      "start_time": 29162.0,
      "end_time": 36002.0,
      "text": "Estados Unidos recibió el apoyo de los Hombres del Norte de Kandy, que proporcionaban Fe a las civilizaciones que tenían Enviados en su ciudad."
    },
    {
      "index": 7,
      "start_time": 36002.0,
      "end_time": 42976.0,
      "text": "El Panteón \"Dios de los mares\" pasó a ser adorado por los estadounidenses, lo que aumentó aún más su productividad cangrejera."
    },
    {
      "index": 8,
      "start_time": 46579.0,
      "end_time": 54421.0,
      "text": "En 2680 a. C., Estados Unidos conoció a su vecino de continente España, y las dos civilizaciones pronto se hicieron amigas."
    },
    {
      "index": 9,
      "start_time": 55889.0,
      "end_time": 63563.0,
      "text": "En 2020 a. C., los ciudadanos de Baltimore empezaron a construir Stonehenge, pero su capacidad de producción era débil. "
    },
    {
      "index": 10,
      "start_time": 63563.0,
      "end_time": 72739.0,
      "text": "Baltimore pudo completar el proyecto en 1600 a. C. gracias a una ruta comercial a Washington y un Constructor para talar los bosques que rodeaba la ciudad."
    },
    {
      "index": 11,
      "start_time": 73473.0,
      "end_time": 74808.0,
      "text": " ¡Fue un milagro!"
    },
    {
      "index": 12,
      "start_time": 77577.0,
      "end_time": 81981.0,
      "text": "Construir Stonehenge atrajo la atención del Gran Profeta Lao-Tse."
    },
    {
      "index": 13,
      "start_time": 81981.0,
      "end_time": 93460.0,
      "text": "Quedó tan impresionado por las antiguas tartas de cangrejo de Baltimore que fundó la Iglesia del Único Dios Cangrejo Verdadero con la intención de alimentar al mundo con la carne del salvador. "
    },
    {
      "index": 14,
      "start_time": 94094.0,
      "end_time": 101901.0,
      "text": "También decretó que como el Cangrejo ofrecía las riquezas del mar, de la misma forma sus seguidores deberían compensarle con Oro como diezmo."
    },
    {
      "index": 15,
      "start_time": 105105.0,
      "end_time": 111010.0,
      "text": "Y así fue cómo el Único Dios Cangrejo Verdadero se convirtió en la primera religión de la historia alternativa."
    },
    {
      "index": 16,
      "start_time": 111978.0,
      "end_time": 119119.0,
      "text": "En la próxima ocasión revelaremos cómo Estados Unidos expulsó a los herejes españoles y se encontró con sus vecinos navegantes en Oriente."
    }
  ]
}