{
  "video_id": "ZBXZojt6dpM",
  "title": "How to Parent Yourself",
  "json": [
    {
      "index": 1,
      "start_time": 340.0,
      "end_time": 6840.0,
      "text": "Todos recibimos una crianza. Para muchos, las cosas funcionaron bien. Nos amaban, nos respetaban,"
    },
    {
      "index": 2,
      "start_time": 6840.0,
      "end_time": 13730.0,
      "text": "las necesidades estaban cubiertas. Así nos convertimos en quienes somos hoy en día, más o menos sanos."
    },
    {
      "index": 3,
      "start_time": 13730.0,
      "end_time": 19240.0,
      "text": "Para otros, las cosas resultaron más bien mal. Tal vez había una falta de confianza."
    },
    {
      "index": 4,
      "start_time": 19240.0,
      "end_time": 23640.0,
      "text": "ira, humillación, violencia, o tal vez peor."
    },
    {
      "index": 5,
      "start_time": 23640.0,
      "end_time": 28650.0,
      "text": "Si lo había, estuvimos expuestos a quedar profundamente marcados. Incluso, a pesar de que todo"
    },
    {
      "index": 6,
      "start_time": 28650.0,
      "end_time": 33780.0,
      "text": "pasó varios años atrás, nos seguimos dando cuenta de nuevas formas en que el pasado nos impide tener"
    },
    {
      "index": 7,
      "start_time": 33780.0,
      "end_time": 40820.0,
      "text": "una buena vida en el presente. Nuestras experiencias de crianzas inadecuada menoscaban nuestra habilidad"
    },
    {
      "index": 8,
      "start_time": 40820.0,
      "end_time": 46340.0,
      "text": "de tener relaciones sanas, un buen tipo de confianza y de atender a nuestras necesidades"
    },
    {
      "index": 9,
      "start_time": 46340.0,
      "end_time": 48030.0,
      "text": "de forma adecuada."
    },
    {
      "index": 10,
      "start_time": 48030.0,
      "end_time": 53990.0,
      "text": "Nos gustaría, por supuesto, pasar la página. Hay algo muy desbalanceado y profundamente cruel sobre la idea"
    },
    {
      "index": 11,
      "start_time": 53990.0,
      "end_time": 59410.0,
      "text": "de que los primeros 12 años de vida determinan los próximos 50."
    },
    {
      "index": 12,
      "start_time": 59410.0,
      "end_time": 65869.0,
      "text": "No podemos cambiar el pasado, pero todavía tenemos la posibilidad de corregir al menos algunas de sus"
    },
    {
      "index": 13,
      "start_time": 65869.0,
      "end_time": 66869.0,
      "text": "repercusiones."
    },
    {
      "index": 14,
      "start_time": 66869.0,
      "end_time": 74420.0,
      "text": "Tal vez podemos aprender a hacer esto a través de un proceso profundo y poderoso llamado reparentalización."
    },
    {
      "index": 15,
      "start_time": 74420.0,
      "end_time": 79200.0,
      "text": "La forma de comportamiento de nuestros padres nos dejó un plano en la mente sobre cómo debemos"
    },
    {
      "index": 16,
      "start_time": 79200.0,
      "end_time": 84700.0,
      "text": "reaccionar a los problemas. Pero no tenemos que quedarnos por siempre atascados con el tipo de"
    },
    {
      "index": 17,
      "start_time": 84700.0,
      "end_time": 87990.0,
      "text": "cuidado en que estábamos inmersos durante nuestros primeros años."
    },
    {
      "index": 18,
      "start_time": 87990.0,
      "end_time": 93259.0,
      "text": "Naturalmente tenemos la habilidad de ser nuestros propios padres. Esto es,"
    },
    {
      "index": 19,
      "start_time": 93259.0,
      "end_time": 98289.0,
      "text": "la habilidad de reconfortarnos a nosotros mismos en momentos de dificultad, de ver los problemas"
    },
    {
      "index": 20,
      "start_time": 98289.0,
      "end_time": 103130.0,
      "text": "que nos agobian con imaginación y amabilidad, animarnos a nosotros mismos frente a la ansiedad"
    },
    {
      "index": 21,
      "start_time": 103130.0,
      "end_time": 107349.0,
      "text": "y la pérdida,y para reafirmar a aquellas partes de nosotros que son más frágiles,"
    },
    {
      "index": 22,
      "start_time": 107349.0,
      "end_time": 112829.0,
      "text": "más agitadas, usando nuestros lados más experimentados y serenos."
    },
    {
      "index": 23,
      "start_time": 112829.0,
      "end_time": 118469.0,
      "text": "Esto es lo que los buenos padres hacen por sus hijos, pero si esto no fue lo que sucedió con nosotros,"
    },
    {
      "index": 24,
      "start_time": 118469.0,
      "end_time": 124749.0,
      "text": "todavía podemos, durante la adultez, actuar y hacerlo por nosotros mismos. Una parte de nuestra mente"
    },
    {
      "index": 25,
      "start_time": 124749.0,
      "end_time": 130989.0,
      "text": "le puede hablar a la otra, una parte puede actuar como la parte sana, resiliente, en contrapeso a nuestro lado"
    },
    {
      "index": 26,
      "start_time": 130989.0,
      "end_time": 132540.0,
      "text": "más herido y inmaduro."
    },
    {
      "index": 27,
      "start_time": 132540.0,
      "end_time": 133540.0,
      "text": "No hay que limitarse"
    },
    {
      "index": 28,
      "start_time": 133540.0,
      "end_time": 138250.0,
      "text": "por aquellos que debían cuidar de nosotros, podemos, metafóricamente, poner un brazo sobre nuestro hombro."
    },
    {
      "index": 29,
      "start_time": 138250.0,
      "end_time": 143750.0,
      "text": "Nuestra experiencia de las fallas de los propios padres nos ofrece una experiencia que se desperdicia"
    },
    {
      "index": 30,
      "start_time": 143750.0,
      "end_time": 149970.0,
      "text": "si se queda en el nivel de la crítica. Debe convertirse en el plano de un proyecto más útil:"
    },
    {
      "index": 31,
      "start_time": 149970.0,
      "end_time": 156489.0,
      "text": "la creación de un padre interno ideal, que hace todo lo que el padre real debió haber hecho,"
    },
    {
      "index": 32,
      "start_time": 156489.0,
      "end_time": 160010.0,
      "text": "pero por algún motivo no lo hizo."
    },
    {
      "index": 33,
      "start_time": 160010.0,
      "end_time": 165150.0,
      "text": "Saber tanto sobre lo que no tuvimos nos convierte en expertos sobre lo que necesitamos,"
    },
    {
      "index": 34,
      "start_time": 165150.0,
      "end_time": 168650.0,
      "text": "y debemos creer que podemos podemos darnos a nosotros mismos lo que necesitamos."
    },
    {
      "index": 35,
      "start_time": 168650.0,
      "end_time": 174390.0,
      "text": "Ya tenemos el padre interno imperfecto; de muchas formas es el opuesto"
    },
    {
      "index": 36,
      "start_time": 174390.0,
      "end_time": 175939.0,
      "text": "del que tenemos."
    },
    {
      "index": 37,
      "start_time": 175939.0,
      "end_time": 182280.0,
      "text": "Aunque la infancia es un evento breve en el tiempo material, es infinitamente recurrente en el"
    },
    {
      "index": 38,
      "start_time": 182280.0,
      "end_time": 187670.0,
      "text": "tiempo psicológico. Nuestro yo de ocho años todavía está ahí, y podemos hablarle y responderle"
    },
    {
      "index": 39,
      "start_time": 187670.0,
      "end_time": 193840.0,
      "text": "de una forma que nos permita madurar y fortalecer como siempre debió haber sido."
    },
    {
      "index": 40,
      "start_time": 193920.0,
      "end_time": 200560.0,
      "text": "Debemos hacer uso de nuestra muy subestimada capacidad de ser nuestros propios padres."
    },
    {
      "index": 41,
      "start_time": 201760.0,
      "end_time": 208320.0,
      "text": "Si te gustó este video, por favor subscríbete a nuestro canal y pulsa en el ícono de la campana para encender las notificaciones."
    },
    {
      "index": 42,
      "start_time": 208320.0,
      "end_time": 215440.0,
      "text": "Sigue el vínculo en tu pantalla ahora para ver nuestra colección de libros, juegos y regalos relacionados con el auto-conocimiento."
    }
  ]
}