{
  "video_id": "ZHgVlRdO72U",
  "title": "CIVILIZATION VI - First Look: Japan",
  "json": [
    {
      "index": 1,
      "start_time": 3966.0,
      "end_time": 8600.0,
      "text": "Hōjō Tokimune es el líder de la civilización japonesa en Sid Meier’s Civilization VI."
    },
    {
      "index": 2,
      "start_time": 8866.0,
      "end_time": 12500.0,
      "text": "Fue uno de los líderes más transformadores en la historia de Japón. "
    },
    {
      "index": 3,
      "start_time": 12500.0,
      "end_time": 19133.0,
      "text": "Bajo su reinado, Japón rechazó la invasión del Imperio mongol y propagó el budismo zen entre los samuráis."
    },
    {
      "index": 4,
      "start_time": 21200.0,
      "end_time": 25400.0,
      "text": "La habilidad especial de Japón se llama \"Restauración Meiji\"."
    },
    {
      "index": 5,
      "start_time": 25400.0,
      "end_time": 32500.0,
      "text": "Esta habilidad permite a los japoneses crear ciudades poderosas y compactas cuando reciben bonificaciones por distritos cercanos entre sí. "
    },
    {
      "index": 6,
      "start_time": 35166.0,
      "end_time": 39166.0,
      "text": "Las fuerzas de Hōjō sacan partido de su habilidad de Viento divino. "
    },
    {
      "index": 7,
      "start_time": 39166.0,
      "end_time": 45633.0,
      "text": "Las unidades terrestres tienen ventaja cuando combaten cerca de la costa, y las unidades navales obtienen una bonificación al Combate en casillas de aguas poco profundas. "
    },
    {
      "index": 8,
      "start_time": 49100.0,
      "end_time": 53366.0,
      "text": "Japón cuenta con los Samuráis y con otras unidades militares. "
    },
    {
      "index": 9,
      "start_time": 53366.0,
      "end_time": 59566.0,
      "text": "Estas unidades exclusivas no pierden Fuerza de combate cuando reciben daño, lo que las hace contundentes hasta el final. "
    },
    {
      "index": 10,
      "start_time": 59900.0,
      "end_time": 63600.0,
      "text": "El Samurái se desbloquea al descubrir la tecnología de Tácticas militares."
    },
    {
      "index": 11,
      "start_time": 64333.0,
      "end_time": 67866.0,
      "text": "Japón también cuenta con la Fábrica de dispositivos electrónicos."
    },
    {
      "index": 12,
      "start_time": 67966.0,
      "end_time": 75466.0,
      "text": "Reemplaza a la Fábrica normal en una Zona industrial y otorga una bonificación a la Producción y a la Cultura de las ciudades cercanas, no solo de la ciudad donde se emplace. "
    },
    {
      "index": 13,
      "start_time": 75700.0,
      "end_time": 83266.0,
      "text": "En Civilization VI, el poder de Japón reside en las ciudades densamente pobladas que se benefician de los distritos adyacentes. "
    },
    {
      "index": 14,
      "start_time": 83766.0,
      "end_time": 91233.0,
      "text": "Sus potentes defensas costeras permiten que esta civilización pueda asentarse en islas y terrenos que otras civilizaciones considerarían limitados para su crecimiento o difíciles de defender. "
    },
    {
      "index": 15,
      "start_time": 91866.0,
      "end_time": 97933.0,
      "text": "Los Samuráis son una poderosa opción para conquistar territorio a mitad de la partida en el caso de que necesites más espacio para expandirte. "
    },
    {
      "index": 16,
      "start_time": 98000.0,
      "end_time": 104366.0,
      "text": "Sigue el camino del guerrero en Sid Meier’s Civilization VI."
    }
  ]
}