{
  "video_id": "ZIwyNIdgJBE",
  "title": "Sociology & the Scientific Method: Crash Course Sociology #3",
  "json": [
    {
      "index": 1,
      "start_time": 60.0,
      "end_time": 2940.0,
      "text": "¿Qué hace \"científicas\" las ciencias sociales?"
    },
    {
      "index": 2,
      "start_time": 2940.0,
      "end_time": 7480.0,
      "text": "Las cosas que normalmente piensas como \"ciencia\", por ejemplo la biología, la física o la química,"
    },
    {
      "index": 3,
      "start_time": 7480.0,
      "end_time": 10660.0,
      "text": "pueden parecer algo muy lejano a la sociología y a los conceptos que hemos tratado hasta ahora."
    },
    {
      "index": 4,
      "start_time": 10760.0,
      "end_time": 15380.0,
      "text": "Pero la sociología es un tipo de ciencia, sólo que no usa vasos de precipitados o microscopios."
    },
    {
      "index": 5,
      "start_time": 15460.0,
      "end_time": 20220.0,
      "text": "En vez de investigar lo físico, el mundo natural, la sociología explora el mundo social."
    },
    {
      "index": 6,
      "start_time": 20220.0,
      "end_time": 24520.0,
      "text": "Ahora, existen diferentes corrientes de pensamiento en la sociología sobre cuál es la mejor manera de entender el mundo social."
    },
    {
      "index": 7,
      "start_time": 24520.0,
      "end_time": 30680.0,
      "text": "Pero uno de los métodos primarios de la sociología usa varios de los mismos principios básicos y métodos que usa cualquier ciencia pura."
    },
    {
      "index": 8,
      "start_time": 30680.0,
      "end_time": 33000.0,
      "text": "¿Puede la sociología usar el método científico? Sí."
    },
    {
      "index": 9,
      "start_time": 33000.0,
      "end_time": 35080.0,
      "text": "¿Se basa en datos empíricos? Sí."
    },
    {
      "index": 10,
      "start_time": 35080.0,
      "end_time": 37200.0,
      "text": "¿Y gráficos? Claro que sí!"
    },
    {
      "index": 11,
      "start_time": 37200.0,
      "end_time": 47980.0,
      "text": "(música)"
    },
    {
      "index": 12,
      "start_time": 47980.0,
      "end_time": 52360.0,
      "text": "Una ciencia, realmente, es cualquier práctica que usa un método sistemático de observación con el fin de adquirir conocimientos."
    },
    {
      "index": 13,
      "start_time": 52360.0,
      "end_time": 55280.0,
      "text": "Y probablemento conozcas este método sistemático como método científico."
    },
    {
      "index": 14,
      "start_time": 55280.0,
      "end_time": 60580.0,
      "text": "Básicamente, se hace una pregunta sobre el mundo,  y se desarrolla una teoría que se pueda probar sobre cómo responder la pregunta."
    },
    {
      "index": 15,
      "start_time": 60580.0,
      "end_time": 63620.0,
      "text": "Y se desarrolla y se prueba la teoría mediante la recolección de pruebas empíricas."
    },
    {
      "index": 16,
      "start_time": 63620.0,
      "end_time": 67180.0,
      "text": "esto es, información comprobable que ha sido recogida de forma sistemática."
    },
    {
      "index": 17,
      "start_time": 67180.0,
      "end_time": 73240.0,
      "text": "Ahora bien, tanto si se usa para explorar el mundo natural o el social, el método científico tiene sus raíces en la filosofía conocida como positivismo."
    },
    {
      "index": 18,
      "start_time": 73240.0,
      "end_time": 79380.0,
      "text": "Primeramente planteado por Auguste Comte -sí, el mismo Auguste Comte que introducimos como el fundador de la sociología un par de episodios antes -"
    },
    {
      "index": 19,
      "start_time": 79380.0,
      "end_time": 83120.0,
      "text": "el positivismo sostiene que un fenómeno puede ser estudiado mediante la observación directa,"
    },
    {
      "index": 20,
      "start_time": 83120.0,
      "end_time": 88820.0,
      "text": "y que esas observaciones pueden unirse en teorías o hechos que pueden ayudarnos a entender como funciona el mundo."
    },
    {
      "index": 21,
      "start_time": 88820.0,
      "end_time": 92280.0,
      "text": "Ahora, debes estarte preguntando cómo entra en juego el \"positivo\" en el \"positivismo\"."
    },
    {
      "index": 22,
      "start_time": 92280.0,
      "end_time": 94740.0,
      "text": "Era Comte un hombre que veía el vaso medio lleno?"
    },
    {
      "index": 23,
      "start_time": 94740.0,
      "end_time": 99140.0,
      "text": "Bueno, \"positivo\" en este caso no se refiere a optimismo, y no significa \"Estoy seguro, tengo razón!\""
    },
    {
      "index": 24,
      "start_time": 99140.0,
      "end_time": 105420.0,
      "text": "En vez de eso, una teoría \"positiva\" es aquella que es objetiva y basada en hechos, mientras que una teoría \"normativa\" es subjetiva y basada en valores."
    },
    {
      "index": 25,
      "start_time": 105420.0,
      "end_time": 108900.0,
      "text": "Lo que nos lleva al primero de los tres tipos de métodos sociológicos:"
    },
    {
      "index": 26,
      "start_time": 108900.0,
      "end_time": 114080.0,
      "text": "La sociología positivista, o el estudio de la sociedad basado en las observaciones sistemáticas del comportamiento social."
    },
    {
      "index": 27,
      "start_time": 114080.0,
      "end_time": 116240.0,
      "text": "Aquí, \"objetivo\" es la palabra clave."
    },
    {
      "index": 28,
      "start_time": 116240.0,
      "end_time": 122160.0,
      "text": "Como investigadores científicos, los sociólogos deben dejar a un lado sus propios valores y creencias para enfocar su trabajo como observadores neutrales,"
    },
    {
      "index": 29,
      "start_time": 122160.0,
      "end_time": 126000.0,
      "text": "y usar pruebas empíricas para responder las cuestiones sobre cómo funciona el mundo social."
    },
    {
      "index": 30,
      "start_time": 126000.0,
      "end_time": 128319.0,
      "text": "Así pues, ¿qué tipo de pruebas buscamos?"
    },
    {
      "index": 31,
      "start_time": 128320.0,
      "end_time": 130800.0,
      "text": "Si se hace una ivestigación cuantitativa, se buscan los datos."
    },
    {
      "index": 32,
      "start_time": 130800.00000000001,
      "end_time": 135940.0,
      "text": "La investigación cuantitativa es el estudio de las relaciones observables en el mundo, usando métodos matemáticos o estadísticos."
    },
    {
      "index": 33,
      "start_time": 135940.0,
      "end_time": 139060.0,
      "text": "Básicamente, una prueba cuantitativa es información que se puede contar o compilar."
    },
    {
      "index": 34,
      "start_time": 139060.0,
      "end_time": 142300.0,
      "text": "Pero esto no significa sólo datos numéricos, como los ingresos o la edad."
    },
    {
      "index": 35,
      "start_time": 142300.0,
      "end_time": 146800.0,
      "text": "También sirven para categorizar las personas o las cosas, como el estado en el que vives, tu género o tu raza."
    },
    {
      "index": 36,
      "start_time": 146800.0,
      "end_time": 149340.0,
      "text": "Y las pruebas cuantitativas pueden usarse en multitud de maneras."
    },
    {
      "index": 37,
      "start_time": 149340.0,
      "end_time": 152680.0,
      "text": "Por ejemplo, hay datos descriptivos, que hacen precisamente lo que te puedes imaginar:"
    },
    {
      "index": 38,
      "start_time": 152680.0,
      "end_time": 155380.0,
      "text": "Describen hechos relevantes para la cuestión que se investiga."
    },
    {
      "index": 39,
      "start_time": 155380.0,
      "end_time": 159160.0,
      "text": "Por ejemplo, quizás quieras saber cómo se distribuyen los ingresos entre los hogares de Estados Unidos,"
    },
    {
      "index": 40,
      "start_time": 159160.0,
      "end_time": 160920.0,
      "text": "entonces, los datos cuantitativos son tus amigos."
    },
    {
      "index": 41,
      "start_time": 160920.0,
      "end_time": 165140.0,
      "text": "Este gráfico muestra la distribución de ingresos entre hogares en 2014, elaborado por el Departamento Censal de los Estados Unidos."
    },
    {
      "index": 42,
      "start_time": 165140.0,
      "end_time": 168780.0,
      "text": "La altura de las barras en el gráfico indica el número de hogares a cierto nivel de ingresos."
    },
    {
      "index": 43,
      "start_time": 168780.0,
      "end_time": 174560.0,
      "text": "Y el punto denominado \"50º\" es importante porque se refiere al ingreso mediano, la observación media absoluta de la muestra."
    },
    {
      "index": 44,
      "start_time": 174560.0,
      "end_time": 179480.0,
      "text": "Esto significa que el 50% de los hogares tiene ingresos por debajo de ese nivel y que el otro 50% tiene ingresos mayores."
    },
    {
      "index": 45,
      "start_time": 179480.0,
      "end_time": 182600.0,
      "text": "En este caso, el ingreso mediano es de 53.700$"
    },
    {
      "index": 46,
      "start_time": 182600.0,
      "end_time": 185300.0,
      "text": "Pero ¡cuidado con las conclusiones a las que puedas llegar con este gráfico!"
    },
    {
      "index": 47,
      "start_time": 185300.0,
      "end_time": 190340.0,
      "text": "La mediana puede ser la obervación del medio, pero no es lo mismo que el promedio del ingreso de los hogares."
    },
    {
      "index": 48,
      "start_time": 190340.0,
      "end_time": 195680.0,
      "text": "La distinción nos lleva a la media, que es la suma de los valores, dividida por el número de observaciones."
    },
    {
      "index": 49,
      "start_time": 195680.0,
      "end_time": 200080.0,
      "text": "Así, en 2014, el ingreso medio de los hogares fue de 75.700$"
    },
    {
      "index": 50,
      "start_time": 200080.0,
      "end_time": 201840.0,
      "text": "¡Esto es mucho más alto que la mediana!"
    },
    {
      "index": 51,
      "start_time": 201840.0,
      "end_time": 202920.0,
      "text": "¿Qué pasa con esto?"
    },
    {
      "index": 52,
      "start_time": 202920.0,
      "end_time": 204980.0,
      "text": "¿Por qué hay una brecha entre la mediana y la media?"
    },
    {
      "index": 53,
      "start_time": 204980.0,
      "end_time": 209040.0,
      "text": "Bien, recuerda el grupo con el que que el movimiento Occupy Wall Street estaba preocupado: \"el 1%\""
    },
    {
      "index": 54,
      "start_time": 209040.0,
      "end_time": 212099.0,
      "text": "Esta etiqueta política es, de hecho, ¡una estadística descriptiva!"
    },
    {
      "index": 55,
      "start_time": 212100.0,
      "end_time": 215240.0,
      "text": "Describe el porcentaje de la población con los ingresos más altos."
    },
    {
      "index": 56,
      "start_time": 215240.0,
      "end_time": 223880.0,
      "text": "Y el hecho que los ingresos del 1% son son mucho más altos que los ingresos del otro 99% - esto es por lo que decimos que tenemos una brecha entre la media y la mediana."
    },
    {
      "index": 57,
      "start_time": 223880.0,
      "end_time": 226880.0,
      "text": "Y no estoy siendo política, es matemática pura:"
    },
    {
      "index": 58,
      "start_time": 226880.0,
      "end_time": 234360.0,
      "text": "Si 99 personas consiguen 55.000$ por año y 1 sola persona hace 50.000$ al año - ¿Qué le pasará a la media de los ingresos?"
    },
    {
      "index": 59,
      "start_time": 234360.0,
      "end_time": 237660.0,
      "text": "Se verá desplazada hacia arriba por la única persona que es muy rica."
    },
    {
      "index": 60,
      "start_time": 237660.0,
      "end_time": 244980.0,
      "text": "Aunque la moda - o la observación más común en la muestra- es la misma a la mediana de los ingresos, 50.000$, la media se situará por encima de los 500.000$."
    },
    {
      "index": 61,
      "start_time": 244980.0,
      "end_time": 249800.0,
      "text": "Otro tipo de pruebas que los sociólogos usan son los datos cualitativos - o información en forma no numérica."
    },
    {
      "index": 62,
      "start_time": 249800.0,
      "end_time": 254160.0,
      "text": "Mientras que los datos cuantitativos intentan medir, los datos cualitativos intentan ilustrar, o caracterizar."
    },
    {
      "index": 63,
      "start_time": 254160.0,
      "end_time": 258940.0,
      "text": "A veces la información que se necesita, no puede o no debe traducirse en un número en una hoja de cálculo."
    },
    {
      "index": 64,
      "start_time": 258940.0,
      "end_time": 264040.0,
      "text": "En vez de eso, se usan descripciones del mundo, recolectadas mediante entrevistas, cuestionarios y observaciones de primera mano."
    },
    {
      "index": 65,
      "start_time": 264040.0,
      "end_time": 268420.0,
      "text": "Como por ejemplo, ¿por qué algunas personas se casan y otras se comprometen a relaciones largas sin casarse?"
    },
    {
      "index": 66,
      "start_time": 268420.0,
      "end_time": 275760.0,
      "text": "Quizás algo de esto es cuantificable pero gran parte del proceso detrás de una decisión de este tipo se va a reducir a cómo se siente la pareja sobre el matrimonio."
    },
    {
      "index": 67,
      "start_time": 275760.0,
      "end_time": 277940.0,
      "text": "Y ello dificílmente se puede mostrar en una estadística."
    },
    {
      "index": 68,
      "start_time": 277940.0,
      "end_time": 281480.0,
      "text": "Está claro que existen limitaciones de la sociología como disciplina positivista."
    },
    {
      "index": 69,
      "start_time": 281480.0,
      "end_time": 286260.0,
      "text": "No todo lo que se quiere averiguar sobre la sociedad se podrá encaber en categorías observables y mensurables."
    },
    {
      "index": 70,
      "start_time": 286260.0,
      "end_time": 290760.0,
      "text": "Y lo que es peor: no sé si lo habrás notado pero los seres humanos son bastante impredecibles."
    },
    {
      "index": 71,
      "start_time": 290760.0,
      "end_time": 295560.0,
      "text": "En la mayoría de las ciencias naturales, el entorno en el que se lleva a cabo la investigación está totalmente controlado por los científicos."
    },
    {
      "index": 72,
      "start_time": 295560.0,
      "end_time": 301880.0,
      "text": "Por ejemplo, los microbios en una cápsula de Petri: probablemente no vayan a desarrollar voluntad propia y desmontar el experimento cuidadosamente diseñado."
    },
    {
      "index": 73,
      "start_time": 301880.0,
      "end_time": 307180.0,
      "text": "Pero si se estudia el comportamiento humano, no se puede controlar el entorno o cómo el sujeto interacciona con éste."
    },
    {
      "index": 74,
      "start_time": 307180.0,
      "end_time": 313240.0,
      "text": "Así, si por ejemplo, te interesan los efectos de la calidad de la crianza en el desarrollo de los niños, no puedes asignar aleatoriamente los bebés a los padres."
    },
    {
      "index": 75,
      "start_time": 313240.0,
      "end_time": 316020.0,
      "text": "Porque existe la ética. Parece ser que los padres quieren criar su propia descendencia."
    },
    {
      "index": 76,
      "start_time": 316020.0,
      "end_time": 319560.0,
      "text": "Incluso se puede ir más allá, podrías no querer controlar demasiado el entorno."
    },
    {
      "index": 77,
      "start_time": 319560.0,
      "end_time": 325600.0,
      "text": "Si te interesa cómo se comportan los humanos en el mundo real, no querrás que tus métodos de investigación les hagan actuar de forma diferente de la que lo harían."
    },
    {
      "index": 78,
      "start_time": 325600.0,
      "end_time": 329940.0,
      "text": "Porque el hecho es que los sujetos podrían cambiar su comportamiento si saben que están siendo observados."
    },
    {
      "index": 79,
      "start_time": 329940.0,
      "end_time": 333460.0,
      "text": "Para un ejemplo divertido y fascinante ¡vayámos a la Burbuja de Pensamiento!"
    },
    {
      "index": 80,
      "start_time": 333460.0,
      "end_time": 339720.0,
      "text": "Al final de la década de los 20, el sociólogo austríaco Elton Mayo se trasladó a una fábrica de teléfonos conocida como los Hawthorne Works en Cicero, Illinois."
    },
    {
      "index": 81,
      "start_time": 339720.0,
      "end_time": 343820.0,
      "text": "Su objetivo era ayudar a la compañía Western Electric a averiguar cómo hacer más productivos a sus trabajadores."
    },
    {
      "index": 82,
      "start_time": 343820.0,
      "end_time": 350320.0,
      "text": "Así que Mayo dividió a los trabajadores en grupos: un grupo de control que siguió trabajando bajo las mismas condiciones de siempre, y un grupo experimental."
    },
    {
      "index": 83,
      "start_time": 350320.0,
      "end_time": 353980.0,
      "text": "En el grupo experimental, Mayo hizo una serie de cambios en el entorno laboral."
    },
    {
      "index": 84,
      "start_time": 353980.0,
      "end_time": 358540.0,
      "text": "Les dio diferentes jornadas laborales, cambió sus pausas, hasta aumentó la luz en la planta de la fábrica donde trabajaban."
    },
    {
      "index": 85,
      "start_time": 358540.0,
      "end_time": 360720.0,
      "text": "¡Y he aquí que los cambios parecía que funcionaban!"
    },
    {
      "index": 86,
      "start_time": 360720.0,
      "end_time": 364340.0,
      "text": "Los trabajadores del grupo experimental se volvieron más productivos y el absentismo descendió."
    },
    {
      "index": 87,
      "start_time": 364340.0,
      "end_time": 368080.0,
      "text": "Pero la realidad es que los cambios en el entorno físico no fueron lo que marcó la diferencia."
    },
    {
      "index": 88,
      "start_time": 368080.0,
      "end_time": 372740.0,
      "text": "Sí, es cierto que aumentar la luz del recinto hizo a los trabajadores más productivos - ¡pero resultó que también lo hizo reducirlas!"
    },
    {
      "index": 89,
      "start_time": 372740.0,
      "end_time": 375560.0,
      "text": "Y así pasaba si se revertían todos los cambios que Mayo llevó a cabo."
    },
    {
      "index": 90,
      "start_time": 375560.0,
      "end_time": 379640.0,
      "text": "Finalmente, Mayo se dio cuenta que los trabajadores trabajaban más porque él los había estado observando."
    },
    {
      "index": 91,
      "start_time": 379640.0,
      "end_time": 384500.0,
      "text": "El hecho de que los trabajadores supieran que alguien estaba observando cuán duro trabajaban les hizo querer trabajar más duro."
    },
    {
      "index": 92,
      "start_time": 384500.0,
      "end_time": 390640.0,
      "text": "Y así este descubrimiento en los Hawthorne Works llevó a los futuros investigadores a ser mucho más conscientes de cómo su presencia podía influir sus propios resultados."
    },
    {
      "index": 93,
      "start_time": 390640.0,
      "end_time": 395860.0,
      "text": "¡Y hasta el día de hoy, la influencia de un observador en el comportamiento de los participantes es conocida como Efecto Hawthorne!"
    },
    {
      "index": 94,
      "start_time": 395860.0,
      "end_time": 397020.0,
      "text": "¡Gracias Burbuja del Pensamiento!"
    },
    {
      "index": 95,
      "start_time": 397020.0,
      "end_time": 401800.0,
      "text": "Así que sí, estudiar humanos y su comportamiento científicamente puede ser desafiante."
    },
    {
      "index": 96,
      "start_time": 401800.0,
      "end_time": 408420.0,
      "text": "Pero otro problema en la sociología positivista es que no todos los hechos sociales pueden aplicarse a todas las personas ni a todos los periodos históricos."
    },
    {
      "index": 97,
      "start_time": 408420.0,
      "end_time": 410659.0,
      "text": "En otras palabras, la verdad no siempre es objetiva."
    },
    {
      "index": 98,
      "start_time": 410660.0,
      "end_time": 413100.0,
      "text": "Es como cuando le dices a alguien cuál es tu libro favorito."
    },
    {
      "index": 99,
      "start_time": 413100.0,
      "end_time": 419980.0,
      "text": "Si intentas convencer a alguien que Harry Potter es \"objetivamente\" la mejor saga jamás escrita, entonces no tienes ni idea de qué significa \"objetivamente\"."
    },
    {
      "index": 100,
      "start_time": 419980.0,
      "end_time": 423060.0,
      "text": "No hay verdad objetiva sobre cuál es el mejor libro."
    },
    {
      "index": 101,
      "start_time": 423060.0,
      "end_time": 426980.0,
      "text": "Es estrictamente subjetivo - una idea que se construye mediante tus propias experiencias y sentimientos."
    },
    {
      "index": 102,
      "start_time": 426980.0,
      "end_time": 430980.0,
      "text": "Pero como sociólogos, aún encontramos  que las experiencias subjetivas son válidas e importantes,"
    },
    {
      "index": 103,
      "start_time": 430980.0,
      "end_time": 435960.0,
      "text": "y hasta dignas de ser estudiadas - incluso si no podemos generalizarlas como verdad absoluta sobre nuestro mundo."
    },
    {
      "index": 104,
      "start_time": 435960.0,
      "end_time": 441500.0,
      "text": "En cambio, puede que nos interesen los patrones en las experiencias subjetivas de las personas que forman estructuras que construyen nuestro mundo social."
    },
    {
      "index": 105,
      "start_time": 441500.0,
      "end_time": 446340.0,
      "text": "En la sociología, hablamos de subjetividad como el significado que las personas dan a sus propias experiencias vividas."
    },
    {
      "index": 106,
      "start_time": 446340.0,
      "end_time": 449000.0,
      "text": "Y ello nos lleva a otra forma de hacer sociología:"
    },
    {
      "index": 107,
      "start_time": 449000.0,
      "end_time": 454360.0,
      "text": "La sociología interpetativa, que es el estudio de la sociedad que se fija en los significados que las personas dan a su mundo social."
    },
    {
      "index": 108,
      "start_time": 454360.0,
      "end_time": 461200.0,
      "text": "Mientras que la sociología positivista está más interesada en si una persona actúa de determinada forma - algo que se puede ver como un observador externo -"
    },
    {
      "index": 109,
      "start_time": 461200.0,
      "end_time": 464780.0,
      "text": "La sociología interpretativa pregunta: ¿Por qué este comportamiento?"
    },
    {
      "index": 110,
      "start_time": 464780.0,
      "end_time": 466440.0,
      "text": "¿Cuál es el significado que esconde?"
    },
    {
      "index": 111,
      "start_time": 466440.0,
      "end_time": 468980.0,
      "text": "¿Y cómo ven las personas sus propias acciones y pensamientos?"
    },
    {
      "index": 112,
      "start_time": 468980.0,
      "end_time": 475620.0,
      "text": "Los sociólogos interpretativos enfocan sus materias de estudio con la intención de ver el mundo desde la perspectiva de sus sujetos, antes que mediante datos cuantitativos."
    },
    {
      "index": 113,
      "start_time": 475620.0,
      "end_time": 478280.0,
      "text": "Así pues, hay menos estadísicas en este tipo de investigación."
    },
    {
      "index": 114,
      "start_time": 478280.0,
      "end_time": 483980.0,
      "text": "En cambio, los sociólogos interpretativos a menudo usan las entrevistas o las interacciones cara a cara con sus sujetos para entender el mundo."
    },
    {
      "index": 115,
      "start_time": 483980.0,
      "end_time": 487700.0,
      "text": "Ahora bien, hay una corriente de pensamiento más sobre cómo la ciencia de la sociología puede ser conducida."
    },
    {
      "index": 116,
      "start_time": 487700.0,
      "end_time": 491880.0,
      "text": "Y, de hecho, relaja algunas de las asunciones que hemos hecho ante sobre la objetividad del investigador."
    },
    {
      "index": 117,
      "start_time": 491880.0,
      "end_time": 496060.0,
      "text": "Estos pensadores creen que hay mucho espacio en la sociología para la subjetividad - especialmente, para los valores."
    },
    {
      "index": 118,
      "start_time": 496060.0,
      "end_time": 500620.0,
      "text": "Los valores son las ideas que una persona tiene sobre lo que es bueno, y las actitudes que sostienen sobre como funciona el mundo."
    },
    {
      "index": 119,
      "start_time": 500620.0,
      "end_time": 504560.0,
      "text": "Y la curiosidad sobre un tema de investigación a menudo brota de estos mismos valores."
    },
    {
      "index": 120,
      "start_time": 504560.0,
      "end_time": 511040.0,
      "text": "Muchos investigadores son atraídos al estudio de la sociología por el deseo de entender las preguntas morales o políticas de cómo funcionan las sociedades."
    },
    {
      "index": 121,
      "start_time": 511040.0,
      "end_time": 514260.0,
      "text": "Como, ¿cuál es la relación entre raza y pobreza en los Estados Unidos?"
    },
    {
      "index": 122,
      "start_time": 514260.0,
      "end_time": 518400.0,
      "text": "¿Cómo puede el hecho de entender tal relación ayudar a romper la conexión entre raza y pobreza?"
    },
    {
      "index": 123,
      "start_time": 518400.0,
      "end_time": 523480.0,
      "text": "El argumento para la investigación impulsada por los valores, y no investigación sin juicios de valor, es uno de los orígenes de la Sociología Crítica,"
    },
    {
      "index": 124,
      "start_time": 523480.0,
      "end_time": 526600.0,
      "text": "o el estudio de la sociedad enfocado a la necesidad de cambio social."
    },
    {
      "index": 125,
      "start_time": 526600.0,
      "end_time": 532040.0,
      "text": "Estas ideas se remontan a hace mucho tiempo, empezando tan pronto como el siglo XIX cuando Jane Addams desarrolló la Hull House,"
    },
    {
      "index": 126,
      "start_time": 532040.0,
      "end_time": 537300.0,
      "text": "una organización que no sólo proporcionaba cosas como alojamiento y educación para personas de bajos ingresos en Chicago,"
    },
    {
      "index": 127,
      "start_time": 537300.0,
      "end_time": 541160.0,
      "text": "sino que también investigaba causas y soluciones para los males de la pobreza."
    },
    {
      "index": 128,
      "start_time": 541160.0,
      "end_time": 544140.0,
      "text": "Exploraremos todas estas corrientes de pensamiento durante el resto de esta serie."
    },
    {
      "index": 129,
      "start_time": 544140.0,
      "end_time": 546760.0,
      "text": "Pero por ahora, hemos hablado sobre la sociología como una ciencia."
    },
    {
      "index": 130,
      "start_time": 546760.0,
      "end_time": 552260.0,
      "text": "Hemos discutido la sociología positivista y como los sociólogos usan pruebas empíricas para explorar cuestiones sobre el mundo social."
    },
    {
      "index": 131,
      "start_time": 552260.0,
      "end_time": 557160.0,
      "text": "Y hemos introducido dos alternativas: la sociología interpretativa y la sociología crítica."
    },
    {
      "index": 132,
      "start_time": 557160.0,
      "end_time": 561280.0,
      "text": "La próxima vez, vamos a aprender cómo los sociólogos llevan a cabo sus investigaciones."
    },
    {
      "index": 133,
      "start_time": 561280.0,
      "end_time": 565520.0,
      "text": "Cras Course Socología ha sido filmado en el Dr. Cheryl C.Kinney Crash Course Studio en Missoula, MT,"
    },
    {
      "index": 134,
      "start_time": 565520.0,
      "end_time": 567240.0,
      "text": "Y ha sido realizado con la ayuda de toda esta gente magnífica."
    },
    {
      "index": 135,
      "start_time": 567240.0,
      "end_time": 571380.0,
      "text": "Nuestro equipo de animación es Thought Cafe y Crash Course está hecho con Adobe Creative Cloud."
    },
    {
      "index": 136,
      "start_time": 571380.0,
      "end_time": 574540.0,
      "text": "Si te gustaría mantener Crash Course gratuito para todo el mundo, para siempre, por favor, apoya la serie"
    },
    {
      "index": 137,
      "start_time": 574550.0,
      "end_time": 578220.0,
      "text": "en Patreon, una plataforma crowdfunding que te permite apoyor al contenido que te gusta."
    },
    {
      "index": 138,
      "start_time": 578220.0,
      "end_time": 581380.0,
      "text": "Hablando de patreon, nos gustaría darle las gracias a nuestros patrones en general, y nos gustaría"
    },
    {
      "index": 139,
      "start_time": 581380.0,
      "end_time": 584570.0,
      "text": "dar las gracias específicamente a nuestro \"Director de Aprendizaje\" David Cichowski."
    },
    {
      "index": 140,
      "start_time": 584570.0,
      "end_time": 585940.0,
      "text": "Gracias por vuestro apoyo."
    }
  ]
}